Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: Sure to cancel the cut process?
ru: Действительно отменить?

source: Sure to delete Image?
ru: Удалить имидж?

source: Svn Changelog
ru: Журнал изменений SVN

source: Svn Changelog Full
ru: Журнал изменений SVN (Полный)

source: Swap
nl: Wisselbestand
ru: SWAР

source: Swap Max Sectors
ru: Максимальный сектор SWAP

source: Swap Size
nl: Wisselbestand grootte
ru: Размер SWAP

source: Switch TV to the correct input
ru: Подключать ТВ к правильному входу

source: Symbol rate:
nl: Symboolratio:
ru: Символьная скорость

source: Symbolrate
nl: Symboolratio
ru: Символьная скорость

source: Sysinfo
nl: Systeem informatie
ru: Информация о системе

source: System
nl: Systeem
ru: Система

source: System - Flashupdate (online)
nl: Systeem - Flash update (Internet)
ru: Обновление системы (Онлайн)

source: System - Flashupdate (tmp)
nl: Systeem - Flash update (Lokaal)
ru: Обновление системы (Локально)

source: System - Usbupdate (online)
nl: Systeem - USB update (Internet)
ru: Обновление системы (Онлайн)

source: System - Usbupdate (tmp)
nl: Systeem - USB update (Lokaal)
ru: Обновление системы (Локально)

source: System Backup
ru: Бекап системы

source: System Backup on your Box not Supported
ru: Система резервного копирования в Вашем ресивере не поддерживается

source: System Info
nl: Systeem informatie
ru: Информация о системе

source: System Infos
nl: Systeem informatie
ru: Информация о системе

source: System Status
nl: Systeem status
ru: Статус системы

source: System Update
nl: Systeem update
ru: Обновление системы

source: System Update started. This can take up to 5 minutes. More details on TV.
ru: Начато обновление системы. Это может занять до 5 минут

source: System-Info
nl: Systeem informatie
ru: Системная информация

source: System:
nl: Systeem:
ru: Система

source: T
ru: Е

source: TERR
ru: Наземное

source: TEST
ru: Тест

source: TITLE
nl: Titel
ru: Название

source: TMDb
ru: Плагин TMDb

source: TMDb - Plugin
ru: Плагины

source: TMDb Movie Database Plugin
ru: Плагин TMDb Movie Database

source: TPK Install done, your system will reboot !
nl: TPK installatie klaar, ontvanger herstarten!
ru: Установка плагина завершена. Ресивер будет перезагружен

source: TPK Remove done, your system will reboot !
nl: TPK is verwijderd, uw ontvanger zal herstarten!
ru: Удаление плагина завершено. Ресивер будет перезагружен

source: TPK Upgrade done, your system will reboot !
nl: TPK upgrade afgerond Uw ontvanger wordt nieuw gestart!
ru: Плагины обновлены. Ресивер будет перезагружен

source: TPK install (online)
nl: TPK installatie (online)
ru: Установка плагинов (Фид)

source: TPK media (media)
ru: Установка плагинов из /media

source: TPK remove
nl: TPK verwijderen
ru: Удаление плагинов

source: TPK tmp (tmp)
nl: TPK installatie (tmp)
ru: Установка плагинов из /tmp

source: TPK upgrade (online)
ru: Обновление плагинов (Фид)

source: TRANSPONDEREDIT
nl: Transponder bewerken
ru: Выбор транспондера

source: TV
ru: ТВ

source: TV Resolution (h):
nl: TV resolutie (hoogte):
ru: Кадр (Высота)

source: TV Resolution (w):
nl: TV resolutie (breedte):
ru: Кадр (Ширина)

source: TV/Radio
ru: ТВ/Радио

source: TV:
ru: ТВ

source: Telnet
ru: Телнет

source: Terrestrial
nl: Ether (digitenne)
ru: Наземный

source: Terrestrial:
nl: Ether (digitenne):
ru: Наземные

source: Test
ru: Тест

source: Text
ru: Текст

source: The backup image will be saved to /tmp or /var/backup. In case of insufficient internal memory, a USB Stick or HDD must be used. A folder named backup must exist on the target drive.
ru: Имидж в текущем состоянии будет полностью сохранён в /tmp или /var/backup. Если внутренней памяти не достаточно резервную копию можно сохранить на USB накопителе Для этого на нём должна быть папка с именем 'backup'

source: The file is being transfered to our other servers. This may take few minutes.
nl: Het bestand wordt geüpload naar onze servers. Dit kan een paar minuten duren.
ru: Файл передаётся на наш сервер. Это может занять несколько минут

source: The file you were looking for could not be found, sorry for any inconvenience
ru: Файл, который вы искали не найден, извините за неудобства

source: The hoster is not yet supported !
nl: De hoster wordt momenteel nog niet ondersteund
ru: Хостер не поддерживается!

source: The image was successfully installed
ru: Образ успешно установлен

source: The install process will look in /tmp for an image zip file. Please copy the image to /tmp. The filename must not contain blanks.
ru: Архив с прошивкой должен находиться в папке /tmp Пожалуйста, скопируйте архив в /tmp Имя архива не должно содержать пробелы

source: The page is temporarily unavailable
nl: Pagina tijdelijk niet beschikbaar
ru: Страница временно недоступна

source: The page not found, file removed
ru: Страница не найдена, файл удалён

source: The video no longer exists
ru: Это видео больше не существует

source: There may only be one package installed from this section. To install another package from this section, remove the installed one. If the package is not visible after a software update, perform a TPK update to:
ru: Там может быть только один пакет. Для установки другого пакета надо удалить установленные. Если пакет не виден после обновления программного обеспечения, выполните обновление TPK

source: This Plugin is only for Betatester and can change your Settings! Realy run it?
nl: Deze plugin is alleen voor bèta testers en kan uw instellingen wijzigen! Echt starten?
ru: Этот плагин предназначен только для Betatester и может изменить Ваши настройки! Продолжить?

source: This direct link will be available for your IP next 8 hours
ru: Эта прямая ссылка будет доступна для Вашего IP на 8 часов

source: This file doesn't exist, or has been removed
nl: Bestand bestaat niet of is verplaatst
ru: Ошибка: Этот файл не существует или был удален

source: This file doesn't exist, or has been removed.
nl: Dit bestand bestaat niet of is verplaatst.
ru: Этот файл не существует или был удалён

source: This file is private and only viewable by the owner.
ru: Этот файл защищён и виден только владельцу

source: This file no longer exists on our servers!
ru: Этот файл больше не существует на наших серверах!

source: This file no longer exists on our servers.
ru: Этого файла нет на сервере

source: This video has been deleted. We apologize for the inconvenience.
ru: Это видео было удалено. Приносим свои извинения за доставленные неудобства

source: Thriller
ru: Триллер

source: Thu
ru: Чт

source: Thumbnails
ru: Эскизы

source: Thursday
nl: Donderdag
ru: Четверг

source: TiThek Select Color
ru: Выберите цвет выделения файлов в медиатеке

source: Time to sleep
nl: Tijd tot slaapstand
ru: Время до отключения

source: Time to stop
nl: Tijd tot stop (min)
ru: Время до отключения (Мин)

source: Time to wait after seek for fill buffer
nl: Wachttijd na zoeken om buffer te vullen
ru: Время ожидания автоматического заполнения буфера

source: Timer
ru: Таймер

source: Timer Archiv
ru: Архив таймеров

source: Timer List
ru: Список таймеров

source: Timer Record Path
nl: Map voor timeropname
ru: Путь таймера записи

source: Timer Record start !
nl: Timer Opname gestart!
ru: Таймер записи запущен!

source: Timer and EPG
nl: Timer & EPG
ru: Таймер и EPG

source: Timer conflicts with other timer Add timer anyway?
ru: Обнаружен конфликт таймеров. Добавить этот таймер?

source: Timer end is before start time
ru: Время окончания записи меньше времени начала!

source: Timer end is in the past
ru: Время окончания записи меньше текущего!

source: Timer service ID not ok
nl: Timer zender bestaat niet
ru: Ошибка: Не правильный ID канала!

source: Timer starttime or endtime not ok
nl: Timer start of eind tijd niet juist
ru: Ошибка: Время начала/конца записи неправильные!

source: Timer transponder ID not ok
nl: Timer transponder ID bestaat niet
ru: Ошибка: Не правильный ID транспондера!

source: Timer1 activ
nl: Timer1 aktief
ru: Таймер 1 активен

source: Timer2 activ
nl: Timer2 aktief
ru: Таймер 2 активен

source: Timeshift Path
nl: Map voor timeshift
ru: Путь таймшифта

source: Timeshift Settings
nl: Timeshift instellingen
ru: Параметры таймшифта

source: Timeshift file to short please wait a little and try again
nl: Timeshift: Bestand is te klein wacht een moment en probeer op nieuw
ru: Файл таймшифта короткий! Подождите немного и повторите снова

source: Timeshift is running !!! Stop it and switch ?
nl: Timeshift loopt !!! Uitschakelen en zappen?
ru: Работает таймшифт! Остановить его и переключить?

source: Timeshiftsettings not allowed if timeshift is running !
nl: Timeshift instellingen niet beschikbaar als timeshift loopt!
ru: Настройки таймшифта не доступны если он запущен!

source: Timeshifttype
ru: Тип таймшифта

source: Timezone
nl: Tijdzone
ru: Часовой пояс

source: Tint
nl: Kleur
ru: Оттенок

source: Titan Changelog
ru: Журнал изменений

source: Titan Changelog (Extern)
ru: Лог Titan (Внешний)

source: Titan Log
ru: Лог Titan

source: Titan MediaCenter
ru: Медиацентр

source: Titan will be restarted!
ru: Titan будет перезагружен!

source: TitanNit Tithek disclaimer
ru: Отказ от ответственности

source: TitanNit Web Control
ru: Веб-контроль TitanNit

source: Tithek - Mainmenu
nl: Tithek - Hoofdmenu
ru: Главное меню

source: Tithek - Mainmenu - Favoriten
ru: Фавориты

source: Title
nl: Titel
ru: Название

source: Title Color
ru: Цвет названия

source: Title:
nl: Titel:
ru: Название

source: Titlebar Background Color
ru: Цвет фона названия

source: Titlebar Background Color 2
ru: Цвет фона названия 2

source: Titlebar Border Color
ru: Цвет окантовки названия

source: Titlebar Font Color
ru: Шрифт названия

source: To
nl: Naar
ru: В

source: To many read error or end of file
nl: Te veel lees fouten of einde bestand
ru: Много ошибок чтения

source: Tonburst A/B
nl: Toneburst A/B
ru: Тон A/B

source: Tone Burst
ru: Тон

source: Tone Mode
nl: Tone modus
ru: Тональный режим

source: TopfieldVFD plugin not available, wrong box!
nl: TopfieldVFD plugin niet beschikbaar, foute ontvanger!
ru: Плагин TopfieldVFD не доступен!

source: TopfieldVFD settings dialog not implemented yet! Coming soon ...
nl: TopfieldVFD instellingen nog niet beschikbaart! Komt binnenkort ...
ru: Ещё не реализовано в настройках TopfieldVFD! Ждите реализации

source: Tpk Install - select file
nl: TPK installatie - selecteer bestand
ru: Выбор файла

source: Tpk Install - select install medium
nl: TPK installatie - selecteer installatie medium
ru: Выберите пакет

source: Tpk Install - select section
nl: TPK installeren - kies categorie
ru: Выбор категории

source: Tpk Install Info
nl: TPK installatie informatie
ru: Информация об установке

source: Tpk Install Info - Install ERROR
nl: TPK pakket installatie fout
ru: Ошибка установки плагина

source: Tpk Install Info - Install OK
nl: TPK pakket is succesvol geïnstalleerd
ru: Плагин успешно установлен

source: Tpk Remove - select file
nl: TPK verwijderen - selecteer bestand
ru: Выбор файла

source: Tpk Remove Info
nl: Informatie TPK verwijderen
ru: Информация об удалении

source: Tpk Remove Info - Remove ERROR
nl: TPK pakket verwijderen mislukt
ru: Ошибка удаления плагина

source: Tpk Remove Info - Remove OK
nl: TPK pakket succesvol verwijderd
ru: Плагин успешно удалён

source: Tpk Update Info - Update ERROR
nl: TPK update info - Update fout
ru: Ошибка обновления плагина

source: Tpk Update Info - Update OK
ru: Обновление плагинов завершено

source: Track:
nl: Nummer:
ru: Дорожка

source: Trade time:
nl: Wissel tijd:
ru: Дата сделки

source: Transcode Stream
ru: Транскодер потока

source: Transmission
ru: Передача

source: Transmission:
ru: Передача

source: Transponder changed
nl: Transponder is veranderd
ru: Транспондер был изменён

source: Transponder:
ru: Транспондеров

source: Transponderlist
nl: Transponderlijst
ru: Список транспондеров

source: Trial period ends in
ru: Триал период закончится через

source: Tue
ru: Вт

source: Tuesday
nl: Dinsdag
ru: Вторник

source: Tune to channel failed
nl: Afstemmen op kanaal is niet gelukt
ru: Не удалось настроиться на канал

source: Tuner
ru: Тюнер

source: Tuner
ru: Тюнер

source: Tuner Configuration
nl: Tuner instellingen
ru: Параметры тюнера

source: Tuner List
nl: Tuner lijst
ru: Список тюнеров

source: Tuner Reception
nl: Tuner ontvangst
ru: Приём тюнера

source: Tuner Type
ru: Тип тюнера

source: Tuner:
ru: Тюнер

source: Tunerconfig
nl: Tuner instellingen
ru: Конфигурация тюнера

source: Tunerconfig is not allowed if record or stream is running !
nl: Tuner instellingen niet toegestaan/nbij lopende opname of stream!
ru: Настройка тюнера не доступна при записи или стриминге!

source: Tunertype
ru: Тип тюнера

source: Tuning to Channel failed!
nl: Kanaal niet beschikbaar !
ru: Канал не доступен!

source: Two step mute
nl: Twee traps mute
ru: Два шага приглушения звука

source: Typ
ru: Тип

source: Type
ru: Тип

source: Type of Scan
nl: Soort scan
ru: Тип сканирования

source: Type:
ru: Команда на запись

source: Typenbezeichnung
nl: Typeaanduiding
ru: Обозначение типа

source: U
ru: Г

source: UE
ru: Х

source: UFS910 free license
ru: Свободная лицензия UFS910

source: UNKNOWN
nl: Onbekend
ru: Неизвестно

source: UNLOAD
nl: Deactiveren
ru: Выгрузить

source: USB
ru: USB устройства

source: USB
ru: USB устройства

source: USB Port
nl: USB Poort
ru: Порт USB

source: USB Ports found:
nl: USB poorten:
ru: Порты USB

source: USB Reset
ru: Сброс USB

source: UltraPlus F-9000HD RC config
ru: Параметры UltraPlus F-9000HD RC

source: Unchanged
nl: Ongewijzigd
ru: Не изменять

source: Uncommitted Diseqc command
nl: Onvoltooid Diseqc commando
ru: Нефиксированные команды Diseqc

source: Unicable Configuration
nl: Unicable instellingen
ru: Параметры Unicable

source: Unicable manufacturer
nl: Unicable fabrikant
ru: Выбор провайдера

source: Unicable product
ru: Версия Unicable

source: Unknown Error.
nl: Onbekende fout
ru: Неизвестная ошибка!

source: Up
ru: Вверх

source: Update Plugins to new Version?
nl: Plugins updaten naar nieuwe versie?
ru: Обновить установленные плагины?

source: Update entrys on scan
nl: Actualiseer gegevens bij het scannen
ru: Обновлять данные при сканировании

source: Usb Device
nl: USB apparaat
ru: USB устройства

source: Usbupdate (online)
nl: USB Software update (Internet)
ru: Обновление на USB (Онлайн)

source: Usbupdate (tmp)
nl: USB Software update (Lokaal)
ru: Обновление на USB (Локально)

source: Use EPG Endtime
nl: Gebruik EPG eindtijd
ru: Использовать время окончания EPG

source: Use Teletxt Workaround
nl: Gebruik teletekst truuk
ru: Альтернативный метод для видеотекста

source: Use User authentication ?
nl: Gebruik autentificatie?
ru: Использовать аутентификацию пользователя?

source: Use config from Flash (permanent)
nl: Configuratie uit Flash (permanent) gebruiken
ru: Использование конфигурации с Flash (Постоянно)

source: Use config from Flash (temporary)
nl: Configuratie uit Flash (tijdelijk) gebruiken
ru: Использование конфигурации с Flash (Временно)

source: Use config from Stick or HDD
nl: Configuratie van USB stick/Hardeschijf gebruiken
ru: Использование конфигурации с USB или HDD

source: Use cross control for fast zapping and vol
nl: Gebruik het stuur-kruis voor snel zappen en volume
ru: Использовать джойстик для переключения каналов и громкости

source: Use fixed physical address
ru: Использовать фиксированный физический адрес

source: Use numeric keys
nl: Numerieke toetsen gebruiken
ru: Использовать цифровые клавиши

source: User
nl: Gebruiker
ru: Пользователь

source: V
ru: М

source: VFDisplay
ru: Дисплей ресивера

source: VIDEO
nl: Film
ru: Видео

source: VIDEO SETTINGS
nl: Beeldscherm instellingen
ru: Настройки отображения файлов видео

source: VK Pass
ru: Пароль VK

source: VK User
ru: Логин VK

source: VLC Player
nl: VLC speler
ru: Плеер VLC

source: Version
nl: Versie
ru: Версия

source: Vertikal
nl: Vertikaal
ru: Вертикальная

source: Video
nl: Film
ru: Видео

source: Video PID:
ru: Видео PID

source: Video Player
nl: Film afspelen
ru: Видео плеер

source: Video Settings
nl: Beeldscherm instellingen
ru: Настройки отображения файлов видео

source: Video encoding error
ru: Ошибка видео кодирования

source: Video is processing now. Conversion stage...
ru: В настоящее время видео в обработке, этап преобразования

source: Video postet
nl: Video gepost
ru: Настройки видео

source: VideoMode Aspect Settings
nl: Beeld verhouding instellingen
ru: Параметры видеорежима

source: VideoMode Resolution Settings
nl: Beeld resolutie instellingen
ru: Параметры разрешения видеорежима

source: VideoMode Settings
nl: Beeld instellingen
ru: Параметры видеорежима

source: Videomode
ru: Видеорежим

source: Videomode must be 576i for Scart
nl: Beeld instelling voor SCART moet 576i zijn
ru: Видеорежим должен быть 576i для Scart

source: Videotune
nl: Beeld instellingen
ru: Настройки изображения

source: Vietnamese
nl: Viet
ru: Вьетнамский

source: View
nl: Toon
ru: Вид

source: View Cover
nl: Cover zien
ru: Как отображать миниатюры

source: View Sections
nl: Secties zien
ru: Как отображать разделы меню

source: Virtualzap Timeout
ru: Виртуальное переключение

source: Vol off
nl: Volume uit
ru: Громкость выкл

source: Voltage
ru: Напряжение

source: Voltage Mode
nl: Voltage Modus
ru: Режим напряжения

source: Volume Down
ru: Громкость вниз

source: Volume Up
ru: Громкость вверх

source: Volume forward to
ru: Педать регулировку громкости

source: Volume:
ru: Громкость

source: Volumebar Timeout
nl: Tijd totdat volume indicator dimt
ru: Время показа уровня громкости (Сек)

source: Votes
nl: Stemmen
ru: Голосов

source: Votes:
nl: Stemmen:
ru: Голосов

source: W
ru: Ц

source: WLAN Info
nl: WLAN informatie
ru: Информация о WLAN

source: WLAN LOG
ru: Лог сети WLAN

source: WLAN Settings
nl: WLAN instellingen
ru: Параметры сети WLAN

source: WLAN not started, Please check your config.
nl: WLAN kon niet gestart worden, controleer de instellingen.
ru: Сеть WLAN не запущена Проверьте настройки

source: WLAN now stopped
nl: WLAN is nu uitgeschakeld
ru: Сеть WLAN отключена

source: WLAN started. You can now configure the new interface.
nl: WLAN is gestart. verdere configuratie kan nu plaatsvinden.
ru: Сеть WLAN запущена. Настройте адаптер WLAN

source: WSS Mode
ru: Режим WSS

source: Wait
nl: Wacht
ru: Ждите!

source: Wait for cam ready
nl: Wachttijd voor CI Module
ru: Ждать конца чтения

source: Wait for channel scan end
nl: Wacht op beëindigen zenders zoeken
ru: Дождитесь окончания сканирования каналов

source: Wait for connect or press EXIT
nl: Wacht op verbinding of druk op EXIT
ru: Подождите, пока соединение не будет установлено. Или нажмите Exit

source: Wakeup A/V Receiver
ru: Пробуждение A/V ресивера

source: Wakeup TV
ru: Пробуждение ТВ

source: Wakeup all connected devices
ru: Пробуждение всех подключенных устройств

source: War
nl: Oorlog
ru: Военные

source: Watchlist
ru: Список игроков

source: Weather
nl: Weer
ru: Погода

source: Weather Infos
nl: Weer tonen
ru: Погода

source: Web Adjust
ru: Настройка Web

source: Web Radio Player
nl: Internet Radio speler
ru: Плеер Web-радио

source: WebStream
ru: Web поток

source: Webbrowser Netsurf
ru: Веб-браузер Netsurf

source: Webbrowser Plugin
ru: Веб-браузер

source: Wed
ru: Ср

source: Wednesday
nl: Woensdag
ru: Среда

source: Western
ru: Вестерн

source: Wettervorhersage
nl: Weers verwachting
ru: Прогноз погоды

source: Wizard
nl: Setup Assistent
ru: Мастер настройки

source: Wlan Stick not found
nl: WLAN apparaat niet gevonden
ru: WLAN адаптер не найден

source: Workaround pink screen
ru: Розовый экран во время работы

source: Write error
nl: Schrijf fout
ru: Ошибка записи

source: Writer
nl: Schrijver
ru: Писатель

source: Writers:
nl: Schrijvers:
ru: Авторы

source: X
ru: Ч

source: X-Position
ru: X-позиция

source: X-Resolution
nl: X-Resolutie
ru: Х-разрешение

source: Y
ru: Я

source: Y-Resolution
nl: Y-Resolutie
ru: Y-разрешение

source: Year
nl: Jaar
ru: Год

source: Year:
nl: Jaar:
ru: Год

source: Yellow
ru: Жёлтая

source: You can leave HBBTV with Record Key.
nl: HBBTV kan met de RECORD toets verlaten worden.
ru: Вы можете остановить запись HBBTV красной кнопкой

source: You have chosen the active image Do you really want to overwrite this?
ru: Вы выбрали активный имидж Вы действительно хотите его перезаписать?

source: You have executed a defined period of no function. Stop the box???
nl: Backup wordt opgeslagen in /tmp Vanaf daar veilig stellen naar uw PC m.b.v. van FTP
ru: Простой ресивера Выключить его?

source: Z
ru: Н

source: ZapBack
ru: Восстановить

source: Zapback bereits aktiv ... Stoppen?
nl: Zapback is reeds actief... Stoppen?
ru: Остановить?

source: Zoom
ru: Увеличение

source: [0] => Finals
ru: [0] => Финал

source: [9] => Achtelfinale
ru: [9] => Окончательно

source: [C]Lock & Search
nl: [C]Lock & Zoek
ru: Блокировка/Поиск

source: [S]Lock & Search
nl: [S]Lock & Zoek
ru: Блокировка/Поиск

source: [T]Lock & Search
nl: [T]Lock & Zoek
ru: Блокировка/Поиск

source: a
ru: ф

source: activate
nl: Activeren
ru: Старт

source: active
nl: Aktief
ru: Автостарт вкл

source: add recording (enter duration)
nl: Opname toevoegen (opnameduur ingeven)
ru: Начать запись (С вводом длительности)

source: add recording (indefinitely)
nl: Opname toevoegen (oneindig)
ru: Начать запись (Без ограничений по длительности)

source: add recording (stop after current event)
nl: Opname toevoegen (deze uitzending)
ru: Начать запись (Остановить в конце текущей передачи)

source: add service
nl: Service toevoegen
ru: Добавить канал

source: adjust
ru: Общие настройки

source: ae
ru: э

source: afterevent
nl: Na gebeurtenis
ru: После события

source: aktiv im Standby
nl: Actief in Standby
ru: Активен в режиме ожидания

source: all
nl: Alle
ru: Все

source: alle Menus anzeigen
nl: Alle menu's tonen
ru: Показать все меню

source: allways del file
nl: TS bestand altijd wissen
ru: Всегда удалять файл таймшифта

source: alpha
nl: Alfabetisch
ru: По алфавиту

source: alternate WebIf
ru: Альтернативный WebIf

source: always
nl: Altijd
ru: Всегда

source: anim. both
nl: Anim. beidden
ru: Анимация

source: anim. height
nl: Anim. hoogte
ru: Вертикально

source: anim. width
nl: Anim. breedte
ru: Горизонтально

source: ask
nl: Vraag
ru: Спросить

source: aspectsettings
ru: Настройки

source: audio
nl: Muziek
ru: Аудио

source: audio / picture
nl: muziek/foto
ru: Аудио/Картинка

source: audiotrack
ru: Аудио-трек

source: aus
nl: Uit
ru: От

source: ausgehende Anrufe
nl: Uitgaand gesprek
ru: Исходящие звонки

source: auto
nl: Automatisch
ru: Авто

source: autores
ru: Авторазрешение

source: autostart
ru: Автостарт

source: avsettings
ru: Параметры AV

source: b
ru: и

source: backup
ru: Сохранить

source: bar
nl: Balk kleur
ru: Бар

source: begin search
nl: Start zoeken
ru: Начать поиск

source: bei Anruf stumm
nl: Bij gesprek dempen
ru: Молчание при вызове

source: best
nl: Beste
ru: Лучшее

source: bestfit
ru: Растянуть

source: bgdownload
ru: Скачать BG

source: big
nl: Groot
ru: Данные крупным шрифтом

source: black
nl: Zwart
ru: Чёрный

source: blindscanadjust
ru: Слепой поиск

source: blink
nl: Knipperen
ru: Мигающий

source: blink star
nl: Knipperende ster
ru: Мигающая звёздочка + название канала

source: blue
nl: Blauw
ru: Синяя

source: bootlogos
ru: Бутлого

source: bootstop
ru: Остановка загрузки

source: border
nl: Rand kleur
ru: Рамка

source: both
ru: Оба

source: bouquetlist
ru: Букеты

source: broadcast
nl: Uitzending
ru: Адрес передачи

source: browser
nl: Internetbrowser
ru: Браузеры

source: burlywood1
ru: Древесный

source: c
ru: с

source: can't create new channel
nl: kan nieuw test kanaal niet aanmaken
ru: Новый канал не создан

source: can't create new transponer
nl: kan nieuwe transponder niet aanmaken
ru: Новый транспондер не создан

source: card not present
nl: Geen kaart gevonden
ru: Карточки нет

source: card present
nl: Kaart gevonden
ru: Карточка
