Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: FAIL Flash/Nand (/var and /mnt)
nl: FOUT Flash/Nand (/var and /mnt)
ru: Сбои Flash/Nand (/var and /mnt)

source: FAIL Flash/Nand (/var)
nl: FOUT Flash/Nand (/var)
ru: Сбои Flash/Nand (/var)

source: FAIL Serial Port
nl: FOUT seriële poort
ru: Плохой порт

source: FAV
ru: Фавориты

source: FILELIST MANAGER
nl: Bestands browser
ru: Файловый браузер

source: Facebook Register
nl: Facebook registreren
ru: Регистрация в Facebook

source: Facebook allready registered, Make new registration ?
nl: Facebook reeds geregistreerd, Opnieuw aanmelden?
ru: Регистрация имеется Зарегистрироваться заново?

source: Failed open split file
nl: Split File kan niet geopend worden
ru: Не удалось открыть часть файла

source: Fan mode
ru: Режим вентилятора

source: FanControl
nl: Ventilatoraansturing
ru: Управление охлаждением

source: FanControl-normal
ru: Охлаждение в работе

source: FanControl-standby
ru: Охлаждение в режиме ожидания

source: Fancontrol
nl: Ventilatoraansturing
ru: Управление охлаждением

source: Fantasy
nl: Fantasie
ru: Фэнтази

source: Fast Forward
ru: Быстрая перемотка вперёд

source: Fast Rewind
ru: Перемотка

source: Fast Text Render
nl: Snelle textrendering
ru: Быстрый рендер текста

source: Faststop
nl: Snelle TitanNit herstart
ru: Быстрая остановка

source: Fastzap
nl: Snel omschakelen
ru: Скорость переключения

source: Fav
nl: Favorieten
ru: Фавориты

source: Favorites
ru: Фавориты

source: February
ru: Февраль

source: Feed
nl: Feed adres ingaven AUB
ru: Введите адрес фида

source: File Exist, Really Rename and Overwrite exist File ?
ru: Файл существует. Действительно переименовать и перезаписать его?

source: File Manager
nl: Bestandsbeheerder
ru: Файловый менеджер

source: File Operation
ru: Операции с файлом

source: File System Usage
ru: Использование файловой системы

source: File exist, overwrite?
nl: Bestand bestaat reeds, overschrijven?
ru: Файл существует, перезаписать?

source: File not found !!
nl: Bestand niet gevonden!
ru: Файл не найден!

source: Filelist Select Color
ru: Выберите цвет выделения файлов в списке

source: Filelist-Mode
nl: Bestandsweergave instelling
ru: Плейлист

source: Filename
nl: Bestandsnaam
ru: Имя файла

source: Filename:
nl: Bestandsnaam:
ru: Имя файла

source: Filesize (B):
nl: Betandsgrootte (B):
ru: Размер файла (Б)

source: Filesize (KB):
nl: Betandsgrootte (KB):
ru: Размер файла (Кб)

source: Filesize (MB):
nl: Betandsgrootte (MB):
ru: Размер файла (Мб)

source: Filesystem Check
nl: Bestandssysteem controleren
ru: Проверка ФС

source: Finale
ru: Окончательно

source: Fine move
nl: Rotor langzaam bewegen
ru: Пошагово

source: First Wizzard
nl: Start assistent
ru: Мастер настроек

source: Fix Shutdown Time
nl: Vaste uitschakeltijd
ru: Фиксированное время выключения

source: Flash/Nand Check
nl: Flash/Nand controle
ru: Проверка Flash/Nand

source: Flash: Flash range is deleted after update, mnt: flash range to permanently update available, swap: USB medium permanently
nl: Flash: flash wordt gewist na update, MNT: flash blijft beschikbaar na update, Wisselbestand: USB medium blijvend beschikbaar
ru: Флэш: Область удаляется после обновления, MNT: Область постоянна после обновления, SWAP: USB область постоянна

source: Flashupdate (online)
nl: Software actualiseren (Internet)
ru: Обновление системы (Онлайн)

source: Flashupdate (tmp)
nl: Software actualiseren (Lokaal)
ru: Обновление системы (Локально)

source: Font 'Action Man Italic'
ru: Шрифт 'Action Man Italic'

source: Font 'Alpha Romanie G98'
ru: Шрифт 'Alpha Romanie G98'

source: Font 'Croissant'
ru: Шрифт 'Croissant'

source: Font 'Digiface Regular'
ru: Шрифт 'Digiface Regular'

source: Font 'Goodtime'
ru: Шрифт 'Goodtime'

source: Font 'I Hate Comic Sans'
ru: Шрифт 'I Hate Comic Sans'

source: Font 'Lydian Bolt Italic BT'
ru: Шрифт 'Lydian Bolt Italic BT'

source: Font 'Mighty Zeo Caps'
ru: Шрифт 'Mighty Zeo Caps'

source: Font 'Monoglyceride DemiBold'
ru: Шрифт 'Monoglyceride DemiBold'

source: Font 'New Gothic BT'
ru: Шрифт 'New Gothic BT'

source: Font 'Paddington Bold'
ru: Шрифт 'Paddington Bold'

source: Font 'Plover Bold'
ru: Шрифт 'Plover Bold'

source: Font Color
ru: Цвет шрифта

source: Font Color 2
ru: Цвет шрифта 2

source: Font Color 3
ru: Цвет шрифта 3

source: Fontsize adjust in pixel
nl: Tekengrootte aanpassen (pixels)
ru: Размер шрифта в пикселях

source: For Better Win7 Support install please Tpk Install > Network > Smbclient
nl: Voor betere Windows 7 ondersteuning installeer Tpk plugin > Netwerk > Smbclient
ru: Для лучшей поддержки Win7 установите Smbclient

source: For getting Signal/SNR/BER values, zap to a channel of the satellite you are searching.
ru: Для просмотра уровней сигналов /SNR/BER, встаньте на канале, который отсканировали

source: For next OnlineUpdate please contact Atemio and send this Serial Number and your Atemio Serial Number !! Board-ID SerialNr:
nl: Mocht de Online functie gedeactiveerd zijn, stuur dan het serienummer op de onderzijde van het apparaat (AM...) en het volgende Board-ID serienummer (AA...) aan Atemio. Board-ID Serienummer:
ru: При следующем обновлении пожалуйста, свяжитесь с Atemio и отправьте этот серийный номер и номер Вашего Atemio! ID ресивера

source: Format
ru: Форматирование

source: Format HDD
nl: Formatteer hardeschijf
ru: Форматирование HDD

source: Format MNT (all)
nl: Formatteer MNT (alles)
ru: Форматировать MNT (Все)

source: Format MNT with Backup/Restore
nl: Formatteer MNT tijdens Backup/Restore
ru: Форматировать MNT с восстановлением

source: Found Pay Stream visit the official Website and Order this Stream and try this again !
nl: Betaal kanaal gevonden bezoek de officiële Website, bestel dit kanaal en probeer nogmaals!
ru: Найден платный поток. Посетите официальный веб-сайт, закажите его и попробуйте снова!

source: Found VIDEO_TS Folder, start with DVD-Player ?
nl: VIDEO_TS map gevonden, starten met DVD speler?
ru: Найдена папка VIDEO_TS, запустить DVD-плеер

source: Found Wlan Stick and driver for:
nl: WLAN apparaat en driver gevonden voor:
ru: Найден Wlan адаптер и драйвер для

source: Found Wlan Stick but no driver Please install driver:
nl: WLAN apparaat gevonden maar geen driver gevonden Installeer AUB driver:
ru: Найден Wlan адаптер, но нет драйвера Установите драйвер

source: Found error Msg:
ru: Найдена ошибка

source: Found new Stick/HDD. You can configure it in Harddisk Menu.
nl: Nieuwe USB stick/hardeschijf gevonden. U kunt deze in het hardeschijf menu instellen.
ru: Обнаружен новый накопитель. Настройте его в меню настроек

source: Found running download Proceed shutdown? OK to proceed, Exit to cancel
ru: Идёт загрузка Остановить процесс? OK для продолжения, Exit для выхода

source: Found running record or record is starting soon. Proceed System Update? OK to proceed, Exit to cancel
ru: Идёт запись или она скоро начнётся Продолжить запись? OK для продолжения, Exit для выхода

source: Found running record or record is starting soon. Proceed shutdown? OK to proceed, Exit to cancel
ru: Идёт запись или она скоро начнётся Завершить запись? OK для продолжения, Exit для выхода

source: Frage
nl: Vraag
ru: Вопрос

source: Framebuffer
ru: Буфер

source: Framerate
ru: Частота кадров

source: Free Space
nl: Vrije opslagruimte
ru: Свободное место

source: Free space in /mnt to little! This can make problems!
nl: Vrije ruimte op /mnt beperkt! Dit kan tot problemen leidden!
ru: Мало места в /mnt! Могут быть проблемы!

source: Free space in /var to little! This can make problems!
nl: Geen geheugen ruimte meer in /var Dit kan tot problemen leiden!
ru: Мало места в /var! Могут быть проблемы!

source: French
nl: Français
ru: Французский

source: Frequency
nl: Frequentie
ru: Частота

source: Frequency:
nl: Frequentie:
ru: Частота

source: Fri
ru: Пт

source: Friday
nl: Vrijdag
ru: Пятница

source: From
nl: Van
ru: Из

source: Front Display
nl: VFDisplay
ru: Дисплей ресивера

source: Front Key
ru: Кнопки панели

source: Frontcontroller
ru: Фронт-контроллер

source: Frontend type unknown
nl: Frontend Type onbekend
ru: Тип интерфейса не определён

source: Frontpanel Power Aktion
ru: Кнопка питания на передней панеле ресивера

source: Fsck Record
nl: Bestandssysteemcontrole opname partitie
ru: Проверка записей

source: Fsck Swap
nl: Bestandssysteemcontrole wisselbestand
ru: Проверка SWAP

source: Full Pic
nl: Afbeelding spreidden
ru: На весь экран

source: G
ru: П

source: GRAPHIC MULTI EPG - All Channels
nl: Grafische multi EPG - Alle kanalen
ru: Все каналы

source: GRAPHIC MULTI EPG - Bouquets
nl: Grafische multi EPG - Favorieten
ru: Фавориты

source: GRAPHIC MULTI EPG - Channel
nl: Grafische multi EPG - Kanaal
ru: Каналы

source: GRAPHIC MULTI EPG - Provider
nl: Grafische multi EPG - Providers
ru: Провайдеры

source: GRAPHIC MULTI EPG - Satellites
nl: Grafische multi EPG - Satellieten
ru: Спутники

source: GREEN
nl: Groen
ru: Зелёная

source: GUI Restart
nl: Titan herstart
ru: Рестарт интерфейса

source: Genre
ru: Жанры

source: Genre:
ru: Жанр

source: German
nl: Deutsch
ru: Немецкий

source: Git Changelog
ru: Журнал изменений GIT

source: Git Changelog Full
ru: Журнал изменений GIT (Полный)

source: Go to startpos
nl: Ga naar start positie
ru: Переход к начальной позиции

source: Gold Picons - Astra 23.5E.
ru: Золотые пиконы Astra 23.5E

source: Gold Picons - Astra 28.2E.
ru: Золотые пиконы Astra 28.2E

source: Gold Picons - Hotbird 13.0E.
ru: Золотые пиконы Hotbird 13.0E

source: Gold Picons Astra 19.2
ru: Золотые пиконы Astra 19.2

source: Graph. EPG
nl: Graf. EPG
ru: Графический EPG

source: Graphic EPG
nl: Grafische EPG
ru: Графический EPG

source: Graphic EPG Picon
nl: Grafische EPG picons
ru: Показывать пиконы каналов

source: Graphic EPG Zoom
nl: Grafische EPG zoom factor
ru: Кратность увеличения графики EPG

source: Graphic Multi EPG
nl: Grafische Multi EPG
ru: Графический EPG

source: Graphic Multi EPG selection
ru: Выбор графического Multi EPG

source: Greek
nl: Ελληνικά
ru: Греческий

source: Green
ru: Зелёная

source: Group created
nl: Groep gemaakt
ru: Группа создана

source: Guardinterval
nl: Interval
ru: Интервал защиты

source: Guardinterval:
nl: Interval:
ru: Интервал защиты

source: H
ru: Р

source: HBBTV Favoriten
ru: HBBTV фаворит

source: HDD
nl: Hardeschijf
ru: Жёсткий диск

source: HDD > 2TB unsupported. You must first install plugin parted, then you can use this panel.
nl: Harde schijven > 2TB niet ondersteund. Installeer eerst de parted plugin voor dit paneel bruikbaar is.
ru: Диски размером больше 2 Тб не поддерживаются! Нужен плагин parted

source: HDD not configured can't find record path
nl: Hardeschijf is niet ingesteld, er is geen opname pad ! AUB hardeschijf inrichten.
ru: HDD не настроен! Не удаётся найти путь записи

source: HDMI-in
ru: Вход HDMI

source: HOSTNAME
nl: Hostnaam
ru: Имя хоста

source: HTTP Header/Community
ru: HTTP Заголовок/Сообщество

source: HTTP Server/Stream/Record
ru: HTTP Сервер/Стрим/Запись

source: HTTP Settings
nl: Webserver instellingen
ru: Параметры HTTP

source: HTTPD Port
nl: Webserver poort
ru: HTTPD порт

source: Hangtime
nl: Tijd totdat ERROR bericht verschijnt
ru: Время предупреждения (Сек)

source: Hard
ru: Тяжёлый

source: Harddisk
nl: Hardeschijf
ru: Жёсткий диск

source: Harddisk Configure
nl: Hardeschijf configureren
ru: Настройка разделов

source: Harddisk Format
nl: Hardeschijf formatteren
ru: Форматировать диски/разделы

source: Harddisk Format - Filesystem
nl: Formatteer hardeschijf - Bestandssysteem
ru: Файловая система

source: Harddisk Fsck
nl: Hardeschijf controle
ru: Проверка файловой системы

source: Harddisk Sleep
nl: Hardeschijf slaapstand
ru: Время до отключения

source: Hardware Test
ru: Аппаратное тестирование

source: Hello World !
ru: Всем привет!

source: Help
ru: Помощь

source: Here you can activate or deactivate the CAID Lock.
ru: Здесь Вы можете активировать или деактивировать блокировки CAID

source: Here you can activate/deactivate you OSCam readers.
ru: Здесь Вы можете активировать/деактивировать OSCam

source: Here you can add and configure your network shares.
ru: Здесь Вы можете создать или настроить севую папку

source: Here you can adjust the LNB/Unicable values for the selected tuner.
ru: Здесь Вы можете настроить LNB/Unicable для выбранного тюнера

source: Here you can adjust the PiP functions.
ru: Здесь Вы можете настроить функции PiP

source: Here you can adjust the network interface.
ru: Здесь Вы можете настроить сетевой интерфейс

source: Here you can adjust your rotor equipment. Enter the latitude and longitude values by using the number keys.
ru: Здесь Вы можете настроить мотоподвес. Введите широту и долготу с помощью цифровых клавиш

source: Here you can assign channels to a specific CI-Module.
ru: Здесь Вы можете назначить каналы в конкретном модуле CI

source: Here you can backup and restore your configuration.
ru: Здесь Вы можете сохранить или восстановить конфигурацию

source: Here you can check the signal quality of the current transponder.
ru: Здесь Вы можете проверить уровень сигнала с транспондера

source: Here you can choose a tuner for configuration. For a channel search, the tuner(s) have to be configured before. Rotor equipment requires additional adjustments.
ru: Здесь Вы можете выбрать тюнер для настройки. Для поиска каналов, тюнер(ы) должен быть настроен. Для настройки привода необходимы дополнительные параметры

source: Here you can configure dynamic DNS services.
ru: Здесь Вы можете настроить параметры DNS

source: Here you can configure your CI-Modules.
ru: Здесь Вы можете настроить CI-Модули

source: Here you can configure your OSCam reader.
ru: Здесь Вы можете настроить OSCam

source: Here you can configure your cable tuner. Choose your cable provider and start an automatic search.
ru: Здесь Вы можете настроить кабельный тюнер. Выберите поставщика и запустите автоматический поиск

source: Here you can configure your login credentials for accessing password protected shares.
ru: Здесь Вы можете настроить Ваши учётные данные

source: Here you can configure your satellite tuner. First, select the satellite. When using DiSEqC, also define the used port. For advanced LNB/Unicable configuration, navigate to LNB/Unicable and press the red button.
ru: Здесь Вы можете настроить спутниковый тюнер. Во-первых выберите спутник. При использовании DiSEqC, также задайте порт. Для продвинутых настроек LNB/Unicable, перейдите в LNB/Unicable и нажмите на красную кнопку

source: Here you can configure your terrestrial tuner. Activate the terrestrial tuner and start an automatic search.
ru: Здесь Вы можете настроить наземный тюнер. Активируйте тюнер и запустите автоматический поиск

source: Here you can configure: Webinterface, Transcoding and RGUI
ru: Здесь Вы можете настроить веб-интерфейс, транскодинг и RGUI

source: Here you can connect to your wireless network. 1. Use search button, select your SSID and press ok 2. Choose encryption type and enter key, accept with ok 3. Set automatic start if wanted and start with green.
ru: Здесь Вы можете подключиться к беспроводной сети. 1. Используйте кнопку поиск, выберите свой SSID и нажмите OK 2. Выберите тип шифрования и введите ключ, и нажмите OK 3. Установите автоматический запуск

source: Here you can control the fan mode.
ru: Здесь Вы можете контролировать режим вентилятора

source: Here you can create, delete and edit timer events. Press ok to edit the selected timer. Press blue to check the timer log. Then choose red to delete a single entry or yellow to clear the list.
ru: Здесь можно создавать, удалять и редактировать события таймера. Нажмите OK для редактирования выбранного таймера. Нажмите синюю кнопку для просмотра лога. Красная для удаления, однократое нажатие или жёлтая кнопка, чтобы очистить список

source: Here you can define channels or favorites for EPG scan/refresh.
ru: Здесь Вы можете определить каналы для EPG сканирования/обновления

source: Here you can define the paths for record, timeshift and movie player.
ru: Здесь Вы можете определить пути для записи, таймшифта, плеера

source: Here you can edit the channel list.
ru: Здесь Вы можете редактировать список каналов

source: Here you can edit timer events.
ru: Здесь Вы можете редактировать события таймера

source: Here you can enter the menu of your Ci-Module.
ru: Здесь Вы можете войти в меню Ci-модуля

source: Here you can install plugins and extensions from our online offer.
ru: Здесь Вы можете установить плагины и расширения онлайн

source: Here you can make advanced settings.
ru: Здесь Вы можете изменить дополнительные настройки

source: Here you can make your Audio/Video settings.
ru: Здесь Вы можете изменить настройки Аудио/Видео

source: Here you can make your EPG settings.
ru: Здесь Вы можете настроить EPG

source: Here you can make your HDMI-CEC settings.
ru: Здесь Вы можете изменить настройки HDMI-CEC

source: Here you can make your PIN security settings for menu access.
ru: Здесь Вы можете задать параметры безопасности для доступа к меню

source: Here you can make your PIN security settings.
ru: Здесь Вы можете изменить PIN-код

source: Here you can make your USB autostart settings.
ru: Здесь Вы можете настроить автозапуск USB устройств

source: Here you can make your audio/video autostart settings.
ru: Здесь Вы можете настроить автозапуск аудио/видео

source: Here you can make your child safety autostart settings.
ru: Здесь Вы можете задать параметры безопасности автозапуска

source: Here you can make your display settings.
ru: Здесь Вы можете изменить настройки экрана

source: Here you can make your general autostart settings.
ru: Здесь Вы можете задать настройки общего автозапуска

source: Here you can make your mediadb settings.
ru: Здесь Вы можете настроить MediaDB

source: Here you can make your module settings.
ru: Здесь Вы можете настроить модули

source: Here you can make your network autostart settings.
ru: Здесь Вы можете настроить автозапуск сети

source: Here you can make your overclock settings.
ru: Здесь Вы можете задать параметры разгона

source: Here you can make your screensaver settings.
ru: Здесь Вы можете настроить экранную заставку

source: Here you can make your softcam/USB cardreader autostart settings.
ru: Здесь Вы можете задать автозапуск эмулятора

source: Here you can make your timeshift settings.
ru: Здесь Вы можете настроить таймшифт

source: Here you can make your xupnpd autostart settings.
ru: Здесь Вы можете настроить параметры автозапуска xupnpd

source: Here you can reset the smartcard reader(s).
ru: Здесь Вы можете сбросить смарт-карту

source: Here you can search the EPG for specific genre or keyword.
ru: Здесь Вы можете поискать EPG для специфического жанра или по ключевому слову

source: Here you can see the progress of all current downloads.
ru: Здесь Вы можете увидеть прогресс всех текущих загрузок

source: Here you can select a skin from the following list.
ru: Здесь Вы можете выбрать скин из следующего списка

source: Here you can select from the following list.
ru: Здесь Вы можете выбрать нужное из следующего списка

source: Here you can select the Transponder Mode. Please use a channel search after the Restart
ru: Здесь Вы можете выбрать тип транспондера. Пожалуйста, используйте поиск каналов после рестарта системы

source: Here you can select your hard disks and USB flash drives for configuration.
ru: Здесь Вы можете выбрать и настроить жесткие диски и флэш-накопители USB

source: Here you can select your network interface.
ru: Здесь Вы можете выбрать сетевой интерфейс

source: Here you can select your remote control type.
ru: Здесь Вы можете выбрать тип пульта дистанционного управления

source: Here you can set your channel search options. Very important, before channel scan, the tuner must be configured correctly.
ru: Здесь Вы можете задать параметры авто-поиска. Очень важно, прежде чем сканировать каналы, тюнер необходимо настроить

source: Here you can set your hybrid tuner. Choose the required tuner mode.
ru: Здесь Вы можете выбрать гибридный тюнер

source: Here you can set your language.
ru: Здесь Вы можете выбрать язык интерфейса

source: Here you can set your manual channel search options. Very important, before channel scan, the tuner must be configured correctly.
ru: Здесь Вы можете задать параметры ручного поиска. Очень важно, прежде чем сканировать каналы, тюнер необходимо настроить

source: Here you can set your timezone.
ru: Здесь Вы можете выбрать Вашу временную зону

source: Here you can start a blind scan, depending on your satellite configuration, this process can take very long.
ru: Здесь Вы можете задать параметры слепого поиска. Он очень длинный. Очень важно, прежде чем сканировать каналы, тюнер необходимо настроить

source: Here you can start and manage your additional plugins.
ru: Здесь Вы можете запустить и управлять Вашими плагинами

source: Here you can test your network.
ru: Здесь Вы можете сделать тест своей сети

source: Here you can view the current channel information.
ru: Здесь Вы можете посмотреть информацию о текущем канале

source: Hid XXX Streams
nl: XXX kanalen verbergen
ru: Скрывать потоки ХХХ-видео

source: Hierarchy
nl: Hiërarchie
ru: Иерархия

source: Hierarchy:
nl: Hiërarchie:
ru: Иерархия

source: High:
nl: Hoog:
ru: Высота

source: HighSR
ru: Загрузка с опцией HighSR

source: Highest temp:
nl: Maximum temperatuur:
ru: Макс температура

source: Hint: Use TEXT button for editing the image name
ru: Подсказка: Используйте кнопку текст для редактирования имени образа

source: History
nl: Historie
ru: История

source: Home
ru: Домой

source: Horizontal
nl: Horizontaal
ru: Горизонтальная

source: Horror
ru: Ужасы

source: Hoster Url not http://
nl: Host Url, geen http://
ru: Адрес хостера не http://

source: Hoster Url not http:// or https://
ru: Адрес хостера не http:// или https://

source: Hotline
ru: Горячая линия

source: How many days
nl: Hoeveel dagen EPG opslag
ru: Сколько дней хранить EPG

source: Hybrid tuner mode changed, receiver will be restarted!
ru: Гибридный тюнер изменился, ресивер будет перезагружен!

source: I
ru: Ш

source: IMDB Plugin not found! Can't get detail media infos Please install it
nl: IMDB plugin niet gevonden! Kan geen gedetailleerde informatie verkrijgen AUB installeren
ru: Плагин IMDB не найден! Не удаётся получить данные! Пожалуйста, установите его

source: IMDB Search
nl: IMDB Zoeken
ru: IMDB поиск

source: IMDb
ru: Плагин IMDb

source: IMDb - Plugin
ru: Плагин IMDB

source: IMDb-API
ru: Плагин IMDb-API

source: IMDb-API - Plugin
ru: Плагин IMDb-API

source: INFO
ru: Инфо

source: INFO Image extracted
ru: Инфо Имидж извлекается

source: INSTALL
ru: Установка

source: IP for Stream
nl: IP voor stream
ru: IP потока

source: IP-Kamera
ru: IP-камера

source: IP-Kamera 1
ru: IP-камера 1

source: IP-Kamera 2
ru: IP-камера 2

source: IP-Kamera 3
ru: IP-камера 3

source: IP-Kamera 4
ru: IP-камера 4

source: IPTV SETTINGS
ru: Настройки IPTV

source: Icon 1
ru: Иконка 1

source: Icon 2
ru: Иконка 2

source: Icon 3
ru: Иконка 3

source: Icon 4
ru: Иконка 4

source: If you don't find Windows shares, you need to disable 'Password protected sharing' in the 'Network and Sharing Center'.
ru: Если Вы не обнаружите шаринг Windows, Вам нужно отключить 'Общий доступ с паролем' в 'Сеть и коммутационный центр'

source: Image
ru: Имидж

source: Image already present!
ru: Имидж уже имеется!

source: Image creation running!!! Stop process?
ru: Идёт создание образа! Остановить процесс?

source: Image name:
ru: Имя имиджа

source: ImdB Info Plugin
ru: Плагин ImdB Info

source: ImdBapi Info Plugin
ru: Плагин ImdBapi Info

source: Import mode
ru: Режим импорта

source: Inc. AC3 Audio in %
nl: Aanpassing Stereo audio t.o.v. AC3 audio in %
ru: Аудио Inc. AC3 в %

source: Info
ru: Инфо

source: Info bar 2 selection
ru: Инфобар 2

source: Info bar selection
ru: Инфобар
