Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: Press OK after scan has ended.
ru: Нажмите OK после окончания сканирования

source: Press OK or EXIT
nl: Druk op OK of EXIT
ru: Нажмите ОК или EXIT

source: Preview
nl: Voorvertoning
ru: Предварительный просмотр

source: Prime Time
ru: Прайм-тайм

source: Processlist
ru: Список процессов

source: Program Info
nl: Programa informatie
ru: Инфо программы

source: Program started successfully
ru: Программа успешно стартовала

source: Progress Color
ru: Цвет прогресса

source: Protect Channel
nl: Zender met PIN beschermen
ru: Защитить канал

source: Protect Channel Freetime (min)
nl: Beschermt kanaal vrij kijken (min)
ru: Защищать канал (Мин)

source: Protect Menu
nl: Menu met PIN beschermen
ru: Защитить меню

source: Protect Modus Background Color
ru: Цвет фона при блокировке

source: Protect Modus Font Color
ru: Цвет шрифта при блокировке

source: Protect mode
nl: Bescherm Modus
ru: Защита

source: Prov
nl: Provider
ru: Провайдер

source: Provider
ru: Провайдеры

source: Provider (DVB-C)
ru: Провайдер (DVB-C)

source: Provider (DVB-T)
ru: Провайдер (DVB-T)

source: Provider:
ru: Провайдер

source: ProviderCount:
nl: Provideraantal:
ru: Провайдеров

source: Prozesslist
nl: Proces lijst
ru: Список

source: Q
ru: Й

source: QAM auto
ru: QAM авто

source: R
ru: К

source: RC configuration only for UltraPlus F-9000HD
ru: RC конфигурация только для UltraPlus F-9000HD

source: RECEIVER ID:
nl: Board-ID Serienummer:
ru: ID ресивера

source: RED
nl: Rood
ru: Красная

source: RELOAD
nl: Herladen
ru: Загрузить все

source: REMOVE ENTRY
nl: Ingang verwijderen
ru: Отменить выбор

source: REMOVE STYLE
ru: Удаление стиля

source: RENAME
ru: Переименовать

source: RESET
ru: Сброс

source: RESTORE ERROR
nl: Fout bij terugzetten
ru: Ошибка восстановления!

source: RGUI Client
ru: RGUI клиент

source: RGUID Port
nl: RGUID poort
ru: Порт RGUID

source: Radio
ru: Радио

source: Radio Player
nl: Radio speler
ru: Радио плеер

source: Radio:
ru: Радио

source: Radiotext
ru: Радиотекст

source: Ram
nl: Ram geheugen
ru: Оперативная память

source: Random
nl: Willekeurig
ru: Наугад-Выкл

source: Random-On
nl: Willekeurig aan
ru: Наугад-Вкл

source: Rating
nl: Sterren
ru: Рейтинг

source: Rating:
nl: Sterren:
ru: Рейтинг

source: Reader Config
nl: Kaartlezer instellingen
ru: Настройки ридеров

source: Reader Config Plugin not installed !
nl: Installer aub de reader configuratie plugin bij plugins
ru: Файлы конфигурации ридера не найдены!

source: Reader Configuration
nl: Kaartlezer configuratie
ru: Конфигурация ридеров

source: Reader Selection
nl: Kaartlezer keuze
ru: Выбор ридеров

source: Reader active
nl: Reader geactiveerd
ru: Ридер активен

source: Really Create Folder in ?
ru: Действительно создать папку в?

source: Really Delete ?
nl: Echt verwijderen?
ru: Удалить?

source: Really Rename ?
ru: Действительно переименовать?

source: Really copy this file/dir?
nl: Wilt u dit bestand/map kopiëren?
ru: Копировать файл/папку?

source: Really delete this file/dir?
nl: Wilt u dit bestand/map wissen?
ru: Удалить файл/папку?

source: Really move this file/dir?
nl: Wilt u dit bestand/map verplaatsen?
ru: Переместить файл/папку?

source: Really restore default ?
ru: Действительно восстановить по умолчанию?

source: Really restore default without Channelsettings ?
ru: Действительно восстановить по умолчанию?

source: Really stop download ?
nl: Download echt afbreken?
ru: Остановить загрузку?

source: Rec Progress Color
ru: Цвет прогресса записи

source: Recall
ru: Возврат

source: Receiver
ru: Ресивер

source: Receiver reboots now !!!
nl: Ontvanger herstart nu!!
ru: Ресивер перезагружается!

source: Receiver successful unlocked
nl: Ontvanger succesvol vrijgegeven
ru: Ресивер расблокирован!

source: Receiver unlock
nl: Ontvanger vrijschakelen
ru: Блокировка ресивера

source: Record
nl: Opname
ru: Запись

source: Record / Timeshift / Stream
nl: Opname/Timeshift/Stream
ru: Запись/Таймшифт/Стриминг

source: Record Forerun (min)
nl: Opname voorlooptijd (min)
ru: Включение перед записью (Мин)

source: Record Max Sectors
ru: Максимальный сектор записей

source: Record Overrun (min)
nl: Opname nalooptijd (min)
ru: Выключение после записи (Мин)

source: Record Path
nl: Opnamepad
ru: Путь записи

source: Record Path settings
nl: Opnamepad instellingen
ru: Параметры пути записи

source: Record Player
ru: Воспроизведение записей

source: Record Split Size
nl: Opname bestandsgrootte splitsen na
ru: Деление файлов на части при записи (Мб)

source: Record Timer
nl: Opname Timer
ru: Параметры записи

source: Record cut
ru: Резка записи

source: Record in progress
nl: Opname bezig
ru: Идёт запись

source: Record path
nl: Opnamepad
ru: Путь записи

source: Record started
nl: Opname is gestart
ru: Запись началась

source: Recording name
nl: Opname naam
ru: Имя файла записи

source: Recordlist
nl: Opname lijst
ru: Лист записей

source: Red
ru: Красная

source: Red Button
nl: Rode knop
ru: Красная кнопка

source: Red Key Action - Setup
nl: Rode knop - Instellen
ru: Выбор

source: Red-Menu
nl: Rood Menu
ru: Поиск

source: Reduce Standby frequency
nl: CPU onderklokken in standby
ru: Снижать частоту процессора в режиме ожидания

source: Refresh
nl: Verversen
ru: Обновить

source: Release:
nl: Uitgave:
ru: Релиз

source: Released
nl: Uitgave
ru: Релиз

source: Remember film position
ru: Запоминать позицию при проигрывании фильмов

source: Remote
ru: Пульт управления

source: RemoteControl Long Version
nl: Lange versie afstandsbediening
ru: Пульт управления последней версии

source: RemoteControl Old Version
nl: Oude versie afstandsbediening
ru: Пульты управления всех версий

source: Remotecontrol Power Aktion
ru: Кнопка питания

source: Remove Cachefile ?
nl: Cache bestand verwijderen
ru: Удалить файл кэша?

source: Remove Cookies
ru: Удалить куки

source: Remove Log:
ru: Лог удаления

source: Remove Skinstyle
ru: Удалить стиль

source: Remove empty Bouquet
ru: Удалить пустые букеты

source: Remove error
nl: Verwijderen mislukt
ru: Ошибка удаления

source: Remove mode
nl: Wis Modus
ru: Удаление

source: Remove start
nl: Verwijder start
ru: Запуск удаления

source: Remove success
nl: Succesvol verwijderd
ru: Удаление завершено

source: Remove this Favorite ?
nl: Wilt u deze favoriet wissen ?
ru: Удалить этот фаворит?

source: Remove unused Channels in Bouquets
nl: Verwijder ongebruikte zenders in favorieten lijst
ru: Удаление неиспользуемых каналов в букетах

source: Remove unused Satellites/Providers
ru: Удалить неиспользуемые спутники/провайдеров

source: Remove unused Transponder on used Satellites/Providers
ru: Удалить неиспользуемые транспондеры спутников/провайдеров

source: Removeing
nl: Verwijderen
ru: Удаление

source: Rename
nl: Hernoemen
ru: Переименовать

source: Repeat
nl: Herhalen
ru: Повтор-Выкл

source: Repeat type
ru: Тип повтора

source: Repeat-On
nl: Herhalen Aan
ru: Повтор-Вкл

source: Rescue mode
ru: режим восстановления

source: Reset
ru: Сброс

source: Reset your Skin Settings ?
ru: Перезагрузить скин?

source: Resolution
ru: Разрешение

source: Resolution (current)
nl: Aktuele resolutie
ru: Разрешение (Текущее)

source: Resolution (default)
nl: Standaard resolutie
ru: Разрешение (Умолчание)

source: Resolution Settings
nl: Resolutie instellingen
ru: Настройка разрешения видео

source: Resolution:
nl: Resolutie:
ru: Разрешение

source: Restart
nl: Herstart
ru: Рестарт

source: Restart Network
nl: Netwerk herstarten
ru: Рестарт сети

source: Restart Network ?
nl: Netwerk herstarten?
ru: Перезапустить сеть?

source: Restart Oscam ?
nl: Oscam opnieuw starten?
ru: Перезапустить Oscam?

source: Restore
nl: Herstel
ru: Восстановить

source: Restore Default Bouquets
ru: Восстановить букеты

source: Restore Default Channel Settings
ru: Восстановить сеттинги

source: Restore Default Channels
ru: Восстановить каналы

source: Restore Default Providers
ru: Восстановить провайдеров

source: Restore Default Sats
ru: Восстановить спутники

source: Restore Settings
nl: Instellingen terugzetten
ru: Восстановление настроек

source: Restore channel settings
ru: Перезапустить букеты

source: Restore default
ru: Восстановление умолчания

source: Restore default settings
nl: Fabrieksinstelling terugzetten
ru: Сброс настроек

source: Restore default without Channelsettings
ru: Восстановить по умолчанию без настроек

source: Restore failed, see log
nl: Herstellen mislukt, zie log
ru: Восстановление не удалось! Для дополнительной информации смотрите файл лога

source: Result List
ru: Список результатов

source: Results
nl: Resultaten
ru: Результат

source: Resync Recording immediately
nl: Resync opname direct (geen schrijf buffer)
ru: Немедленная синхронизация записи (Нужно отключить кэш)

source: Rewind
ru: Перемотка назад

source: Right
ru: Вправо

source: Rolloff
nl: Uitrollen
ru: Крен

source: Rolloff:
nl: Uitrollen:
ru: Крен

source: Rotor Position
nl: Rotor Positie
ru: Позиция мотора

source: Rotor Settings
nl: Rotor instellingen
ru: Параметры мотора

source: Runtime
nl: Tijd
ru: Время выполнения

source: Runtime:
nl: Tijdsduur:
ru: Время выполнения

source: Russian
nl: Русский
ru: Русский

source: S
ru: Ы

source: SAT
nl: Satellieten
ru: Спутники

source: SATA Connector
ru: Коннектор SATA

source: SATCR Frequency
nl: Frequentie
ru: Частота SATCR

source: SATCR Number
nl: SATCR nummer
ru: Номер SATCR

source: SAVE
nl: Opslaan
ru: Сохранить

source: SAVETRANSPONDER
nl: Transponder opslaan
ru: Сохранить транспондер

source: SCANSTART
ru: Старт сканирования

source: SEARCH
nl: Zoek
ru: Поиск

source: SELECT
nl: Selecteer
ru: Выбрать

source: SEND
nl: Zend
ru: Отправка

source: SMB Client Lib v3.0.28b (/media/smbfs)
ru: SMB клиент

source: SORT
nl: Sorteren
ru: Сортировка

source: START
ru: Старт

source: STICK
ru: Стик

source: STOP
ru: Стоп

source: STOP/START
ru: Стоп/Старт

source: SUCESS Flash/Nand
ru: Эффективность Flash/Nand

source: SUCESS Serial Port
nl: SUCCES seriële poort
ru: Хороший порт

source: SZ
ru: Ъ

source: Samba Server
ru: Сервер Samba

source: Samba Server Settings
nl: Samba Server instellingen
ru: Параметры Samba-сервера

source: Samba file server
ru: Файл сервера Samba

source: Samsung SPF.. Settings
ru: Настройка Samsung SPF

source: Sat
nl: Satellieten
ru: Сб

source: Sat Config
nl: Satellieten instellingen
ru: Параметры приёма

source: Sat Finder
nl: Sat zoeker
ru: Сатфиндер

source: Sat/Provider:
ru: Спутники/Провайдеры

source: Sat:
ru: Спутники

source: SatCount:
nl: Satellieten:
ru: Спутников

source: Satelite Type
nl: Satelliet keuze
ru: Тип спутника

source: Satellite
nl: Satelliet
ru: Спутник

source: Satellite/Provider import done, Titan will be restarted! Please check tuner config and execute a channel search after restart.
ru: Импорт спутников/провайдеров сделан, Titan перезапустится! Пожалуйста, проверьте настройки тюнера и выполните поиск каналов после перезагрузки

source: Satellites
nl: Satellieten
ru: Спутники

source: Satfinder
nl: Sat zoeker
ru: Уровень и качество сигнала

source: Saturation
nl: Saturatie
ru: Насыщенность

source: Saturday
nl: Zaterdag
ru: Суббота

source: Save
nl: Opslaan
ru: Сохранить

source: Save Settings
nl: Instellingen opslaan
ru: Сохранить настройки

source: Scan
nl: Scannen
ru: Поиск

source: Scan Auto
ru: Автосканирование

source: Scan Auto Config
ru: Параметры автосканирования

source: Scan Manual
ru: Ручное сканирование

source: Scan Manual Config
ru: Параметры ручного сканирования

source: Scan and manage cifs/nfs/ftp shares
ru: Проверка и управление cifs и nfs/ftp

source: Scan completed, changes have been saved.
ru: Сканирование завершено, изменения были сохранены

source: Scan is not allowed if record or stream is running !
nl: Zoeken niet toegestaan gedurende opname of stream!
ru: Сканирование не доступно, если ведётся запись!

source: Scan locking
nl: Scan blokkering
ru: Блок сканирования

source: ScanList
nl: Scan lijst
ru: Лист сканирования

source: Scanning Network Shares, please wait !!
nl: Zoeken naar netwerk shares, ogenblik AUB!
ru: Идёт сканирование, ждите!

source: Scart On Standby
nl: Scart op standby
ru: При старте переходить в режим ожидания

source: Scifi
ru: Фантастика

source: Score:
ru: Оценка

source: Screensaver
ru: Заставка

source: Screensaver Adjust
nl: Screensaver aanpassen
ru: Настройки заставки

source: Screenshot All
ru: Полный скриншот

source: Screenshot OSD
ru: Скриншот

source: Screenshot Video
ru: Скриншот видео

source: Screenshot create
ru: Скриншот

source: Script execute
nl: Script uitvoeren
ru: Выполнение скриптов

source: Script has no output or started in background.
nl: Script heeft geen output of is gestart op de achtergrond.
ru: Скрипт не имеет выхода или запущен в фоне

source: Search
nl: Zoek
ru: Поиск

source: Search (20)
nl: Zoek (20)
ru: Поиск (20)

source: Search (local)
nl: Zoek (lokaal)
ru: Поиск (Локальный)

source: Search Cast
nl: Zoek cast
ru: Поиск в ролях

source: Search on ARD (local)
nl: Zoek op ARD (lokaal)
ru: Поиск в ARD (Локально)

source: Search on All (local)
ru: Поиск везде (Локально)

source: Search on FilmOn (local)
ru: Поиск в FilmOn (Локально)

source: Search on InternetRadio (local)
nl: Zoek op InternetRadio (lokaal)
ru: Поиск в InternetRadio (Локально)

source: Search on KinoX
nl: Zoek op KinoX
ru: Поиск в KinoX

source: Search on KinoX (local)
nl: Zoek op KinoX (lokaal)
ru: Поиск в KinoX (Локально)

source: Search on Netzkino (local)
nl: Zoek op Netzkino (lokaal)
ru: Поиск в Netzkino (Локально)

source: Search only aktual epg ?
nl: Alleen in actuele EPG zoeken?
ru: Обновить данные EPG до актуальных?

source: Season
nl: Seizoen
ru: Сезон

source: Second Infobar
nl: Tweede informatiebalk
ru: Второй инфобар (Двойное нажатие INFO)

source: Section:
nl: Sectie:
ru: Секция

source: Select Language
ru: Выбор языка

source: Select Path
nl: Selecteer pad
ru: Выбрать путь

source: Select Unicable Manufacturer
nl: Selecteer Unicable fabrikant
ru: Выберите провайдера

source: Select Your Remote Control
nl: Selecteer uw afstandsbediening
ru: Выберите Ваш пульт управления

source: Select a function for the Media button
ru: Здесь Вы можете задать функцию кнопки Медиа

source: Select a function for the Plugin button
ru: Здесь Вы можете задать функцию кнопки Плагин

source: Select a function for the blue button
ru: Здесь Вы можете задать функцию синей кнопки

source: Select a function for the red button
ru: Здесь Вы можете задать функцию красной кнопки

source: Select backup:
nl: Selecteer backup:
ru: Выбор бэкапа

source: Select boot image
ru: Выбор имиджа для загрузки

source: Select device
ru: Выбор устройства

source: Selected image
ru: Выберете имидж

source: Selected:
nl: Geselecteerd:
ru: Тип бекапа

source: Send
ru: Отправка

source: Send Telnet Command
ru: Отправка команды

source: Send all CAID to modules
nl: Alle CAID's naar CI module sturen
ru: Отправить все CAID модулей

source: Send remote box into standby ?
nl: Zet remote box in standby?
ru: Отправить дистанционно ресивер в режим ожидания?

source: September
ru: Сентябрь

source: Serial Input
ru: Ввод кодов

source: Series
ru: Серии

source: Server 1
ru: Сервер 1

source: Server 2
ru: Сервер 2

source: Server 3
ru: Сервер 3

source: Server 4
ru: Сервер 4

source: Server 5
ru: Сервер 5

source: Server Name
nl: Server Naam
ru: Имя сервера

source: Service
nl: Zender
ru: Канал

source: Serviceinfo
nl: Zenderinfo
ru: Информация о канале

source: Set action after rec
nl: Acties na opnamen
ru: Действие после записи

source: Set standby A/V Receiver
ru: Перевести в режим ожидания A/V ресивер

source: Set standby TV
ru: Перевести в режим ожидания ТВ

source: Set standby all connected devices
ru: Перевести в режим ожидания все устройства

source: Set system time on the internet
ru: Синхронизация времени через Интернет

source: Settime
ru: Сетевое время

source: Settings
nl: Instellingen
ru: Настройки

source: Settings OK ?
nl: Instellingen Ok?
ru: Настройки в порядке?

source: Settings backup/restore
nl: Instellingen backuppen/terugzetten
ru: Бэкап/ресторе настроек

source: Settings succesfull saved
nl: Instellingen zijn succesvol opgeslagen
ru: Настройки успешно сохранены

source: Settings succesfully saved
ru: Настройки успешно сохранены

source: Setup HDMI-CEC
ru: Параметры HDMI-CEC

source: Setup PIP
ru: Параметры PiP

source: Sharename can't be empty!
nl: Sharenaam mag niet leeg zijn!
ru: Имя папки не может быть пустым!

source: Shooting Background done ! Save Screenshoot Path: /tmp/screenshot.jpg
nl: Schermafdruk gemaakt! Opgeslagen als: /tmp/screenshot.jpg
ru: Скриншот создан! Путь сохранения /tmp/screenshot.jpg

source: Should Timeshift File deleted ?
nl: Moet timeshift bestand verwijderd worden?
ru: Удалить файл таймшифта?

source: Show EPG screen (EPG button)
nl: Toon EPG (EPG knop)
ru: Показать EPG (Кнопка EPG)

source: Show HDD freesize
nl: Laat vrije ruimte hardeschijf zien
ru: Показать свободное пространство HDD

source: Show Modules
nl: Toon CI-Modules
ru: Показать модули

source: Show Pay Streams
nl: Toon betaal kanalen
ru: Показывать потоки платных каналов

source: Show Pictitle
nl: Toon beeldnaam
ru: Показывать имена файлов

source: Show Signal Infos
ru: Показать качество сигнала

source: Show Timeline in Channellist
nl: Toon tijdlijn in kanaallijst
ru: Показывать шкалу времени в списке каналов

source: Show hidden files
nl: Verborgen bestanden zien
ru: Показывать скрытые файлы

source: Show in Standby
nl: In Standby tonen
ru: Показать в режиме ожидания

source: Show in VFD
nl: In Display tonen
ru: Показать на дисплее ресивера

source: Show infobar on program change
nl: Toon infobalk bij zappen
ru: Показывать инфобар в начале/конце телепередачи

source: Show last pos Question
nl: Gebruik laatste positie vraag
ru: Использовать диалог 'Продолжить с места остановки'?

source: Show/Hide Remote Control
ru: Показать/Скрыть пульт

source: Signal:
nl: Signaal:
ru: Сигнал

source: Single (EPG)
nl: Eenvoudige (EPG)
ru: Простой EPG

source: Single EPG
nl: Simpele EPG
ru: Простой EPG

source: Single LNB
nl: Enkele LNB
ru: Одиночный LNB

source: Single Provider
nl: Enkele provider
ru: Одиночный провайдер

source: Single Sat
nl: Enkele satelliet
ru: Одиночный спутник

source: Single Service
nl: Enkele Service
ru: Одиночный канал

source: Single Transponder
nl: Enkele transponder
ru: Одиночный транспондер

source: Skin
ru: Выбор скина

source: Skin Adjust
nl: Skin instellingen
ru: Настройки скина

source: Skin Select
nl: Skin keuze
ru: Выбор скина

source: Skin Style selection
ru: Стиль скина

source: Skip 1/3
nl: Sprong op knoppen 1/3 in seconden
ru: Перемотка кнопками 1 или 3 (Сек)

source: Skip 4/6
nl: Sprong op knoppen 4/6 in seconden
ru: Перемотка кнопками 4 или 6 (Сек)

source: Skip 7/9
nl: Sprong op knoppen 7/9 in seconden
ru: Перемотка кнопками 7 или 9 (Сек)

source: Skip privat CA descriptor
nl: Sla privé CA beschrijving over
ru: Пропустить CA дескриптор

source: Sleep
ru: Сон

source: Sleep Timer
nl: Slaaptimer
ru: Таймер сна

source: Slot
ru: Слот

source: SmartCard Reader
nl: Smartcard lezer
ru: Смарт-карта

source: Smartcard
ru: Смарт-карта

source: Smartcard Ports found:
nl: Smartcard poorten:
ru: Порты смарт-карт

source: SmbClient (Win7)
ru: SMB клиент (Win7)

source: Softcam Panel
nl: Softcam instellingen
ru: Эмуляторы

source: Softcam Selection
nl: Softcam selectie
ru: Выбор менеджера

source: Softcam selection:
nl: Softcam kiezen:
ru: Выбор эмулятора

source: Some plugins needs restart. If the plugin is not active reboot the box.
nl: Sommige plugins vereisen een herstart. Als de plugin niet actief is herstart de ontvanger.
ru: Если плагин неактивен, перезагрузите ресивер

source: Song TitleText
nl: Muziek titel tonen
ru: Текст (Имя песни, канала, станции)

source: Sort
nl: Sorteren
ru: Сортировка

source: Sorting
nl: Sortering
ru: Сортировка

source: Sound
nl: Geluid
ru: Звук

source: Sound amplifier (TV-Modus / internal Player)
nl: Geluids versterker (TV/Interne speler)
ru: Усилитель звука (ТВ-Modus/Внутренний плеер)

source: Sound amplifier (external Player)
nl: Geluids versterker (externe speler)
ru: Усилитель звука (Внешний плеер)

source: Space
nl: Ruimte
ru: Пробел

source: Spanish
ru: Испанский

source: Spezialfunctions unlocked, no input required
nl: Speciaal functies vrij, geen ingave nodig
ru: Приёмник разблокирован, ввода кода не требуется!

source: Spinnerspeed
nl: Spinner-snelheid
ru: Скорость спиннера

source: Spinnertime
nl: Spinner-tijd
ru: Время появления спиннера

source: Sport
nl: Ftp poort
ru: Спорт

source: StandBy Mode
nl: Standby Modus
ru: Режим выключеня

source: Standby
ru: Режим ожидания

source: Standby / Poweroff
nl: Standby/Uitschakelen
ru: Меню выключения

source: Standby Brightness
nl: Standby helderheid
ru: Яркость в режиме ожидания

source: Standby frequency
nl: Ingestelde CPU frequentie in standby
ru: Частота процессора в режиме ожидания

source: Start AutoTimer
ru: Старт автотаймера

source: Start HTTPD
nl: Start webserver
ru: Старт HTTPD

source: Start RGUID
nl: Start scherm op afstand
ru: Старт RGUID

source: Start Record
ru: Старт записи

source: Start Restore Default Bouquets ?
ru: Начать восстановления по умолчанию букетов?

source: Start Restore Default Channel Settings ?
ru: Начать восстановления по умолчанию настроек каналов?

source: Start Restore Default Channels ?
ru: Начать восстановления по умолчанию каналов?

source: Start Restore Default Providers ?
ru: Начать восстановления по умолчанию провайдеров?

source: Start Restore Default Sats ?
ru: Начать восстановления по умолчанию спутников?

source: Start Wlan ?
nl: WLAN starten?
ru: Подключить сеть WLAN?

source: Start at last position ?
nl: Starten bij de laatse positie?
ru: Запустить с места последней остановки?

source: Start movie in the internal player, set with 0 key marker during a movie. 5 key is for the marker overview. Then here select movie and start.
nl: Start film met standaard speler, set een markering met toets 0 tijdens afspelen. Toets 5 laat alle markeringen zien.
ru: Запустите запись во внутреннем плеере, нажмите 0 во время просмотра. 5 для маркера обзора. Выберите запись и запустите её

source: Start on boot
nl: Automatische opstarten
ru: Запускать при загрузке

source: Start playback
nl: Weergave starten
ru: Старт воспроизведения

source: Start-> OK
ru: Старт-> OK

source: Status
ru: Статус

source: Status update
nl: Status geüpdatet
ru: Статус обновления

source: Status:
ru: Статус

source: Step frequency
nl: Frequentie stap
ru: Шаг частоты

source: Step signalrate
nl: Signalrate stap
ru: Шаг силы сигнала

source: Stock
nl: Standaard
ru: Фондовая

source: Stop
ru: Стоп

source: Stop AutoTimer
ru: Остановить автотаймер

source: Stop if not used
ru: Отключение при неиспользовании

source: Storage position
nl: Opgeslagen positie
ru: Номер позиции

source: Stream
ru: Поток

source: Stream Config (iOS)
ru: Стрим-конфиг (iOS)

source: Stream Link
ru: Ссылка стрима

source: Stream Menu
ru: Меню потока

source: Stream Path
nl: Pad voor stream
ru: Путь потока

source: Stream Port
nl: Stream Poort
ru: Порт потока

source: Stream Transcode
ru: Транскодинг стрима

source: Streaminfo
ru: Инфо о потоке

source: Streaming
ru: Стриминг

source: Streaming Playback (default)
nl: Streaming afspelen (standaard)
ru: Потоковое воспроизведение (По умолчанию)

source: Streaming Playback Caching (10MB)
nl: Streaming afspeel buffer (10MB)
ru: Кэширование потокового воспроизведения (10Мб)

source: Streaming Playback Caching (5MB)
nl: Streaming afspeel buffer (5MB)
ru: Кэширование потокового воспроизведения (5Мб)

source: Streaming succesfull stopped.
ru: Поток остановлен

source: Stringconvert
ru: Преобразование строк

source: Style
nl: Stijl
ru: Стиль

source: Subchannel
nl: Subkanaal
ru: Субканал

source: Subservices
ru: Субканал

source: Subtitle
nl: Ondertiteling
ru: Субтитры

source: Sudoku
ru: Игра Sudoku

source: Sun
ru: Вс

source: Sunday
nl: Zondag
ru: Воскресенье
