Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: Infobar Sleep
nl: Tijd voordat informatiebalk verschijnt (sec)
ru: Время ожидания инфобара (Сек)

source: Infobar Timeout
nl: Tijd totdat informatiebalk dimt (sec)
ru: Время показа инфобара (Сек)

source: Information
nl: Informatie
ru: Информация

source: Information: This hard drive size can take a file system check between 30 minutes and 1.5 hours.
nl: Informatie: Met deze schijf grootte kan een bestandssysteem controle 1 tot 1,5 uur duren.
ru: Внимание: Для проверки этого диска может потребоваться от 30 мин до 1,5 часа

source: Infos
ru: Информаторы

source: Input 1
ru: Вход 1

source: Input 10
ru: Вход 10

source: Input 11
ru: Вход 11

source: Input 12
ru: Вход 12

source: Input 13
ru: Вход 13

source: Input 14
ru: Вход 14

source: Input 15
ru: Вход 15

source: Input 16
ru: Вход 16

source: Input 2
ru: Вход 2

source: Input 3
ru: Вход 3

source: Input 4
ru: Вход 4

source: Input 5
ru: Вход 5

source: Input 6
ru: Вход 6

source: Input 7
ru: Вход 7

source: Input 8
ru: Вход 8

source: Input 9
ru: Вход 9

source: Input field
ru: Заполните поле

source: Input the numbers 1 to 9
ru: Ввод цифры от 1 до 9

source: Install
ru: Установить

source: Install File Manager Tpk first !
nl: Installeer eerst TPK bestandsbeheer!
ru: Сначала установите плагин File Manager!

source: Install Log:
ru: Лог установки

source: Install Tithek Tpk first !
nl: Installeer de Tithek plugin!
ru: Сначала установите плагин Tithek

source: Install Weather Tpk first !
nl: Installeer eerst de weer plugin!
ru: Сначала установите Weather Tpk!

source: Install error
nl: Installatie mislukt
ru: Ошибка установки

source: Install language Package !
ru: Установка языкового пакета

source: Install netsurf Internetbrowser Tpk first !
nl: Installeer de NetSurf plugin!
ru: Сначала установите плагин Интернет браузер!

source: Install success
nl: Installatie succesvol
ru: Установка завершена

source: Install to FLASH
nl: Installeer op FLASH
ru: Установка во Флэш

source: Install to MNT
nl: Installeer in MNT
ru: Установка в MNT (Флэш)

source: Install to SWAP
nl: Installeer in SWAP
ru: Установка в SWAP (USB или HDD)

source: Installation start
nl: Start installatie
ru: Запуск установки

source: Installed:
nl: Geïnstalleerd:
ru: Установлено

source: Installing
nl: Installeren van
ru: Установка

source: Interface
ru: Интерфейс

source: Internet Browser
ru: Интернет браузер

source: Internet Browser Plugin not installed !
ru: Плагин браузера не установлен!

source: Interval
ru: Интервал

source: Inversion
nl: Omkering
ru: Инверсия

source: Inversion:
nl: Omkering:
ru: Инверсия

source: Iptv Player
ru: Плеер IPTV

source: Is this Videomode ok ?
nl: Is deze beeld instelling ok?
ru: Так устраивает?

source: Italian
nl: Italiano
ru: Итальянский

source: J
ru: О

source: January
ru: Январь

source: July
ru: Июль

source: Jump
nl: Spring
ru: Пропуск

source: Jump To (min)
nl: Spring naar (min)
ru: Перейти к (Мин)

source: June
ru: Июнь

source: K
nl: Ok
ru: Л

source: KILL
nl: Rood
ru: Убить прцесс

source: Kamera 1
ru: Камера 1

source: Kamera 2 (Umschalten mit Rot)
ru: Камера 2

source: Kamera 3 (Umschalten mit Rot)
ru: Камера 3

source: Kamera 4 (Umschalten mit Rot)
ru: Камера 4

source: Kernel
ru: Ядро

source: Kernel Modules
ru: Модули ядра

source: Key
nl: Sleutel
ru: Ключ

source: Key Action - Plugins
nl: Toets acties - Plugins
ru: Плагины

source: Key Actions
ru: Основные действия

source: KeyLock
nl: Toetsenblokkering
ru: Блокировка пульта

source: Keyboard
nl: Toetsenbord
ru: Клавиатура

source: Keys Updated !
ru: Обновлено!

source: KravenConfig
ru: Настройка скина KravenHD

source: KravenHD Config
ru: Параметры скина KravenHD

source: KravenHD skin isn't active!
ru: Скин KravenHD активирован

source: L
ru: Д

source: LED - brightness running
nl: LED - helderheid tijdens gebruik
ru: LED - яркость в работе

source: LED - brightness standby
nl: LED - helderheid tijdens Standby
ru: LED - яркость в режиме ожидания

source: LED when running
ru: LED при запуске

source: LED when sleeping
ru: LED во время сна

source: LNB 13V / 22K off: NOT OK
ru: LNB 13В/22K вкл: NOT OK

source: LNB 13V / 22K off: OK
ru: LNB 13В/22K выкл: OK

source: LNB 13V / 22K on: NOT OK
ru: LNB 13В/22K вкл: NOT OK

source: LNB 13V / 22K on: OK
ru: LNB 13В/22K вкл: NOT OK

source: LNB 18V / 22K off: NOT OK
ru: LNB 18В/22K выкл: NOT OK

source: LNB 18V / 22K off: OK
ru: LNB 18В/22K выкл: OK

source: LNB Settings
nl: LNB instellingen
ru: Параметры LNB

source: LNB off / 22K off: NOT OK
ru: LNB выкл/22K выкл: NOT OK

source: LNB off / 22K off: OK
ru: LNB выкл/22K выкл: OK

source: LOG
ru: Лог

source: Language
nl: Taal
ru: Язык меню

source: Language French
ru: Французский язык

source: Language Greek
ru: Греческий язык

source: Language Italian
ru: Итальянский язык

source: Language Lithuanian
ru: Литовский язык

source: Language Package for French
ru: Французкия языковый пакет

source: Language Package for Greek
ru: Греческий языковый пакет

source: Language Package for Italian
ru: Итальянский языковый пакет

source: Language Package for Lithuanian
ru: Литовский языковый пакет

source: Language Package for Polish
ru: Польский языковый пакет

source: Language Package for Russian
ru: Русский языковый пакет

source: Language Package for Spanish
ru: Испанский языковый пакет

source: Language Package for Vietnamese
ru: Вьетнамский языковый пакет

source: Language Polish
ru: Польский язык

source: Language Russian
ru: Русский язык

source: Language Spanish
ru: Испанский язык

source: Language Vietnamese
ru: Вьетнамский язык

source: Last
ru: Сейчас

source: Last:
nl: Laatste:
ru: Последний

source: Latitude
nl: Breedtegraad
ru: Широта

source: Left
ru: Влево

source: Level:
ru: Уровень

source: License
ru: Лицензия

source: Limit
nl: Grenswaarde
ru: Предел

source: Link postet
nl: Link gepost
ru: Ссылка размещена

source: Listbox Select
nl: Listbox keuze
ru: Метод выделения из списка

source: Listbox Select Color
nl: Listbox selectie kleur
ru: Выберите цвет выделения пунктов меню

source: Lithuanian
ru: Литовский

source: Load Partition
nl: Laad partitie
ru: Загрузка разделов с Hdpam

source: Load Playlist
nl: Afspeellijst laden
ru: Загрузить плейлист

source: Location
nl: Plaats
ru: Населённый пункт

source: Logo 1
nl: Verspringend beeld tonen
ru: Лого 1

source: Logo 2
nl: Scrollend beeld tonen
ru: Лого 2

source: Logs
ru: Логи

source: Longitude
nl: Lengtegraad
ru: Долгота

source: Low:
nl: Laag:
ru: Ширина

source: Lowest temp:
nl: Minimum temperatuur:
ru: Мин температура

source: M
ru: Ь

source: MC VideoPlayer Imdb Settings
nl: MC VideoPlayer Imdb instellingen
ru: Настройки

source: MC VideoPlayer Sort Settings
nl: MC VideoPlayer sorteervolgorde
ru: Настройки сортировки

source: MC VideoPlayer View Settings
nl: MC VideoPlayer instellingen tonen
ru: Настройки просмотра

source: MENUPROTECT
nl: Beveilig menu
ru: Защита меню

source: MI
nl: WO
ru: I

source: MO
nl: MA
ru: M

source: MTD
ru: Распределение FLASH

source: MTD Operation/System Update
ru: MTD Операция/Обновление системы

source: MULTI EPG - All Channels
nl: Multi EPG - Alle zenders
ru: Все каналы

source: MULTI EPG - Bouquets
nl: Multi EPG - Favorieten
ru: Фавориты

source: MULTI EPG - Channel
nl: Multi EPG - Zenders
ru: Каналы

source: MULTI EPG - Provider
nl: Multi EPG - Providers
ru: Провайдеры

source: MULTI EPG - Satellites
nl: Multi EPG - Satellieten
ru: Спутники

source: Main Menu
nl: Hoofdmenu
ru: Главное меню

source: Manage MultiImage
ru: Управление мультиимиджами

source: Manual Search
nl: Handmatig zoeken
ru: Поиск каналов (Ручной)

source: Manual Search Cable
nl: Handmatig zoeken op kabel
ru: Ручной поиск кабельного ТВ

source: Manual Search Terrestrial
nl: Handmatig zoeken ether (digitenne)
ru: Ручной поиск наземного ТВ

source: March
ru: Март

source: Mark Color
ru: Цвет маркера

source: Marker
nl: Markering
ru: Маркер

source: Marker autoseek is started
nl: Markering automatisch zoeken is gestart
ru: Автопоиск запущен

source: Marker autoseek is stopped
nl: Markering automatisch zoeken is gestopt
ru: Автопоиск остановлен

source: Marker found:
nl: Markering gevonden:
ru: Найден маркер

source: Marker has been set.
nl: Markering is geplaatst.
ru: Маркер установлен

source: Market cap:
ru: Рыночная капитализация

source: Maximal frequency
nl: Maximale Frequentie
ru: Макс частота

source: Maximal signalrate
nl: Maximale Signalrate
ru: Макс сигнал

source: May
ru: Май

source: Media
ru: Медиа

source: Media Button
ru: Медиа кнопка

source: Media Center
ru: Медиацентр

source: Media Dir 1
nl: Media map 1
ru: Медиа папка 1

source: Media Dir 2
nl: Media map 2
ru: Медиа папка 2

source: Media Dir 3
nl: Media map 3
ru: Медиа папка 3

source: Media Dir 4
nl: Media map 4
ru: Медиа папка 4

source: Media Key Action - Setup
ru: Выбор

source: Media Player
nl: Media speler
ru: Медиаплеер

source: Media Plugins List
ru: Список медиаплагинов

source: MediaCenter
ru: Медиацентр

source: MediaDB
ru: Плагин MediaDB

source: MediaDB Debug
ru: Отладка MediaDB

source: MediaDB Edit
nl: MediaDB bewerken
ru: Плагин MediaDB

source: MediaDB Path
nl: MediaDB Pad
ru: Путь MediaDB

source: MediaDB Path not found! Configure it in MediaDB Settings
nl: MediaDB pad niet gevonden! Configureer mediaDB instellingen
ru: Путь не найден! Задайте его в настройках MediaDB

source: MediaDB Settings
nl: MediaDB instellingen
ru: Настройки MediaDB

source: MediaDB autoscan
ru: Автоскан MediaDB

source: MediaDB directory scan started in Background !
nl: Scannen MediaDB map in achtergrond gestart!
ru: Проверка базы данных MediaDB запущена в фоновом режиме

source: MediaDB entry for this file not found.
nl: MediaDB ingang van bestand niet gevonden.
ru: В базе данных MediaDB информации об этом файле не найдено

source: MediaDB not found! Scan your HDD in TMC Settings
nl: MediaDB niet gevonden! Scan uw hardeschijf in TMC instellingen
ru: MediaDB не найден! Проверьте жёсткие диски в настройках TMC

source: MediaDB place
nl: MediaDB opslaglocatie
ru: Плагин MediaDB

source: MediaDB scan finished
nl: MediaDB scan klaar
ru: Сканиравание MediaDB завершено

source: Mediathek
nl: Online Mediatheek
ru: Медиатека

source: Memory
nl: Geheugen
ru: Память

source: Menu
ru: Меню

source: Menu Protect
nl: Beveilig menu
ru: Защита меню

source: Menu Title
nl: Menu titel
ru: Название меню

source: Menu functions
ru: Функции меню

source: Menu not implemented !
nl: Menu is niet beschikbaar!
ru: Меню не реализовано!

source: Menulist
nl: Menulijst
ru: Лист меню

source: Message
nl: Mededeling
ru: Сообщение

source: Minimal
ru: Минимал

source: Minimal frequency
nl: Minimale Frequentie
ru: Мин частота

source: Minimal signalrate
nl: Minimale Signalrate
ru: Мин сигнал

source: Minuten
ru: Минуты

source: Minutes
nl: Minuten
ru: Выключить через (Мин)

source: Minutes:
nl: Minuten:
ru: Минуты

source: Modulation
nl: Modulatie
ru: Модуляция

source: Modulation:
nl: Modulatie:
ru: Модуляция

source: Module
ru: Модули

source: Module Config
nl: Module instellingen
ru: Параметры модуля

source: Module Type
nl: Module soort
ru: Тип модуля

source: Mon
ru: Пн

source: Monday
nl: Maandag
ru: Понедельник

source: More audio/video formats playable
ru: Дополнительные аудио/видео форматы

source: Mounts
nl: Gekoppelde schijven
ru: Примонтировано

source: Move
nl: Rotor bewegen
ru: Перемещение

source: Move (B):
nl: Verplaats (B):
ru: Перемещение (Байт)

source: Move (KB):
nl: Verplaats (KB):
ru: Перемещение (Кб)

source: Move (MB):
nl: Verplaats (MB):
ru: Перемещение (Мб)

source: Move File
nl: Verplaats bestand
ru: Перемещение файла(ов)

source: Move Modus Background Color
ru: Цвет фона при перемещении

source: Move Modus Font Color
ru: Цвет шрифта при перемещении

source: Move mode
nl: Verplaats Modus
ru: Перемещение

source: Moven
nl: Verplaatsen
ru: Переместить

source: Moviepath
nl: Map voor films
ru: Путь перемещения

source: Movies
ru: Фильмы

source: Multi (EPG)
ru: Мульти EPG

source: Multi EPG
ru: Мульти EPG

source: Multi Sat
nl: Meerdere satellieten
ru: Мульти спутник

source: MultiGUI Plugin
ru: Плагин MultiGUI

source: MultiImage
ru: Мультиимидж

source: MultiImage Install/Rename
ru: Установка/Переименование мультиимиджа

source: Multiboot
ru: Мультизагрузка

source: Multiple Service
nl: Multi service
ru: Мульти канал

source: Multituner adjustable
ru: Мульти-тюнер

source: Music
nl: Muziek
ru: Музыка

source: Mute
ru: Без звука

source: My Video
nl: Mijn Video
ru: Моё видео

source: N
ru: Т

source: NEW
nl: Nieuw
ru: Новый

source: NEXT
nl: Volgende
ru: Далее

source: NONE
nl: Geen
ru: Ничего

source: Name
nl: Naam
ru: Имя

source: Name:
nl: Naam:
ru: Имя

source: Nation
ru: Нация

source: Nation 1
ru: Нация 1

source: Nation 2
ru: Нация 2

source: Network
nl: Netwerk
ru: Сеть

source: Network Adapter Settings
nl: Network adapter instellingen
ru: Параметры сетевого адаптера

source: Network Adapter Test
nl: Netwerk adapter test
ru: Тест сетевого адаптера

source: Network Interface
ru: Сетевой интерфейс

source: Network Interfacelist
nl: Netwerk Interface lijst
ru: Список сетевых интерфейсов

source: Network Restart
nl: Netwerk opnieuw opstarten
ru: Рестарт сети

source: Network Scan
nl: Netwerk doorzoeken
ru: Сканирование сети

source: Network Test
nl: Netwerk testen
ru: Тест сети

source: Network browser extension for better Win7 compatibility
nl: Netwerk browser extensie voor betere Win7 ondersteuning
ru: Расширение браузера сети для лучшей совместимости с Win7

source: Networkbrowser
nl: Netwerk browser
ru: Сетевой браузер

source: Networkbrowser - show Shares
nl: Netwerk Browser - toon koppelingen
ru: Настройка папок

source: Networkbrowser - show scanned DNS-Shares
nl: Netwerk browser - gevonden DNS shares
ru: Обнаруженные папки

source: Networkbrowser - show scanned cifs/nfs-Shares
nl: Netwerk browser - gevonden cifs/nfs shares
ru: Сканирование CIFS/NFS

source: Neutrino Keymap
ru: Клавиатура Neutrino

source: New free space (KB):
nl: Nieuwe vrije ruimte (KB):
ru: Свободного места (Кб)

source: News
nl: Nieuws
ru: Последние новости

source: Newsletter
nl: Nieuwsbrief
ru: Новости от разработчиков

source: Next
ru: Далее

source: Next EPG Time
nl: Volgende EPG tijd
ru: Следующий EPG

source: Next Page
ru: Следующая страница

source: Nfs Server Settings
nl: NFS Server instellingen
ru: Параметры Nfs сервера

source: No
ru: Нет

source: No Audiosync
nl: Geen audio synchronisatie
ru: Загрузка с опцией No Audiosync

source: No Linux partition found on this device.
ru: Нет раздела Linux в этом устройстве

source: No Live Stream running
nl: geen Live Stream actief
ru: Работающих потоков на найдено

source: No MediaDB Directory found Press OK to create it
nl: Geen MediaDB map gevonden! Druk op OK om deze maken
ru: Не найдена папка MediaDB! Нажмите ОК, чтобы создать её

source: No MultiImage device found. Create device?
ru: Пользовательских устройств не найдено Создать устройство?

source: No Tpk Files Found on /tmp Directory.
ru: Файлы плагинов в /tmp не найдены

source: No Tpk Files Found on Media Devices.
ru: Файлы плагинов в /media не найдены

source: No Tpk Files Found.
ru: Файлы плагинов не найдены

source: No Tpk Sections Found.
ru: В этой секции плагины не найдены

source: No Tuner configured
nl: Geen tuner geconfigureerd
ru: Ошибка: Нет настроенного тюнера!

source: No backup folders found!!! Aborting restoring...
nl: Geen Backup map gevonden!!! Herstellen afgebroken...
ru: Папка 'backup' не найдена! Отмена восстановления!

source: No config file found.
nl: Er is geen configuratie bestand gevonden.
ru: Не найден файл конфигурации

source: No device available
ru: Нет доступного устройства

source: No image installed
ru: Нет установленного имиджа

source: No memory
nl: Geen geheugen beschikbaar
ru: Ошибка: Недостаточно памяти

source: No plugin found.
nl: Geen plugin gevonden.
ru: Плагины не найдены

source: No skin snippets found!
ru: Скин не найден!

source: No skinconfig found in skin. Can't change to selected skin.
nl: Geen configuratie gevonden in skin. Kan niet wisselen.
ru: Нет папки настроек в скине Этот скин не редактируется

source: No space left on device
nl: Onvoldoende schijfruimte beschikbaar
ru: Ошибка: Нет свободного места на накопителе

source: Normal/Standby
nl: Normaal/Standby
ru: Нормальный/Режим ожидания

source: Not Present
nl: Niet aanwezig
ru: Нет презентации

source: Not enought space
nl: Onvoldoende opslagruimte
ru: Не хватает места

source: NotUsed Settings
nl: Niet gebruikte instellingen
ru: Не использовать настройки

source: Note created
nl: Notitie gemaakt
ru: Примечание создано

source: November
ru: Ноябрь

source: Ntfs Write
nl: NTFS schrijven
ru: Поддержка записи NTFS

source: O
ru: Щ

source: OE
ru: Ж

source: OK
ru: ОК

source: OK = select image for boot
ru: ОК = Выбор имиджа для загрузки

source: OLED selection
ru: Выбор OLED

source: OSD Bottom Overscan
nl: OSD onder verkleinen
ru: Маска экрана (Снизу)

source: OSD Left Overscan
nl: OSD links verkleinen
ru: Маска экрана (Слева)

source: OSD Right Overscan
nl: OSD rechts verkleinen
ru: Маска экрана (Справа)

source: OSD Screenshot
ru: OSD

source: OSD Top Overscan
nl: OSD boven verkleinen
ru: Маска экрана (Сверху)

source: OSD Transparent
nl: OSD transparantie
ru: Прозрачность

source: OSD+TV
ru: OSD+Видео

source: OTHER
nl: Anders
ru: Другие

source: October
ru: Октябрь

source: Offline Help
ru: Помощь (Офлайн)

source: Ok
ru: ОК

source: Ok Color
ru: Цвет Ok

source: Old Audiofw
nl: Oude ausio firmware
ru: Cтарые аудио FW

source: Old Entry
ru: Старый вход

source: Online Help
ru: Помощь (Онлайн)

source: Only Boot Overclock
nl: Alleen bij opstarten overklokken
ru: Разгон только при загрузке

source: Only DVBS
nl: Alleen DVB-S
ru: Только DVBS

source: Only default FEC
nl: Alleem Standaard FEC
ru: Только FEC

source: Only default signalrate
nl: Gebruit Standard Signalrate
ru: Только скорость сигнала

source: Only free scan
nl: Alleen vrije zenders scannen
ru: Только бесплатные

source: Open VPN (Server)
ru: Open VPN (Сервер)

source: Open settings menu
ru: Открыть параметры меню

source: Open:
ru: Открыто

source: OpenTV EPG
ru: EPG OpenTV

source: Openvpn Server Tool for external Network access
ru: Средство сервера OpenVPN для доступа к внешней сети

source: Optimize
nl: Optimaliseren
ru: Оптимизатор

source: Orbital Position:
ru: Орбитальная позиция

source: Orgname:
nl: Organisatie:
ru: Организация

source: OverClock Settings
nl: Overklok instellingen
ru: Настройки разгона процессора

source: Overclocking
nl: Overklokken
ru: Разгон процессора

source: Overclocking Settings
nl: Overklok instellingen
ru: Разгон процессора

source: P
ru: З

source: PICTURE
nl: Afbeelding
ru: Картинка

source: PICTURE SETTINGS
nl: Afbeelding instellingen
ru: Настройки отображения фото

source: PIDs
ru: Пиды

source: PIN Settings
nl: PIN instelling
ru: Пин-код настроек

source: PIN:
ru: Пин-код

source: PIP functions
ru: Функции PiP

source: PLAY
nl: Afspelen
ru: Играть

source: PREV
nl: Vorige
ru: Предыдущий

source: Page
nl: Pagina
ru: Страница

source: Page Down
ru: Страница вниз

source: Page Up
ru: Страница вверх

source: Panel
nl: Atemio Panel
ru: Панель

source: Parental
nl: Kinderslot
ru: Родительский контроль

source: Parted
ru: Разделить

source: Partition could not be created
ru: Раздел не создан

source: Password
nl: Wachtwoord
ru: Пароль

source: Path:
nl: Pad:
ru: Путь

source: Pause
ru: Пауза

source: Pearl LCD Settings
nl: Pearl LCD instellingen
ru: Настройки Pearl LCD

source: Permanent Time
nl: Permanente tijd
ru: Время на экране

source: Photos postet
nl: Foto gepost
ru: Фото отправлено

source: PiP List
ru: Лист PiP

source: PiP Switch
ru: Переключение PiP

source: Pic HW-decode
nl: Pic HW decodering
ru: HW-декодирование

source: Pic Name
nl: Afbeelding naam
ru: Имя фото

source: Pic Ratio
nl: Afbeelding Ratio
ru: Оригинальный формат изображения

source: Pic quality
nl: Pic kwaliteit
ru: Качество вывода фото

source: Picdenom Mode
nl: Picdenom modus
ru: Режим просмотра

source: Picture
nl: Afbeelding
ru: Картинка

source: Picture Player
nl: Afbeeldingen speler
ru: Просмотр фото

source: Pid's not ok
nl: PID's zijn niet ok
ru: PID плохой

source: Pilot
nl: Pilot (voor HD ontvangs 'ja' kiezen)
ru: Пилот

source: Pilot:
ru: Пилот

source: Pin
ru: Пин-код

source: Pin Code
ru: Пин-код

source: Pin Code Channel
nl: PIN code zender
ru: Пин-код канала

source: Pin Code menu
nl: PIN code voor menu
ru: Пин-код меню

source: Planets
ru: Планеты

source: Play
ru: Играть

source: Play Movie (URL)
ru: Кино (URL)

source: PlayList
nl: Afspeellijst
ru: Плейлист

source: Playbackbuffer Size
nl: Afspeel buffer grootte
ru: Размер буфера

source: Player
ru: Плеер

source: Player for .ts
nl: Speler voor .ts
ru: Плеер для файлов *.ts

source: Playlist
nl: Afspeellijst
ru: Плейлист

source: Playlist Menu
ru: Меню плейлиста

source: Playlist download
ru: Скачать плейлист

source: Playlist-Mode
nl: Afspeellijst modus
ru: Вид плейлиста

source: Please contact Atemio for activation.
ru: Пожалуйста, свяжитесь с Atemio для активации

source: Please wait ... All Settings are restored. Box will start in few seconds.
ru: Пожалуйста подождите! Все настройки будут восстановлены Ресивер перезагрузится через несколько секунд

source: Plot
ru: Участок

source: Plot:
ru: Сюжет

source: Plugin
ru: Плагин

source: Plugin Button
nl: Plugin knop
ru: Кнопка плагина

source: Plugin Key Action - Setup
nl: Plugin toets actie - Instellen
ru: Установки

source: Plugins
ru: Плагины

source: Points
ru: Очки

source: Polarization
nl: Polarisatie
ru: Поляризация

source: Polarization:
nl: Polarisatie:
ru: Поляризация

source: Policy
nl: Beleid
ru: Видеорежим

source: Polish
nl: Polski
ru: Польский

source: Port
nl: Poort
ru: Порт

source: Port-Kamera 1
ru: Порт камеры 1

source: Port-Kamera 2
ru: Порт камеры 2

source: Port-Kamera 3
ru: Порт камеры 3

source: Port-Kamera 4
ru: Порт камеры 4

source: Position Setup is not allowed if record or stream is running !
nl: Positie instellingen niet toegestaan als een opname of stream bezig is!
ru: Настройки позиции не доступны, если запись или стриминг запущены!

source: Positioner Setup
nl: Positioner instellingen
ru: Параметры позиционера

source: Post on wall from another user
nl: Bericht van een andere gebruiker
ru: Разместить другого пользователя

source: Power
ru: Питание

source: Power = reboot receiver
ru: Питание = Перезагрузить ресивер

source: Power Menu
nl: Uitschakel Menu
ru: Меню выключения

source: Power Off
nl: Uitschakelen
ru: Выключение

source: Power Off Timer
ru: Таймер выключения

source: Power off if box not used
ru: Отключение питания ресивера при простое

source: PowerControl
ru: Меню выключения

source: Poweroff
nl: Uitschakelen
ru: Выключение

source: Poweroff Timer
ru: Таймер выключения

source: Present
nl: Aanwezig
ru: Сейчас

source: Press -restore- and your saved settings will be restored from your swapstick / recording hdd! The Box will restart automatically for restoring! Press -backup- to save your actual settings to swapstick / recording hdd. WARNING: The old backup will be deleted!
nl: Druk op -herstellen- (Rood) en uw instellingen worden hersteld uit een eerder opgeslagen herstelbestand!/nUw ontvanger zal daarna automatisch herstarten! Druk op -herstelpunt maken- (Groen) dan word een herstelpunt gemaakt. LETOP: Eerdere herstelpunten worden verwijdert! Indien u de Systeem update functie onder -Systeem- gebruikt, dan wordt dit herstelpunt automatisch gemaakt!
ru: -Восстановление- (Красная кнопка) Ваши настройки будут восстановлены из ранее созданной резервной копии. Ресивер автоматически перезагрузится -Сохранение- (Зелёная кнопка) Ваши настройки будут сохранены ВНИМАНИЕ: При сохранении старая резервная копия удаляется! -Лог- (Жёлтая кнопка) Проверка резервной копии с помощью файла журнала

source: Press Front Key
nl: Druk op ontvanger AAN/UIT knop
ru: Нажмите кнопку на панеле
