Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: center
ru: Центр

source: change
nl: Wijzig
ru: Изменить

source: channel
nl: Zendernaam
ru: Канал

source: channel (EPG=Current channel)
nl: zender (EPG=Huidige zender)
ru: Канал (EPG = Текущий канал)

source: channel + time
nl: Zendernaam + tijd
ru: Канал + время

source: channel number
nl: Zendernaam + tijd
ru: Номер канала

source: channel-movie
nl: Kanaal-naam
ru: Канал/Название

source: channelhistory
ru: История каналов

source: channellist
ru: Список каналов

source: channelmenu
ru: Меню каналов

source: check your Secret Feed !
nl: Controleer de Secret Feed!
ru: Проверьте Ваш скрытый фид!

source: close window
ru: Закрыть окно

source: comming soon...
nl: Binnenkort beschikbaar...
ru: Скоро

source: connect with port A
ru: Соединиться с портом A

source: connect with port B
ru: Соединиться с портом B

source: continuous text
ru: Бегущая строка

source: copy service
nl: Naar favorieten kopiëren
ru: Копирование каналов

source: cover
nl: Hoes
ru: В виде иконок

source: create System Backup
ru: Создать резервную копию

source: cut record files
nl: Geknipte opnames
ru: Резка записанных файлов

source: d
ru: в

source: daily
nl: Dagelijks
ru: Ежедневно

source: date
nl: Datum
ru: Дата

source: date + time
nl: Datum + Tijd
ru: Дата + время

source: datetime
nl: Datum tijd
ru: Дата и время создания

source: deactivate
ru: Остановить

source: deaktiv
nl: Uitgeschakeld
ru: Выключено

source: deaktivate ethernet interface ?
nl: LAN verbinding uitschakelen?
ru: Отключить сеть LAN?

source: debug
ru: Отладка

source: deep
ru: Глубокий

source: default
nl: Standaardinstelling
ru: По умолчанию

source: default Directory
nl: Standaard map
ru: Папка по умолчанию

source: define port A
ru: Определить порт A

source: define port B
ru: Определить порт B

source: del startchannel
nl: Verwijder startzender
ru: Не использовать как стартовый

source: delete
nl: Wissen
ru: Удалить

source: details
ru: Подробно

source: dir
ru: Директория

source: direct connect
nl: Direkte verbinding
ru: Прямое подключение

source: direkter Start
nl: Start regisseur
ru: Прямой пуск

source: dirlabel
ru: Имя директории

source: dirsort
ru: Сортировка папок

source: disable
nl: Uit
ru: Выкл

source: diseqcscreen
nl: DiSEqC scherm
ru: DiSEqC экран

source: dnsaddresse
nl: DNS Adres
ru: DNS адрес

source: dnsserver 1
ru: DNS-сервер 1

source: dnsserver 2
ru: DNS-сервер 2

source: double
nl: Dubbel
ru: Двойной

source: download
ru: Закачка

source: download error
nl: Fout bij downloaden
ru: Ошибка закачки

source: dummy
ru: Пусто

source: e
ru: у

source: east
nl: Oost
ru: Восток

source: ein
nl: Aan
ru: Один

source: eingehende Anrufe
nl: Inkomend gesprek
ru: Входящие звонки

source: empty
nl: Leeg
ru: Нет модуля

source: emus
nl: Softcams
ru: Эмуляторы

source: en-GB
ru: ru-RU

source: enable
ru: Вкл

source: end search
nl: Beëindig zoeken
ru: Конец поиска

source: endless
nl: Onbegrensd
ru: Бесконечно

source: epgscanlist
ru: EPG сканлист

source: epgsearch
ru: Поиск EPG

source: epgsettings
ru: Параметры EPG

source: error
nl: FOUT
ru: Ошибка!

source: event
nl: Gebeurtenis
ru: События

source: expert (11)
ru: Эксперт

source: expired
ru: Истёк срок действия

source: ext
ru: Внешний

source: extended config Panel
nl: Uitgebreid configuratie paneel
ru: Расширенные настройки панели

source: extensionsmenu
ru: Меню расширений

source: extern
ru: Внешний

source: f
ru: а

source: fade out/in
nl: In/uit faden
ru: Плавно мигающий

source: fast
nl: Snel
ru: Быстро

source: file
nl: Bestand
ru: Файл

source: file copy error
nl: Fout bij bestand kopiëren
ru: Ошибка копирования файла

source: file move error
nl: Fout bij bestand verplaatsen
ru: Ошибка перемещения файла

source: filealt
nl: Bestand
ru: Альтернативный файл

source: filealtresult
nl: Alternatief bestandsresultaat
ru: Альтернативный файл

source: first slot
nl: 1e kaartlezer (onder)
ru: Первый слот

source: first titan game
ru: Лучшая игра

source: fonts
nl: Lettertype
ru: Шрифты

source: found
nl: gevonden
ru: Найдено

source: free space
nl: Vrije opslagruimte
ru: Свободное место

source: frequency
nl: Frequentie
ru: Частота

source: fsckroot
nl: Bestandssysteemcontrole root partitie
ru: Проверка файлофой системы root

source: ftpport
nl: FTP poort
ru: FTP порт

source: fullcover
nl: Hoes als achtergrond
ru: Отдельным списком

source: g
ru: п

source: games
nl: Spelletjes
ru: Игры

source: gateway
ru: Шлюз

source: goto position
nl: Ga naar positie
ru: Идти на

source: green
nl: Groen
ru: Зелёная

source: grey
nl: Grijs
ru: Серый

source: h
ru: р

source: harddisk_main
ru: Меню жёсткого диска

source: harddiskmenu
ru: Меню жёсткого диска

source: hbbtv Browser
ru: Браузер HBBTV

source: hddreplacement
nl: Netwerkschijf als opname medium
ru: Использовать папку для записей

source: helpbox
ru: Помощь

source: hidden
nl: Verborgen
ru: Не отображать

source: high
nl: Hoog
ru: Скрыть

source: hold
nl: behouden
ru: Удержать

source: httpdsettings
ru: Настройки HTTP

source: i
ru: ш

source: iD3Tag Info
ru: iD3Tag инфо

source: idle
ru: Простой

source: imdb mvis (network/hdd)
nl: Imdb achtergrond beelden (netwerk/hardeschijf)
ru: Постер IMDB (Сеть/HDD)

source: in
ru: В

source: in background
nl: In achtergrond
ru: В фоновом режиме

source: inadynsettings
ru: Настройки INADYN

source: infobar
nl: Infobalk
ru: Инфобар

source: infobar2
ru: Инфобар 2

source: infomenu
ru: Меню инфо

source: infos
ru: Информаторы

source: initializing
nl: Initialiseren
ru: Инициализация

source: install
nl: Installeren
ru: Установить

source: installed
ru: Установлен

source: interfacelist
ru: Лист интерфейса

source: intern
ru: Внутренний

source: internal loop to Tuner
ru: Внутренняя петля тюнера

source: internet
ru: Интернет

source: ipaddress
nl: IP adres
ru: IP адрес

source: j
ru: о

source: ja
ru: Да

source: k
nl: Ok
ru: л

source: key channel up/down
ru: Кнопка канала вверх/вниз

source: key pip
ru: Кнопка PiP

source: keymaps
nl: Afstandsbedieningsinstelling
ru: Клавиатура

source: l
ru: д

source: language
ru: Язык меню

source: lcdpearlskins
nl: Pearl-LCD-Skins
ru: Скины LCD Pearl

source: lcdsamsungskins
nl: Samsung-LCD-Skins
ru: Скины LCD Samsung

source: left
ru: Влево

source: left to right
ru: Слева направо

source: letterbox
ru: Пропорционально

source: lila
ru: Фиолетовый

source: limit east
nl: Limiet oost
ru: Лимит Восток

source: limit west
nl: Limiet west
ru: Лимит Запад

source: limits off
nl: Limieten uit
ru: Лимит выкл

source: limits on
nl: Limiet aan
ru: Лимит вкл

source: localname
ru: Имя

source: locked -> leaf locked
nl: vergrendelen -> vergrendeld laten
ru: Заблокирован -> лист закрывается

source: locked -> unlock it
nl: vergrendelen -> ontgrendelen
ru: Заблокирован -> разблокировать его

source: log
ru: Лог

source: logo
ru: Лого

source: loop to Tuner
nl: Doorgelust met tuner
ru: Петля тюнера

source: low
nl: Gering
ru: Низкое

source: m
ru: ь

source: mainmenu
ru: Главное меню

source: manualscan
ru: Ручное сканирование

source: marker
ru: Маркер

source: mediadbsettings
ru: Настройки MediaDB

source: medium
nl: Gemiddeld
ru: Средне

source: menulist
ru: Лист меню

source: menuprotect
ru: Защита меню

source: messagebox
ru: Сообщение

source: middle
nl: Middel
ru: Среднее

source: mixed mode
nl: Gemixte modus
ru: Смешанный режим

source: moduleconfig
ru: Параметры модуля

source: move east
nl: Beweeg naar oost
ru: На Восток

source: move service
nl: Verplaats service
ru: Перемещение каналов

source: move west
nl: Beweeg naar west
ru: На Запад

source: movie-channel
nl: Naam-kanaal
ru: Название/Канал

source: multiepg
ru: Мульти EPG

source: mute
ru: Без звука

source: n
ru: т

source: nein
nl: Nee
ru: Нет

source: netmask
ru: Маска сети

source: network
nl: Netwerk
ru: Сеть

source: network_test
ru: Тест сети

source: networkmenu
ru: Меню сети

source: never
nl: Nooit
ru: Никогда

source: never del file
nl: TS bestand nooit wissen
ru: Никогда не удалять файл таймшифта

source: newcs including all necessary config files.
ru: NewCS, включая все необходимые конфигурационные файлы

source: news Plugin
nl: Nieuws plugin
ru: Новые плагины

source: newsletter
ru: Новости от разработчиков

source: nfs server
ru: Автостарт NFS сервера

source: no
nl: Nee
ru: Нет

source: no description found
nl: Geen beschrijving gevonden
ru: Нет описания

source: no pic
nl: geen foto
ru: Без картинки

source: no record channel found
ru: Канал для записи не найден

source: non
ru: Оригинал

source: non-version
ru: Нет версии

source: none
nl: Geen
ru: Ничего

source: nonlinear
ru: Нелинейно

source: normal
nl: Normaal
ru: Нормально

source: north
nl: Noord
ru: Север

source: not started akttime higher than timer endtime
nl: Niet gestart, eindtijd is reeds geweest
ru: Ошибка: Текущее время больше, чем время окончания записи

source: nothing
nl: Niets doen
ru: Ничего

source: ntfsmount
ru: Монтирование NTFS

source: ntpdate
ru: Загружать время из Интернета

source: o
ru: щ

source: oe
ru: ж

source: off
nl: Uit
ru: Выкл

source: older 1 day
nl: ouder dan 1 dag
ru: Старше 1 дня

source: older 10 day
nl: ouder dan 10 dagen
ru: Старше 10 дней

source: older 15 day
nl: ouder dan 15 dagen
ru: Старше 15 дней

source: older 2 day
nl: ouder dan 2 dagen
ru: Старше 2 дней

source: older 20 day
nl: ouder dan 20 dagen
ru: Старше 20 дней

source: older 3 day
nl: ouder dan 3 dagen
ru: Старше 3 дней

source: older 30 day
nl: ouder dan 30 dagen
ru: Старше 30 дней

source: older 4 day
nl: ouder dan 4 dagen
ru: Старше 4 дней

source: older 40 day
nl: ouder dan 40 dagen
ru: Старше 40 дней

source: older 5 day
nl: ouder dan 5 dagen
ru: Старше 5 дней

source: older 50 day
nl: ouder dan 50 dagen
ru: Старше 50 дней

source: on
nl: Aan
ru: Вкл

source: once
nl: eenmalig
ru: Один раз

source: only OSD
ru: OSD

source: only TV
ru: Видео

source: only for scan
nl: Alleen voor scan
ru: Только поиск

source: only on power off / restart
nl: Alleen bij uitschakelen/herstarten
ru: Только при выключении/рестарте

source: open in new window
ru: Открыть в новом окне

source: optimize Plugin
nl: Optimalisatie plugin
ru: Плагин оптимизации системы

source: options
nl: Opties
ru: Опции

source: p
ru: з

source: panel_settings_fancontrol
ru: Панель управления вентилятором

source: password
nl: Wachtwoord
ru: Пароль

source: path
nl: Pad voor Media
ru: Место хранения данных MediaDB

source: permanent
ru: Постоянно

source: pic1
nl: foto1
ru: Картинка 1

source: pic2
nl: foto2
ru: Картинка 2

source: pic3
nl: foto3
ru: Картинка 3

source: pic4
nl: foto4
ru: Картинка 4

source: pic5
nl: foto5
ru: Картинка 5

source: picons
nl: Zenderlogo's
ru: Пиконы

source: picture
nl: Afbeelding
ru: Картинка

source: pin
ru: Пин-код

source: pincheck
ru: Проверка PIN-код

source: pip end
ru: Отключить PiP

source: pip menu
ru: Меню PiP

source: pip zap
ru: Переключение PiP

source: player
nl: Multimedia speler
ru: Плеер

source: playlist
ru: Плейлист

source: playlist_main
ru: Меню плейлиста

source: please wait
nl: Een ogenblik gedult
ru: Ждите!

source: please wait...
nl: Een ogenblik alstublieft...
ru: Пожалуйста ждите!

source: plugin
ru: Плагин

source: position
ru: Позиция

source: power off
nl: Uitschakelen
ru: Выключение

source: poweroff
nl: Uitschakelen
ru: Выключение

source: press red
nl: Druk op rode toets
ru: Нажмите красную кнопку

source: prime time
ru: Запись

source: progress
nl: Voortgang
ru: Прогресс

source: protect service
nl: Service met PIN beschermen
ru: Блокировка каналов

source: protocol
ru: Протокол

source: proxy
ru: Прокси

source: proxyauth
nl: Proxy authentificatie
ru: Прокси авторизация

source: proxyip
ru: IP для прокси

source: proxypass
nl: Proxy wachtwoord
ru: Пароль для проки

source: proxyport
nl: Proxy poort
ru: Порт для прокси

source: proxyuser
nl: Proxy gebruikersnaam
ru: Логин для прокси

source: puffern
nl: Bufferen
ru: Кэширование

source: q
ru: й

source: quickmenu
ru: Быстрое меню

source: r
ru: к

source: ready
nl: Klaar
ru: Готово

source: rec
nl: Opname
ru: Запись

source: record
nl: Opname
ru: Запись

source: recordduration
ru: Продолжительность записи

source: recordlist
ru: Лист записей

source: recordpath
ru: Путь записи

source: rectimer
ru: Время записи

source: rectimerext
ru: Конец записи

source: red
nl: Rood
ru: Красная

source: redKey
nl: Rode knop
ru: Красная кнопка

source: remove service
nl: Service verwijderen
ru: Перенесение каналов

source: rename service
nl: Service hernoemen
ru: Переименование каналов

source: repeat
ru: Повтор

source: reverse alpha
nl: Alphabetisch omgekeerd
ru: Обратный алфавит

source: reverse date
nl: Datum omgekeerd
ru: Дата по убыванию

source: reverse size
nl: Grootte omgkeerd
ru: Размер по убыванию

source: right
ru: Вправо

source: ro
nl: alleen lezen
ru: Только чтение

source: rsize
ru: Размер буфера чтения

source: running
nl: Wordt uitgevoerd
ru: Активен

source: rw
nl: lezen/schrijven
ru: Чтение/Запись

source: s
ru: ы

source: satfinder
ru: Уровень и качество сигнала

source: save network settings ?
nl: Netwerkinstellingen opslaan?
ru: Сохранить настройки сети?

source: scan
nl: Scannen
ru: Поиск

source: scan Directory
nl: Scan map
ru: Каталог отсканированных данных

source: scan and whitelist
nl: Scan & whitelist
ru: Поиск и белый список

source: scan wlan
ru: Автостарт сети WLAN

source: schaltet zurueck auf Sender
nl: Terug schakelen naar zender
ru: Переключает обратно на канал

source: screensaver
ru: Заставка

source: screensaver background
nl: Screensaver achtergrond
ru: Цвет фона заставки

source: screensaver delay
nl: Screensaver vertraging
ru: Задержка запуска заставки (Сек)

source: screensaver interval
ru: Интервал появления иконки (Сек)

source: screensaver pic
nl: Screensaver afbeelding
ru: Картинка заставки

source: screensaver type
ru: Тип заставки

source: scriptexec Plugin
nl: Script plugin
ru: Плагин запуска скриптов

source: search east
nl: Zoek oost
ru: Поиск Восток

source: search string
nl: Zoekterm
ru: Строка поиска

source: search west
nl: Zoek west
ru: Поиск Запад

source: searching...
nl: Zoeken...
ru: Поиск

source: second slot
nl: 2e kaartlezer (boven)
ru: Второй слот

source: select movie
nl: selecteer film
ru: Выбор файла

source: select the format filesystem type for your media drive
nl: Selecteer bestands-systeem type voor uw schijf
ru: Для выбора других файловых систем включите режим эксперта

source: select the function for the specified device
nl: Selecteer de functie voor uw schijf
ru: Выберите действие для выбранного жёсткого диска или раздела

source: select the media drive from Device List for configuration
nl: Selecteer de schijf uit de lijst om te configureren
ru: Выберите раздел диска для его конфигурирования

source: select the media drive from Device List for formating
nl: Selecteer de schijf uit de lijst om te formatteren
ru: Выберите диск или раздел диска для форматирования

source: select the media drive from Device List for fsck
nl: Selecteer de schijf uit de lijst om te controleren
ru: Выберите диск или раздел диска для проверки файловой системы

source: serviceinfo
ru: Информация о канале

source: set a cookie which will expire in 3 days and be accessible site wide
ru: Выберите файл cookie, срок которого истекает через 3 дня

source: set here the default sleeptime for all your media drives
nl: Bepaal de standaard slaaptijd voor alle schijven
ru: Выберите время до отключения для всех подключенных дисков. Диски будут отключены, если они не активны в течении выбранного промежутка времени

source: set startchannel
nl: Startkanaal kiezen
ru: Сделать канал стартовым

source: settings
nl: Instellingen
ru: Сеттинги

source: settingsmenu
ru: Меню настроек

source: sharedir
nl: Share map
ru: Путь к сетевой папке на удалённом компьютере

source: sharename
nl: Share naam
ru: Имя папки

source: show
ru: Отображать

source: show 12 entrys
nl: Normaal (12 afbeeldingen)
ru: По 12 на экране

source: show 2 entrys
nl: Zeer groot (2 afbeeldingen)
ru: По 2 на экране

source: show 20 entrys
nl: Klein (20 afbeeldingen)
ru: По 20 на экране

source: show 30 entrys
nl: Zeer klein (30 afbeeldingen)
ru: По 30 на экране

source: show 6 entrys
nl: Groot (6 afbeeldingen)
ru: По 6 на экране

source: show auto entrys
nl: Afhankelijk van aantal automatisch aanpassen
ru: Автоматически

source: show in list
nl: Laat in lijst zien
ru: В виде списка

source: show record
nl: Toon 'record'
ru: Индикатор записи

source: showip
nl: Toon IP adres
ru: Показать на дисплее ресивера

source: size
nl: Grootte
ru: Размер

source: size (default)
nl: Grootte (standaard)
ru: Размер (Умолчание)

source: skins
ru: Скины

source: skinselect
ru: Выбор скина

source: slow
nl: Langzaam
ru: Медленно

source: small
nl: Klein
ru: Маленький

source: softcam
ru: Эмуляторы

source: sorry found no harddisk
nl: Geen hardeschijf gevonden
ru: Диски не найдены

source: sort service
nl: Zender sorteren
ru: Сортировка каналов

source: south
nl: Zuid
ru: Юг

source: speed
nl: Snelheid
ru: Скорость

source: spinner
ru: Спиннер

source: ssl_control
ru: Контроль SSL

source: stable
nl: Stabiel
ru: Официальный фид

source: standby
ru: Режим ожидания

source: star
nl: Ster
ru: Звёздочка + название канала

source: started
nl: Gestart
ru: Активен

source: starting
nl: Starten
ru: Выполнить

source: starting Full Update (from backup) ?
nl: Volledige update starten? (vanuit back-up)
ru: Начало полного обновления (Из архива)

source: starting Full Update ?
nl: Volledige update starten?
ru: Запустить полное обновление FLASH?

source: starting Nfi Update ?
ru: Начать обновление Nfi

source: starting Usb Update ?
ru: Начать обновление USB?

source: startposition
nl: Startpositie
ru: Начальная позиция

source: static
nl: Statisch
ru: Статический

source: step east
nl: Stap oost
ru: Шаг Восток

source: step west
nl: Stap west
ru: Шаг Запад

source: stop
ru: Стоп

source: stopped from user
nl: Gestopt door gebruiker
ru: Остановлено пользователем

source: store position
nl: Sla positie op
ru: Сохранить

source: streaminfo Plugin
ru: Плагин стрима

source: subtitle
ru: Субтитры

source: success
nl: Succes
ru: Сделано

source: swap
nl: Wisselbestand
ru: SWAР

source: switch
nl: Omschakelen
ru: Перключить

source: switch channel
nl: Zender wisselen
ru: После переключения на канал

source: switch to original remote
ru: Перейти на оригинальный пульт

source: switch to virtual remote
ru: Перейти к виртуальной клавиатуре

source: swts
ru: Загрузка с опцией swts

source: system_backup
ru: Бэкап системы

source: system_backup_restore
ru: Восстановление системы

source: system_infos
ru: Инфо системы

source: system_infos_main
ru: Меню инфо системы

source: systeminfo
ru: Инфо системы

source: systemmenu
ru: Меню системы

source: sz
ru: ъ

source: t
ru: е

source: testchannel entry not ok
nl: test kanaal ingave niet juist
ru: Ошибка канала

source: testchannel not found
nl: test kanaal niet gevonden
ru: Канал не создан

source: testtransponder entry not ok
nl: test transponder ingave niet juist
ru: Ошибка транспондера

source: testtransponder not found
nl: test transponder niet gevonden
ru: Транспондер не найден

source: text
nl: Text kleur
ru: Текст

source: thereafter on this Channel:
nl: Straks op deze zender:
ru: После этого на этом канале

source: tiTan Remote Control
ru: Пульт Titan

source: time
nl: Tijd
ru: Время

source: time + channel
nl: Tijd + zendernaam
ru: Время + канал

source: time small
nl: Tijd klein
ru: Время (Мелко)

source: timermenu
ru: Меню таймера

source: timeshift
ru: Таймшифт

source: timeshiftsettings
ru: Параметры таймшифта

source: timezone
ru: Часовой пояс

source: tools
ru: Утилиты

source: top to bottom
ru: Сверху вниз

source: tpkinstall
ru: Установка пакетов *.tpk

source: transparent (mvi)
ru: Прозрачность

source: ts - cut
ru: Резка *.ts

source: tunerconfig
ru: Конфигурация тюнера

source: tunerreceptiondvbc
ru: Тюнер dvbc

source: tunerreceptiondvbs
ru: Тюнер dvbs

source: tunerreceptiondvbt
ru: Тюнер dvbt

source: type
ru: Тип

source: u
ru: г

source: ue
ru: х

source: undefined
nl: Ongedefinieerd
ru: Не определено

source: undefined error
nl: Onbekende fout
ru: Неизвестная ошибка!

source: unicable
ru: Кабель

source: unicable at port A
ru: Кабель на порту A

source: unicable at port B
ru: Кабель на порту B

source: universal
nl: Universeel
ru: Универсал

source: unknown
nl: Onbekend
ru: Неизвестно

source: unlock
ru: Разблокировать

source: unstable
nl: Onstabiel
ru: Бэта фид

source: update
ru: Обновить

source: updatelist
nl: Update lijst
ru: Список обновлений

source: use last Directory
nl: Gebruik altijd laatste directory
ru: Использовать последнюю папку

source: use medium for backup
nl: Gebruik apparaat voor back-up
ru: Использовать для бекапа

source: use medium for extension
nl: Gebruik apparaat voor plugins
ru: Использовать для установки плагинов

source: use medium for record
nl: Gebruik apparaat voor opname
ru: Использовать для записи

source: use medium for swap
nl: Gebruik apparaat voor wisselbestand
ru: Использовать для расширения памяти (Swap)

source: useUnknown910
ru: Загрузка с опцией Unknown910

source: usedns
nl: Gebruik DNS adres
ru: Испоьзовать DNS адрес

source: useproxy
nl: Gebruik proxy
ru: Использовать прокси

source: user defined
nl: Gebruiker gedefinieerd
ru: Пользовательский

source: user unicable
ru: Пользовательский

source: userauth
nl: Gebruiker authentificatie
ru: Использовать авторизацию

source: username
nl: Gebruikersnaam
ru: Имя пользователя

source: usessl
ru: Использовать SSL

source: v
ru: м

source: valid
ru: Допустимый

source: verwerfen
nl: Verwerpen
ru: Отбросить

source: very fast
nl: Zeer snel
ru: Очень быстро

source: very slow
nl: Zeer langzaam
ru: Очень медленно

source: vfddate
ru: VFD

source: vfdisplay
ru: Дисплей ресивера

source: videmode
nl: Video modus
ru: Разрешение изображения

source: video
nl: Film
ru: Видео

source: video / audio
nl: film/muziek
ru: Видео/Аудио

source: video / picture
nl: film/foto
ru: Видео/Картинка

source: videomode
ru: Видеорежим

source: videosettings
ru: Параметры видео

source: volume
ru: Громкость

source: w
ru: ц

source: wait for stopping
nl: Wacht tot stop
ru: Дождитесь остановки

source: wait for stopping download
nl: Wachten, de download wordt gestopt
ru: Дождитесь конца загрузки

source: waiting
nl: Wacht
ru: Ожидание

source: weather Plugin
nl: Weerinformatie plugin
ru: Плагин погоды

source: weekly
nl: Weekelijks
ru: Еженедельно

source: west
ru: Запад

source: white
nl: Wit
ru: Белый

source: whitelist
ru: Белый список

source: will be set by plugin
ru: Будет установлен плагин

source: wireless
nl: WLAN
ru: Беспроводная сеть

source: wlansettings
ru: Настройки сети WLAN

source: workdays
nl: Werkdagen
ru: В рабочие дни

source: wsize
ru: Размер буфера записи

source: x
ru: ч

source: xupnpd not started, Please check your config.
ru: Xupnpd не запущен Проверьте настройки

source: xupnpd now stopped
ru: Xupnpd не остановлен

source: xupnpd started and config saved
ru: XUPNPD запущен, конфигурация сохранена

source: xupnpd started.
ru: Xupnpd запущен

source: y
ru: я

source: yellow
nl: Geel
ru: Жёлтая

source: yes
nl: Ja
ru: Да

source: yes / vzap 1 sec
nl: Ja / VZAP 1 sek
ru: Да, через 1 сек

source: yes / vzap 2 sec
nl: Ja / VZAP 2 sek
ru: Да, через 2 сек

source: yes / vzap endless
nl: Ja / VZAP oneindig
ru: Да, медленно

source: z
ru: н

source: Gui Restart
nl: Titan herstart

source: AutoTimer succesfull stopped
nl: AutoTimer succesvol gestopt

source: AutoTimer succesfull started
nl: AutoTimer succesvol gestart

source: Deavtivate Refresh Time and After EPG in scan-mode
nl: Deactiveer verwerkingstijd en EPG in zoek modus
