Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: It may only be a package to be installed. If they want to install another package of this section, they only remove the installed packet. Is not the plugin after reinstalling the software TitanNit in TitanNit Menu Visible then perform an update by Tpk to:
nl: Er mag slechts 1 plugin uit deze sectie geïnstalleerd worden, wilt u een andere selecteren zult u eerst een geïnstalleerde plugin moeten verwijderen. Is de plugin niet in het TitanNit menu zichtbaar voer dan een TPK update uit:

source: TPK Tmp Install done, your system will reboot !
nl: TPK tmp installatie klaar uw ontvanger wordt opnieuw gestart!

source: Post in group
nl: Post in groep

source: Registration needed, please contact Atemio !
nl: Registratie is noodzakelijk, neem AUB contact op met Atemio !

source: Servername
nl: Server naam

source: del medium for record
nl: Apparaat niet gebruiken voor opname

source: del medium for extension
nl: Apparaat niet gebruiken voor plugins

source: del medium for swap
nl: Apparaat niet gebruiken voor wisselbestand

source: del medium for backup
nl: Apparaat niet gebruiken voor back-up

source: Are you sure you want to delete this directory?
nl: Wilt u deze map wissen?

source: Directory has content Really delete directory and content?
nl: Map is niet leeg Map met inhoud verwijderen?

source: can't create or delete directory
nl: Kan map niet maken of verwijderen

source: succesfull create or delelete directory
nl: Map is succesvol verwijderd

source: TV / Radio Switch
nl: TV/Radio omschakelen

source: MediaDB Scan Info
nl: MediaDB Scan informatie

source: comming soon
nl: Binnenkort beschikbaar...

source: unlock -> lock it
nl: ontgrendelen -> vergrendelen

source: unlock -> leaf unlock
nl: ontgrendelen -> ontgrendeld laten

source: title
nl: Titel

source: deaktivate
nl: Deactiveren

source: dhcp
nl: Automatisch (DHCP)

source: ftdi
nl: ftdi module inschakelen

source: pl2303
nl: PL2303 module

source: Search on Movie4k
nl: Zoek op Movie4k

source: Search on Movie4k (local)
nl: Zoek op Movie4k (lokaal)

source: Search on Solarmovies (movie)
nl: Zoek op Solarmovies (film)

source: Search on Solarmovies (serie)
nl: Zoek op Solarmovies (serie)

source: Search on Solarmovies (local)
nl: Zoek op Solarmovies (lokaal)

source: Search on Mle-HD (local)
nl: Zoek op Mle-HD (lokaal)

source: Search on Beeg (local)
nl: Zoek op Beeg (lokaal)

source: Search on Xvideos (local)
nl: Zoek op Xvideos (lokaal)

source: Search on Youtube
nl: Zoek op Youtube

source: Search on Youtube (local)
nl: Zoek op Youtube (lokaal)

source: Search on MyVideo
nl: Zoek op MyVideo

source: Search on MyVideo (local)
nl: Zoek op Myvideo (lokaal)

source: Search on ZDF (local)
nl: Zoek op ZDF (lokaal)

source: Search on TecTime (local)
nl: Zoek op TecTime (lokaal)

source: Search on Giga (local)
nl: Zoek op Giga (lokaal)

source: Search on Rtl-Now (local)
nl: Zoek op Rtl-Now (lokaal)

source: Search on Rtl2-Now (local)
nl: Zoek op Rtl2-Now (lokaal)

source: Search on SuperRTL-Now (local)
nl: Zoek op SuperRTL-Now (lokaal)

source: Search on VOX-Now (local)
nl: Zoek op VOX-Now (lokaal)

source: Search on InternetTv (local)
nl: Zoek op InternetTv (lokaal)

source: alle Nummern
nl: Alle nummers

source: Nutzername-Fritzbox (optional)
nl: Gebruikersnaam-Fritzbox (optioneel)

source: Passwort-FritzBox
nl: Wachtwoord-FritzBox

source: IP-Kammera Einstellungen
nl: IP-camera instellingen

source: Benutzer-Kammera 1
nl: Gebruiker camera 1

source: Benutzer-Kammera 2
nl: Gebruiker camera 2

source: IP-Kammera 1
nl: IP-camera 1

source: IP-Kammera 2
nl: IP-camera 2

source: Kammera 1
nl: Camera 1

source: Kammera 2 (Umschalten mit Rot)
nl: Camera 2 (omschakelen met ROOD)

source: Passwort-Kammera 1
nl: Wachtwoord camera 1

source: Passwort-Kammera 2
nl: Wachtwoord camera 2

source: Port-Kammera 1
nl: Poort camera 1

source: Port-Kammera 2
nl: Poort camera 2

source: --- Ort
nl: --- Provincie

source: --- PLZ
nl: --- Plaats

source: Apple Trailer
nl: Apple Movie Trailer

source: Auth Settings
nl: Instellingen

source: Here you can configure your Auth Data. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
nl: Hier kunt u de authenticatie configureren. Gebruik het stuur-kruis en de extra getoonde knoppen op uw afstandsbediening om te navigeren.

source: Here you can configure your network shares. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
nl: Hier kunt u uw netwerk mappen controleren. Gebruik het stuur-kruis en de extra getoonde knoppen op uw afstandsbediening om te navigeren.

source: If you don't find Windows shares you need to disable 'Password protected sharing' in the 'Network and Sharing Center'.
nl: Als U geen Windows shares kunt vinden moet U 'wachtwoord beschermde deling' op de host uitschakelen.

source: Here you can aktivate/deaktivate you readers. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
nl: Hier kunt u kaartlezers in/uit schakelen Gebruik het stuur-kruis en de extra getoonde knoppen op uw afstandsbediening om te navigeren.

source: Here you can configure your reader. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
nl: Hier kunt u uw kaartlezer instellen. Gebruik het stuur kruis en de extra getoonde knoppen op uw afstandsbediening om te navigeren.

source: TiThek Settings
nl: TiThek Instellingen

source: Pic Link
nl: Afbeelding link

source: TiThek - Favorite Edit
nl: TiThek - Favorieten bewerken

source: Back Pic
nl: Achtergrond afbeelding

source: Pic Timeout
nl: Afbeelding timeout

source: Oscam config written to medium !
nl: Oscam configuratie wordt opgeslagen!

source: Oscam dvbapi config disabled !
nl: Oscam dvbapi configuratie gedeactiveerd!

source: Oscam dvbapi config enabled !
nl: Oscam dvbapi configuratie geactiveerd!

source: Timer endtime shorter than aktual time
nl: Timer eind tijd in verleden tijd

source: Timer endtime shorter than start time
nl: Timer eind tijd voor start tijd

source: repeate
nl: Herhalen

source: Really restore default settings ?
nl: Standaard instellingen werkelijk terugzetten?

source: Can't restore settings
nl: Instellingen terugzetten lukt niet

source: All new channels added!
nl: Alle nieuwe kanalen opgeslagen!

source: yes (Text in %)
nl: Ja (Text in %)

source: yes (Text in MB)
nl: Ja (Text in MB)

source: Receiver now reboot !!!
nl: Ontvanger herstart nu!!

source: After the manual search, you have to if they want to save all the sender to save the search with the green button. To add a station manually have to select the sender in the right box and then save it with the red button that station. If you do not do this and go to exit out the search not saved.
nl: Na handmatig zoeken kunt u alle zenders opslaan met de GROENE toets.Om een zender handmatig in te voeren selecteer die in het rechterscherm en sla op met de RODE toets.Indien u dit niet doet en op EXIT drukt worden de instellingen niet opgeslagen.

source: Audio delay
nl: Audio vertraging

source: Before you can see Signal/SNR/Ber you must zap to a channel of the satellite you are searching.
nl: Voordat u Signal/SNR/Ber kunt zien moet u naar een zender schakelen op de satelliet die u zoekt.

source: cancel
nl: Annuleren

source: Create Backup
nl: Maak back-up

source: Epgfreespace (KB)
nl: EPG opslagruimte (Kb)

source: Epg List Mode
nl: EPG achtergrond scan

source: Epg Refresh Time
nl: EPG verversingstijd

source: FEC
nl: Forward Error Correction (FEC)

source: Here to select your remote Model
nl: Hier kunt u uw afstandsbedienings model kiezen

source: Here you can backup and restore your settings.
nl: Hier kunt u uw instellingen backuppen en terugzetten

source: Here you can choose to configure your tuner. For your channel search, you must edit their tuner and adjust depending on the connection. For engine systems require an additional engine settings making.
nl: Hier kunt u uw tuner configureren. Voor het zender zoeken moet u de tuner correct instellen. Voor motor systemen zult u deze extra in moeten stellen.

source: Here you can make for your wireless network settings. 1. Use Search button and select Your SSID (apoint / router) and Press ok 2. Make settings Type / Key confirm with ok and Note the following instructions 3. Disable Lan Yes, Activate Wlan Yes and use DHCP for easy setup.
nl: Hier kunt u uw WLAN instellingen beheren. Gebruik het stuur-kruis en de extra getoonde knoppen op uw afstandsbediening om te navigeren.

source: Here you can make your settings for your engine systems. To enter the latitude and longitude using the number keys.
nl: Hier kunt u de instellingen voor de motor maken. Voer lengte en breedte graad in d.m.v. de numerieke toetsen.

source: Here you can set for your cable tuner. Ask your cable provider and make you connect an automatic search.
nl: Hier kunt u uw kabel tuner instellen. Vraag uw kabel provider om de juiste instellingen voor automatisch zoeken.

source: Here you can set for your satellite tuner. First, make your satellite selection. When using DiSEqC They also point to the port used. For advanced Lnb / Unicam navigate to the field and press the Red button.
nl: Hier kunt u uw satelliet tuner instellen. Maak eerst uw satelliet keuze. Als u DiSEqC gebruikt ook de juiste poort selecteren. Voor uitgebreide LNB/UniCam instelingen navigeer naar het juiste veld en druk op de RODE toets.

source: Here you can set for your terrestrial tuner. Activate the terrestrial tuner and do you connect an automatic search.
nl: Hier kunt u uw ether (digitenne) tuner instellen. Activeer de tuner en start zoeken.

source: Power aktion
nl: Aktie bij het indrukken van de aan/uit knop

source: Quick Menu
nl: Snel Menu

source: Remove emthy Bouquet
nl: Verwijder lege favorieten lijst

source: Repeate
nl: Herhalen

source: Repeate type
nl: Herhalingstype

source: Scan Config
nl: Zenderzoek instellingen

source: Threshold
nl: Drempelwaarde

source: Top
nl: Top (processen)

source: Connect with Hoster wait 16 seconds
nl: Verbinden met host, wacht 16 seconden

source: Backup to /tmp or /var/backup. If the free memory too small can a usb device will never use. There must be a folder backup.
nl: Backup wordt opgeslagen in /tmp Vanaf daar veilig stellen naar uw PC m.b.v. van FTP

source: CPU info
nl: Processor informatie

source: Memory info
nl: Geheugen informatie

source: MTD info
nl: MTD informatie

source: Module info
nl: Module informatie

source: Swap info
nl: Wisselbestand informatie

source: Top Info
nl: Top informatie

source: Prozess Info
nl: Proces informatie

source: USB Info
nl: USB informatie

source: Found running record or record is starting in next time. Really shutdown ?
nl: Letop! er loopt een opname, of start binnenkort. Wilt u nu werkelijk uitschakelen?

source: Found running download Really shutdown ?
nl: Download bezig Echt afsluiten?

source: Streaming Playback Caching (0.5MB)
nl: Streaming afspeel buffer (0.5MB)

source: Streaming Playback Caching (1MB)
nl: Streaming afspeel buffer (1MB)

source: Streaming Playback Caching (2MB)
nl: Streaming afspeel buffer (2MB)

source: Streaming Playback Caching (3MB)
nl: Streaming afspeel buffer (3MB)

source: Streaming Playback Caching (4MB)
nl: Streaming afspeel buffer (4MB)

source: Streaming Playback Caching (7.5MB)
nl: Streaming afspeel buffer (7.5MB)

source: File Caching Playback (10MB / 120s)
nl: Bestand afspeel buffer (10Mb/120s)

source: File Caching Playback (20MB / 240s)
nl: Bestand afspeel buffer (20Mb/240s)

source: File Caching Playback (30MB / 360s)
nl: Bestand afspeel buffer (30Mb/360s)

source: All New first
nl: Nieuw eerst

source: ARD
nl: Toevoegen

source: Atemio Cable Tuner scan
nl: Kabel Tuner aktiveren ?

source: Atemio Channelsearch 4xSat
nl: Type kanaalzoekmethode

source: Atemio Harddisc formating
nl: Hardeschijf formatteren

source: Atemio Network configuration stable IP
nl: Netwerk configuratie vast IP

source: Atemio Series Recoding
nl: Series opnemen

source: Atemio Skin (Gui Design)
nl: Skin

source: Atemio TitanNit Trailer
nl: TitanNit trailer

source: Atemio TitanNit zap Menu
nl: TitanNit zap menu

source: Atemio Tuner configuration Sat
nl: Tuner Instellingen

source: Atemio WLAN configuration
nl: LNB instellingen

source: Favoriten
nl: Favorieten

source: Search (10)
nl: Zoek (10)

source: Search (25)
nl: Zoek (25)

source: Search (50)
nl: Zoek (50)

source: Search Movie
nl: Zoek film

source: Search Serie
nl: Zoek serie

source: SR
nl: SNR:

source: POS
nl: Eigen Positie

source: Default Font
nl: Standaard lettertype

source: filemanager
nl: Bestandsbeheerder

source: Networkbrowser scanning an manage cifs/nfs/ftp shares.
nl: Netwerk browser - gevonden cifs/nfs koppelingen

source: stock Plugin
nl: Beurs plugin

source: player
nl: Multimedia speler

source: Default Font
nl: Standaard lettertype

source: DTS Downmix
nl: Dolby Digital (AC3) downmix

source: Mediacenter FolderIcons
nl: Media Center iconen

source: Terrestrisch
nl: Ether (digitenne)
