Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: - OKAY!
nl: - OKÉ!
ru: - OK!

source: : NOT OKAY!
nl: : NIET OKÉ!
ru: : Плохо!

source: Days
ru: дней

source: Del:
ru: Удалить

source: New:
ru: Новый

source: !!! This is a DEMO Version !!!
nl: !!! Dit is een demo versie !!!
ru: Это демо-версия!

source: !!! Trial period ended !!! For new trial period install a new nightly image via USB or purchase a license from Atemio !!! Contact: Tel +49 (0) 6403/97759-0 Fax +49 (0) 6403/97759-10 Email info@atemio.de Website www.atemio.de
ru: Триал период закончился! Его можно продлить, установив новую версию сборки или приобрести лицензию от Atemio Контакты Тел +49 (0) 6403/97759-0 Факс +49 (0) 6403/97759-10 Почта info@atemio.de Веб-сайт www.atemio.de

source: ( --votes-- )
ru: Голосов

source: (Stop)
ru: (Стоп)

source: +/- 5 Min
ru: +/- 5 мин

source: --- Land
ru: --- Язык

source: --- SD resolution
nl: --- SD resolutie
ru: SD разрешение

source: --- Time to switch
nl: --- Tijd tot kanaal wissel
ru: Время переключения

source: --actors--
nl: --acteurs--
ru: Актёры

source: --director--
nl: --regisseur--
ru: Директор

source: --genre--
ru: Жанр

source: --orgname--
ru: Организация

source: --plot--
ru: Сюжет

source: --rating--
ru: Рейтинг

source: --releasetime--
nl: --uitgave datum--
ru: Релиз

source: --title--
nl: --titel--
ru: Название

source: --writers--
nl: --schrijvers--
ru: Авторы

source: -Auto start
ru: Авто-старт

source: -Auto stop
ru: Авто-стоп

source: -Delay in sec
ru: Задержка в сек

source: -Hardware delay in min
ru: Аппаратные задержки в мин

source: -Start script
ru: Запуск скрипта

source: -ignore Timerevent
ru: Игнор таймера событий

source: /mnt not writeable! Repair it?
nl: /mnt niet beschrijfbaar! Repareren?
ru: /mnt не для записи! Исправить это?

source: /var not writeable! Repair it?
nl: /var niet beschrijfbaar! Repareren?
ru: /var не для записи! Исправить это?

source: 1 GB
ru: 1 Гб

source: 1 sec
ru: 1 сек

source: 1.Rufnummer
nl: 1.telefoonnummer
ru: 1. Номер телефона

source: 10 min
ru: 10 мин

source: 10 sec
ru: 10 сек

source: 13V
ru: 13В

source: 15 min
ru: 15 мин

source: 1500rpm
nl: 1500 toeren
ru: 1500 об/мин

source: 16 Bit Scale 100 Percent
ru: 16-разрядная, масштаб 100%

source: 16 Bit Scale 200 Percent
ru: 16-разрядная, масштаб 200%

source: 16:9_set_bestfit_to_policy_show_justscale
ru: Лучшая подгонка (16:9)

source: 16:9_set_letterbox_to_policy_show_panscan
ru: Режим ящика с чёрными полосками слева и справа (16:9)

source: 16:9_set_panscan_to_policy_show_pillarbox
ru: Панорама с чёрными полосками слева и справа (16:9)

source: 18V
ru: 18В

source: 1s
ru: 1 сек

source: 2 GB
ru: 2 Гб

source: 2 Khz
ru: 2 КГц

source: 2 sec
ru: 2 сек

source: 2.Rufnummer
nl: 2.telefoonnummer
ru: 2. Номер телефона

source: 2s
ru: 2 сек

source: 3 GB
ru: 3 Гб

source: 3 Wins
ru: Игра 3 Wins

source: 32 Bit Scale 100 Percent
ru: 32-разрядная, масштаб 100%

source: 32 Bit Scale 200 Percent
ru: 32-разрядная, масштаб 200%

source: 3D Mode
nl: 3D Modus
ru: 3D режим

source: 3D-Mode Settings
nl: 3D Modus instellingen
ru: Настройки 3D режима

source: 3dsettings
ru: Параметры 3D

source: 3s
ru: 3 сек

source: 4 GB
ru: 4 Гб

source: 4 sec
ru: 4 сек

source: 4:3_set_bestfit_to_policy2_show_justscale
ru: Лучшая подгонка (4:3)

source: 4:3_set_letterbox_to_policy2_show_letterbox
ru: Режим ящика с чёрными полосками слева и справа (4:3)

source: 4:3_set_panscan_to_policy2_show_panscan
ru: Панорама с чёрными полосками слева и справа (4:3)

source: 4s
ru: 4 сек

source: 5 min
ru: 5 мин

source: 500rpm
nl: 500 toeren
ru: 500 об/мин

source: 5s (default)
nl: 5s (standaard)
ru: 5 сек (Умолч)

source: 6 Mhz
ru: 6 МГц

source: 6 sec
ru: 6 сек

source: 60 min
ru: 60 мин

source: 7 Mhz
ru: 7 МГц

source: 8 Khz
ru: 8 КГц

source: 8 Mhz
ru: 8 МГц

source: 8 sec
ru: 8 сек

source: A
ru: Ф

source: A collection of really nice folder icons for MediaCenter Videoplayer Coverview!
ru: Коллекция симпатичных иконок папок для MediaCenter Videoplayer Coverview!

source: A list of currently used network shares. You can add, edit, delete shares or search for new shares.
ru: Список сетевых ресурсов. Вы можете добавлять, редактировать, удалять или искать новые

source: A mount entry with this name already exists!
nl: Een koppeling met deze naam bestaat reeds!
ru: Такое имя уже существует!

source: A record hdd or a swapstick must be mounted! Aborting backup...
nl: een hardeschijf of swapstick moet aangekoppeld zijn! Backup wordt afgebroken...
ru: Диски не найдены! Бекап отменён!

source: A/V Settings
nl: A/V instellingen
ru: Параметры Аудио/Видео

source: AAC Mode
ru: AAC режим

source: AAF MediaCenter, the best multimedia player on armv7
ru: AAF MediaCenter, лучший мультимедийный проигрыватель на armv7

source: AAF MediaCenter, the best multimedia player on mipsel
ru: AAF MediaCenter, лучший мультимедийный проигрыватель на mipsel

source: AAF MediaCenter, the best multimedia player on sh4
ru: AAF MediaCenter, лучший мультимедийный проигрыватель на sh4

source: AC3 Mode
nl: Dolby Digital (AC3) Modus
ru: AC3 режим

source: AC3 default
nl: Dolby Digital (AC3) standaard
ru: AC3 по умолчанию

source: AC3-Plus Mode
ru: AC3+

source: ADD
nl: Toevoegen
ru: Добавить

source: ADD ALL
nl: Allen Toevoegen
ru: Добавить все

source: ADD BOUQUET
nl: Favoriet toevoegen
ru: Добавить букет

source: ADD FAV
nl: Favorieten toevoegen
ru: Добавить в фаворит

source: ADD ONE
nl: Één Toevoegen
ru: Добавить один

source: AE
ru: Э

source: ALL
nl: Alle
ru: Все

source: AUDIO
nl: Muziek
ru: Аудио

source: AUDIO SETTINGS
nl: Audio instellingen
ru: Настройки отображения аудио файлов

source: AUTH SETTINGS
nl: Instellingen
ru: Аутентификация

source: AV Settings
nl: Audio/Video instellingen
ru: Настройки Аудио/Видео

source: About
nl: Over
ru: Информация о Titan

source: Action
nl: Aktie
ru: Экшн

source: Activate
nl: Activeren
ru: Старт

source: Activate (autostart)
nl: Aktiveren (autostart)
ru: Активировать (Автостарт)

source: Activate CEC
nl: CEC inschakelen
ru: Активировать HDMI-CEC

source: Actors
nl: Acteurs
ru: Актёры

source: Actors:
nl: Acteurs:
ru: Актеры

source: Adapter Settings
nl: Adapter instellingen
ru: Параметры сети LAN

source: Add Cifs Network Share
nl: Cifs network share toevoegen
ru: Добавить сетевую общую папку CIFS

source: Add Ftpfs Network Share
nl: FTP Network Share toevoegen
ru: Добавить сетевую общую папку FTP

source: Add Nfs Network Share
nl: Nfs Network Share toevoegen
ru: Добавить сетевую общую папку NFS

source: Add Timer
ru: Добавить таймер

source: Add iMDB manuel
nl: iMDB manueel invoegen
ru: Добавлять iMDB

source: Add this link as Favorite ?
nl: Wilt u deze favoriet toevoegen?
ru: Добавить ссылку в фаворит?

source: Add this sub folder as Favorite ?
ru: Добавить эту вложенную папку в избранное?

source: Adjust
nl: Titan instellingen
ru: Общие настройки

source: After EPG Scan
nl: Na EPG zoeken
ru: Действие после сканирования EPG

source: After Timeshift
nl: Aktie na timeshift
ru: Действие после таймшифта

source: After the manual search, press the green button for saving the found channels. For adding a channel manually, select the channel in the right box and press the red button to save it. Press EXIT to discard all changes.
ru: После ручного поиска нажмите на зеленую кнопку для сохранения найденных каналов. Для добавления канала вручную, выберите канал в правом окне и нажмите на красную кнопку, чтобы сохранить его. Нажмите EXIT, чтобы отменить все изменения

source: Age Protect
nl: Kinderslot
ru: Возрастная защиты

source: Aktion after
nl: Na de opname
ru: Последующее действие

source: Aktion wenn standby
nl: Actie bij Standby
ru: Поведение в режиме ожидания

source: Aktivate new network config ?
nl: Activeer nieuwe netwerk instellingen ?
ru: Принять новые настройки сети?

source: Album:
ru: Альбом

source: All Channels
nl: Alle kanalen
ru: Все каналы

source: All Sorted
nl: Gesorteerd
ru: Всё сортировать

source: All data on this device will be deleted! OK?
ru: Все данные на этом устройстве будут удалены! Согласны?

source: Allowed Zapping via Streamlink
ru: Разрешить переключение через Streamlink

source: Alternativ Audio Firmware not working korrekt with all videos (DTSDOWNMIX)!
nl: De hoster wordt momenteel nog niet ondersteund!
ru: Альтернативный кодек работает не корректно с видео (DTSDOWNMIX)!

source: Alternative blue skin for Pearl LCD
ru: Альтернативный синий скин для Pearl LCD

source: Alternative skin for Pearl LCD
ru: Альтернативный скин для Pearl LCD

source: Alternative skin for Pearl LCD - X-Light picons must be installed separately
ru: Альтернативный скин для Pearl LCD - X-Light Picons (Должен быть установлен отдельно)

source: Alternative skin for Pearl LCD Atemio style
ru: Альтернативный скин для Pearl LCD в стиле Atemio

source: Alternative skin for Pearl LCD MRP style
ru: Альтернативный скин для Pearl LCD в стиле MRP

source: Alternative skin for Pearl LCD big/black
ru: Альтернативный скин для Pearl LCD (Большой/чёрный)

source: Alternative skin for Samsung LCD - w/o Picons (must be installed separately)
ru: Альтернативный скин для Samsung LCD - W/O Picons (Должен быть установлен отдельно)

source: Alternative skin for Samsung LCD - w/o picons (must be installed separately)
ru: Альтернативный скин для Samsung LCD - W/O Picons (Должен быть установлен отдельно)

source: Amount of files:
nl: Aantal bestanden:
ru: Количество файлов

source: Animated Screens
nl: Geanimeerde menu's
ru: Вид анимации меню

source: Animated Speed
nl: Animatie snelheid
ru: Скорость анимации

source: Animation
nl: Animatie
ru: Анимация

source: Anonymous login Access Denied !
nl: Anonieme toegang geweigerd!
ru: Анонимный вход запрещён

source: Anonymous login successful
nl: Anonieme toegang succesvol
ru: Анонимный вход осуществлён

source: Anschluss 1
ru: Подключение 1

source: Anschluss 2
ru: Подключение 2

source: Anschluss 3
ru: Подключение 3

source: Anschluss 4
ru: Подключение 4

source: Anzeige in Sekunden
nl: Aankondiging in seconden
ru: Отображение в секундах

source: App story
nl: App verhaal
ru: Добавил историю

source: April
ru: Апрель

source: Archive
ru: Архив

source: Are you sure you want remove this share?
nl: Weet u zeker dat u deze netwerkkoppeling wilt verwijderen?
ru: Удалить эту сетевую общую папку?

source: Are you sure you want to check this Partition? Box reboots after check
nl: Weet u zeker dat u de partitie wilt testen? De ontvanger wordt vervolgens opnieuw opgestart.
ru: Проверить раздел? После проверки ресивер будет перезагружен!

source: Are you sure you want to format this Partition? Box reboots after format
nl: Weet u zeker dat u deze partitie wilt formatteren? De ontvanger wordt vervolgens opnieuw opgestart.
ru: Форматировать этот раздел? Ресивер будет перезагружен!

source: Are you sure you want to remove all Partitions on this device and create a new Partition 1? Box reboots after format
nl: Wilt u alle partities verwijderen van dit apparaat en een nieuwe partitie maken? De ontvanger wordt vervolgens opnieuw opgestart.
ru: Форматировать все разделы? Ресивер будет перезагружен!

source: Are you sure you want to restore settings? OK = start restore EXIT = abort restore
nl: Wilt u uw instellingen terugzetten?? OK = herstellen starten EXIT = herstellen afbreken
ru: Вы уверены что хотите восстановить настройки? ОК = Запустить восстановление EXIT = Отменить восстановление

source: Are you sure you want to save this network mount?
nl: Weet u zeker dat u deze nerwerkkoppeling wilt opslaan?
ru: Сохранить эту точку монтирования?

source: Are you sure, you want to delete the record directory on this drive?
ru: Вы уверены, что хотите удалить каталог записей на этом диске?

source: Artist:
nl: Artiest:
ru: Артист

source: Ask on channel switch
nl: Vragen bij kanaal wissel
ru: Спросить при переключении каналов

source: Aspect
nl: Beeldverhouding
ru: Соотношение

source: Aspect Ratio
ru: Соотношение сторон

source: Aspect Ratio:
ru: Соотношение сторон

source: Aspect Settings
nl: Beeldverhouding instellen
ru: Соотношение сторон

source: Atemio (hotline)
ru: Контакты Atemio

source: Atemio free license
ru: Свободная лицензия Atemio

source: Audio
nl: Muziek
ru: Аудио

source: Audio / Video / Sat
ru: Аудио/Видео/Приём

source: Audio PID:
ru: Аудио PID

source: Audio Player
nl: Audio speler
ru: Аудио плеер

source: Audio Source
nl: Audio bron
ru: Источник звука

source: Audio Tracks
nl: Geluidsspoor kiezen
ru: Аудио дорожки

source: Audio delay (bitstream)
ru: Аудио задержки (Битовый поток)

source: Audio delay (pcm)
ru: Аудио задержки (PCM)

source: Audio/Subt.
nl: Audio/Ondertiteling
ru: Аудио/Субтитры

source: August
ru: Август

source: Auswahl
nl: Selectie
ru: Выбор

source: Authentication
ru: Проверка подлинности

source: Auto
ru: Авто

source: Auto Resolution
nl: Automatische resolutie
ru: Авто разрешение

source: Auto Scan
nl: Automatisch scannen
ru: Автопоиск

source: Auto Timer
ru: Автотаймер

source: Auto resolution
nl: Automatische resolutie
ru: Авто разрешение

source: Auto start
ru: Автостарт

source: AutoTimer Settings
nl: Auto timer instellingen
ru: Настройки автотаймера

source: AutoTimer succesfully started
ru: Автотаймер запущен

source: AutoTimer succesfully stopped
ru: Автотаймер остановлен

source: Autocheck cam can decrypt
nl: Auto-check CAM voor ontsleutelen?
ru: Авто-проверка модуля

source: Automatic Search
nl: Automatisch zoeken
ru: Поиск каналов (Авто)

source: Automatic start last subtitle
nl: Automatische ondertitel start
ru: Автоматический запуск старых субтитров

source: Automatic stop in 10 seconds.
nl: Automatische stop in 10 seconden.
ru: Автостоп через 10 сек

source: Automatic update
ru: Автообновление

source: Automatisch Timer setzen
nl: Automatisch Timer plaatsen
ru: Автотаймер

source: Automount
nl: Auto-aankoppelen
ru: Автомонтирование

source: Automount Config
nl: Automount configuratie
ru: Автомонтирование

source: Autostart
ru: Автостарт

source: Autostart - Audio / Video / Sat
ru: Аудио/Видео/Приём

source: Autostart - Cam / Emu
ru: Эмуляторы/Cam

source: Autostart - Child safety
nl: Autostart - Kinderslot
ru: Защита от детей

source: Autostart - Network
nl: Autostart - Netwerk
ru: Сеть

source: Autostart - Usb Device
nl: Autostart - USB apparaat
ru: Устройства USB

source: Autostart Child Safety
nl: Automatisch starten kinderslot
ru: Автостарт защиты от детей

source: Autostart Default
nl: Autostart Standaard
ru: Автозапуск по умолчанию

source: Autostart Defaults
nl: Standaard instellingen autostart
ru: Общие

source: Autostart EMU
nl: Softcam automatisch starten
ru: Автостарт эмулятора

source: Autostart Playlist
nl: Playlist automatisch starten
ru: Автостарт плейлиста

source: Autostart Settings
nl: Autostart instellingen
ru: Настройки автозапуска

source: Autostart USB
ru: Автостарт USB

source: Autoupdate
ru: Автоматическое обновление

source: Avg volume:
nl: Gemiddeld volume:
ru: Уровень AVG

source: B
ru: И

source: BACKUP ERROR
nl: !!! Fout bij het maken van Backup !!!
ru: Ошибка бекапа!

source: BACKUP LOG
ru: Лог бекапа

source: BG-RUN
nl: Uitvoeren in achtergrond
ru: Пуск

source: BLUE
nl: Blauw
ru: Синяя

source: BOOT
nl: Groen
ru: Загрузка

source: BROWSER
nl: Internetbrowser
ru: Браузеры

source: Back
ru: Назад

source: Backdrop Download Count
nl: Hoeveelheid geladen achtergrondbeelden
ru: Сколько фоновых изображений загружать

source: Backdrop Interval
nl: Achtergrond beeldwissel interval
ru: Интервал смены фона

source: Background Color
ru: Цвет фона

source: Background2 Color
ru: Цвет фона 2

source: Background3 Color
ru: Цвет фона 3

source: Backup
ru: Сохранить

source: Backup - Settings
nl: Backup - Instellingen
ru: Настройки бекапа

source: Backup / Restore Settings
nl: Backup instellingen
ru: Бэкап/ресторе настроек

source: Backup created successfully
nl: Backup gelukt
ru: Бекап создан успешно

source: Backup ended with error
ru: Бекап завершился с ошибкой

source: Backup failed, see log
nl: Backup is niet geslaagd, controleer log
ru: Бекап не удался! Для дополнительной информации смотрите файл лога

source: Backup started Please wait...
nl: Backup gestart Even wachten aub..
ru: Бекап запущен Пожалуйста подождите!

source: Band
ru: Группа

source: Bandwidth
nl: Bandbreedte
ru: Пропускная способность

source: Bandwidth:
nl: Bandbreedte:
ru: Пропускная способность

source: Begin
ru: Начало записи

source: Beginn
ru: Начало

source: Behavior at recording
nl: Opnamegedrag
ru: Поведение во время записи

source: Bitrate
ru: Битрейт

source: Black 3D Picons - Astra 23.5E.
ru: Чёрные 3D пиконы Astra 23.5E

source: Black 3D Picons - Hotbird 13.0E.
ru: Чёрные 3D пиконы Hotbird 13.0E

source: Black 3D Picons Astra 19.2
ru: Чёрные 3D пиконы Astra 19.2

source: Blindscan
ru: Слепой поиск

source: Blindscan Adjust
nl: Blindscan aanpassen
ru: Параметры слепого поиска

source: Blindscan Settings
nl: Blindscan instellingen
ru: Настройки слепого поиска

source: Blindscan:
ru: Слепой поиск

source: Blink elements
ru: Мигание элементов

source: Blue
ru: Синяя

source: Blue Button
nl: Blauwe knop
ru: Синяя кнопка

source: Blue Key Action - Setup
nl: Blauwe knop - Instellen
ru: Выбор

source: Boot RGB Fix
ru: Загрузка с опцией RGB Fix

source: Boot Resolution
nl: Opstart resolutie
ru: Разрешение при загрузке

source: Boot partition
ru: Загрузочный раздел

source: Bootlogo
ru: Загружать логотип при старте

source: Bootlogo 'Atemio MegaStyle'
ru: Бутлого 'Atemio MegaStyle'

source: Bootlogo 'Bikergirl'
ru: Бутлого 'Bikergirl'

source: Bootlogo 'Blueskull'
ru: Бутлого 'Blueskull'

source: Bootlogo 'Cityflash'
ru: Бутлого 'Cityflash'

source: Bootlogo 'Enigma Linux'
ru: Бутлого 'Enigma Linux'

source: Bootlogo 'Fantasygirl 2'
ru: Бутлого 'Fantasygirl 2'

source: Bootlogo 'Fantasygirl'
ru: Бутлого 'Fantasygirl'

source: Bootlogo 'Firelady'
ru: Бутлого 'Firelady'

source: Bootlogo 'Fireskull'
ru: Бутлого 'Fireskull'

source: Bootlogo 'Footballgirls'
ru: Бутлого 'Footballgirls'

source: Bootlogo 'Ghostrider'
ru: Бутлого 'Ghostrider'

source: Bootlogo 'Giantgirl'
ru: Бутлого 'Giantgirl'

source: Bootlogo 'Ice Age Scrap likes UFS910'
ru: Бутлого 'Ice Age Scrap likes UFS910'

source: Bootlogo 'Linuxgirl'
ru: Бутлого 'Linuxgirl'

source: Bootlogo 'Planets'
ru: Бутлого 'Planets'

source: Bootlogo 'The Grim Reaper'
ru: Бутлого 'The Grim Reaper'

source: Bootlogo 'TitanNit Blood'
ru: Бутлого 'TitanNit Blood'

source: Bootlogo 'TitanNit Design 1'
ru: Бутлого 'TitanNit Design 1'

source: Bootlogo 'TitanNit Design 3'
ru: Бутлого 'TitanNit Design 3'

source: Bootlogo 'TitanNit Design 5'
ru: Бутлого 'TitanNit Design 5'

source: Bootlogo 'TitanNit Leather'
ru: Бутлого 'TitanNit Leather'

source: Bootlogo 'TitanNit MegaStyle'
ru: Бутлого 'TitanNit MegaStyle'

source: Bootlogo 'TitanNit_on_Fire'
ru: Бутлого 'TitanNit_on_Fire'

source: Bootlogo 'Zombie'
ru: Бутлого 'Zombie'

source: Border Color
ru: Цвет границы

source: Bouquet Color
ru: Цвет букетов

source: Bouquet List
nl: Favorieten
ru: Список букетов

source: Bouquet Name
ru: Имя букета

source: Bouquet Type
nl: Favorieten type
ru: Тип букета

source: BouquetCount:
nl: Favorieten:
ru: Букетов

source: BouquetEntrys:
nl: Favorieten ingangen:
ru: Записей в букетах

source: Bouquets
nl: Favorieten
ru: Фавориты

source: Box recording finished poweroff in 30sec !
nl: Opname klaar, ontvanger wordt in 30sec. uitgeschakeld!
ru: Запись закончена. Ресивер отключится через 30 сек!

source: Boxcontrol
ru: Ресивер

source: Brightness
nl: Helderheid
ru: Яркость

source: Browser Favoriten
nl: Favorieten browser
ru: Закладки браузера

source: Browser Resolution
ru: Разрешение браузера

source: Buffering Stream - Cancel with Exit
ru: Буферизация - Выход по кнопке Exit

source: Buttonbar Background Color
ru: Цвет фона кнопок бара

source: Buttonbar Background Color 2
ru: Цвет фона кнопок бара 2

source: Buttonbar Border Color
ru: Цвет границы кнопок бара

source: Buttonbar Font Color
ru: Цвет шрифта кнопок бара

source: C
ru: С

source: CABLE
nl: Kabel
ru: Кабельное

source: CAID Lock
nl: CAID slot
ru: Блокировка CAID

source: CAM Ports found:
nl: CAM poorten:
ru: Порты CAM

source: CI Plus Extensions
ru: Плагин CI+

source: CI-MENU
ru: CI-Меню

source: CLEAR INPUT
nl: Ingave Wissen
ru: Чистый вход

source: COPY
nl: Kopiëren
ru: Копировать

source: CPU
nl: Processor
ru: Процессор

source: CPU frequency
nl: Processor frequentie
ru: Частота процессора

source: CREATE STYLE
ru: Создать стиль

source: Cable
nl: Kabel
ru: Кабельное

source: Cable:
nl: Kabel:
ru: Кабельное

source: Cable: Kabel Deutschland UH-Kreis
ru: Кабельное: Настройки по умолчанию Kabel Deutschland

source: Cable: Kabel Primacom
ru: Кабельное: Kabel Primacom

source: Cable: sofatester Kabel BW
ru: Кабельное: Sofatester Kabel BW

source: CallMonitor Settings
nl: CallMonitor instellingen
ru: Настройки CallMonitor

source: Callmon Timeout !!! check your parameter
nl: Callmon timeout!!! controleer instelling
ru: Callmon отключается! Проверьте параметр

source: Callmonitor Plugin
ru: Плагин Callmonitor

source: Cam / Emu
nl: Softcam
ru: Эмуляторы/Cam

source: Cam Routing
ru: Загрузка с опцией Cam Routing

source: Can not parse Main Stream URL, try again later.
ru: Невозможно определить основной URL, повторите попытку позже

source: Can not parse Stream URL, try again later.
ru: Невозможно определить URL, повторите попытку позже

source: Can't change hostname !
nl: Kan hostnaam niet wijzigen!
ru: Ошибка: Имя хоста не может быть изменено!

source: Can't connect to server !
nl: Kan geen verbinding maken met server!
ru: Не удается подключиться к серверу!

source: Can't create directory !
nl: Map kan niet aangemaakt worden!
ru: Ошибка создания директории!

source: Can't create service
nl: Service kan niet gemaakt worden
ru: Ошибка: Канал не может быть создан!

source: Can't find a Tuner. All Tuners in use or no Tuner defined.
nl: Kan geen tuner vinden. Er is geen vrije tuner beschikbaar.
ru: Не найдено свободных тюнеров, или он сейчас определяется

source: Can't find free Tuner for Record. Switch to Recording/Timeshift Channel ?
nl: Er is geen vrije Tuner . zappen naar opname/timeshift kanaal ?
ru: Не удаётся найти свободный тюнер для записи Переключиться на таймшифт?

source: Can't get EPG time or EPG endtime not ok
nl: EPG tijd kan niet gevonden worden of is niet juist
ru: Не удаётся получить время EPG или время окончания неизвестно

source: Can't get Streamurl !
nl: Streamurl kan niet geopend worden !
ru: Не удаётся получить поток!

source: Can't get all TPK index !
nl: Kan niet alle TPK indexen ophalen!
ru: Не удалось загрузить список плагинов!

source: Can't get data from facebook
nl: Kan data van facebook niet lezen
ru: Не удаётся получить данные от Facebook

source: Can't install Package. Package to big.
nl: Pakket te groot, installatie niet mogelijk.
ru: Установка не выполнена. Плагин слишком большой

source: Can't open DMX device
nl: DMX apparaat kan niet geopend worden
ru: Не удалось открыть устройство DMX

source: Can't open FRONTEND device
nl: FRONTEND apparaat kan niet geopend worden
ru: Не удаётся открыть веб-интерфейс устройства

source: Can't open file
nl: Bestand kan niet geopend worden
ru: Не удаётся открыть файл

source: Can't open frontend dev or Frontend Type unknown!
nl: Frontend kan niet geopend worden of onbekend Type!
ru: Не удаётся открыть внешний интерфейс или тип тюнера неизвестный!

source: Can't remove akive Service
nl: Actuele zender kan niet gewist worden
ru: Активный канал не может быть удалён!

source: Can't remove file/dir !
nl: Map/bestand kan niet verwijderd worden!
ru: Невозможно удалить файл/папку!

source: Can't rename file !
nl: Bestand kan niet hernoemt worden!
ru: Ошибка переименования!

source: Can't restore default
ru: Не удаётся восстановить по умолчанию
