Repository: redblue-pkt/titan
Catalog: titan/po/*/LC_MESSAGES/titan.po_auto.po
Languages: nl, ru

source: Can't save Code. Delete Plugins to free space
nl: Code kan niet opgeslagen worden. Verwijder plugins om ruimte vrij te maken
ru: Не удаётся сохранить код Удалите плагины для освождения места

source: Can't show this file!
nl: Bestand kan niet getoond worden!
ru: Невозможно отобразить этот файл!

source: Can't start download. Please try later.
nl: Kan download niet starten. Probeer het later nogmaals.
ru: Закачка не запущена Повторите снова

source: Can't start playback !
nl: Weergave kan niet gestart worden!
ru: Ошибка воспроизведения!

source: Can't start system update Syntax Error on updatefile
nl: System update kan niet gestart worden Fout in update bestand
ru: Обновление не запущено! Ошибка файла бэкапа!

source: Can't start timeshift play !
nl: Timeshift kan niet gestart worden
ru: Таймшифт не запущен!

source: Can't update all packages !
nl: Niet alle pakketten kunnen geüpdatet worden!
ru: Обновления для плагинов не найдены!

source: Cancel
nl: Annuleren
ru: Отмена

source: Cat-Catch
ru: Игра Cat-Catch

source: Category
nl: Catergorie
ru: Категория

source: Change Channelname
nl: Zendernaam wijzigen
ru: Изменить имя канала

source: Change Channelname auto.
nl: Zendernaam automatisch aanpassen
ru: Автоматическое обновление названия канала

source: Change Feed
nl: Feedadres toevoegen
ru: Адрес фида

source: Change in %:
nl: Wissel in %:
ru: Изменения в %

source: Change language needs reboot
nl: Bij taalaanpassing is een herstart noodzakelijk
ru: Язык меню изменён, перезагрузка!

source: Change to scart
nl: Omschakelen naar SCART
ru: Перейти на Scart

source: Change:
nl: Wissel:
ru: Изменено

source: Channel
nl: Zendernaam
ru: Канал

source: Channel Allocation
nl: Zender indeling
ru: Распределение каналов

source: Channel Down
ru: Канал вниз

source: Channel EPG
nl: Zender EPG
ru: EPG канала

source: Channel Edit
nl: Zender bewerken
ru: Редактор каналов

source: Channel HBBTV
nl: Kanaal HBBTV
ru: HBBTV канал

source: Channel History
nl: Zender geschiedenis
ru: История каналов

source: Channel List
ru: Список каналов

source: Channel List selection
ru: Выбор списка каналов

source: Channel Scan
ru: Сканирование каналов

source: Channel Search
nl: Zender zoeken
ru: Поиск каналов

source: Channel Service
nl: Zender service
ru: Параметры тюнера

source: Channel Up
ru: Канал вверх

source: Channel not available
ru: Канал не доступен

source: Channel or Transponder is empty
nl: Kanaal of Transponder is leeg
ru: Канал или транспондер пуст

source: Channel scan ended.
nl: Zender zoeken beëindigd. Opslaan met gekleurde knoppen.
ru: Поиск каналов закончен

source: Channel scan ended. Nothing found.
nl: Zender zoeken beëindigd. Niets gevonden.
ru: Поиск каналов закончен. Ничего не найдено!

source: ChannelCount:
nl: Kanalen:
ru: Каналов

source: Channellist empty or corrupt (channel not found)!
nl: Zenderlijst is leeg of corrupt (zender niet gevonden)!
ru: Список каналов пуст или повреждён (Каналы не найдены)!

source: Channellist view
nl: Zenderlijst beeld
ru: Список каналов

source: Channels A-Z
nl: Zenders A-Z
ru: Каналы A-Z

source: Check inputs
ru: Проверка входных данных

source: Checkin to a place
nl: Bij een plaats inchecken
ru: Возврат назад

source: Child
nl: Jeugd
ru: Детские

source: Child Protection
nl: Kinderslot
ru: Защита от детей

source: Child safety
nl: Kinderslot
ru: Защита от детей

source: Choice Install Medium
nl: Kies installatie medium
ru: Выбор носителя для установки

source: Choice Menu
nl: Keuze Menu
ru: Выбор меню

source: Choice Playback
nl: Kies afspelen
ru: Выберите как воспроизвести файл

source: Choose your Config File from the following list
ru: Выберите нужную конфигурацию из списка ниже

source: Choose your DNS-Share from the following list
ru: Список обнаруженных сетевых папок Для просмотра выберите курсором и нажмите ОК

source: Choose your Devices from the following list
ru: Выберите устройство USB из списка ниже

source: Choose your Filemanager Option from the following list
ru: Выберите опцию файлового браузера из списка ниже

source: Choose your HBBTV Favorite from the following list
ru: Выберите фаворит HBBTV из списка ниже

source: Choose your Internet Favorite from the following list
ru: Выберите закладку из списка ниже

source: Choose your Language from the following list
ru: Выберите язык из списка

source: Choose your Playlist Mode from the following list
ru: Выберите режим воспроизведения из списка ниже

source: Choose your Red-Menu entry from the following list
ru: Выберите нужное из списка ниже

source: Choose your Remotecontrol Model from the following list
ru: Выберите пульт управления из списка

source: Choose your Resolution
ru: Выберите разрешение

source: Choose your Restore Mode from the following list.
ru: Выберите способ сброса настроек из списка ниже

source: Choose your Shares from the following list
ru: Выберите для изменения, добавления новой сетевой папки

source: Choose your Streaming Format from the following list
ru: Выберите нужный формат потока из списка

source: Choose your Streaming Playback Modus from the following list
ru: Выберите режим воспроизведения потока из списка ниже

source: Choose your Streaming link from the following list
ru: Выберите Ваш поток из следующего списка

source: Choose your Title from the following list
ru: Выберите название из списка ниже

source: Choose your Unicable SCR from the following list
ru: Выберите Unicable SCR из списка

source: Choose your Unicable product from the following list
ru: Выберите версию из списка

source: Choose your cifs/nfs Share from the following list
ru: Выберите для изменения, добавления новую сетевых папок

source: Choose your manufacturer from the following list
ru: Выберите нужное из списка ниже

source: Ci-Modul internal Menu
nl: CI-module menu
ru: Меню Ci модуля

source: Clear
nl: Wissen
ru: Очистить

source: Clear before scan
nl: Wissen voor zoeken?
ru: Очистить после сканирования

source: Clear list
ru: Очистить лист

source: Close:
nl: Sluit:
ru: Закрыто

source: Code not ok, please try again !
nl: Code is niet juist, probeer opnieuw!
ru: Код неверный, попробуйте снова!

source: Code ok
nl: Code is juist
ru: Код активации принят

source: Code1
ru: Код 1

source: Code2
ru: Код 2

source: Codecpack
ru: Пакет кодеков

source: Coderate HP
ru: Кодовая скорость HP

source: Coderate HP:
ru: Кодовая скорость HP

source: Coderate LP
ru: Кодовая скорость LP

source: Coderate LP:
ru: Кодовая скорость LP

source: Color Bar
nl: Gekleurde balk
ru: Цвет панели

source: Color Format
nl: Kleurinstellingen
ru: Формат цвета

source: Color Format Scart / Composite
nl: Kleurinstellingen Scart/Composite
ru: Формат цвета Scart/Composite

source: Colorpicker
ru: Палитра цветов

source: Comedy
nl: Comedie
ru: Комедии

source: Coment created
nl: Commentaar gemaakt
ru: Создан коментарий

source: Comment:
nl: Commentaar:
ru: Комментарий

source: Committed command
nl: Verstuurd commando
ru: Выполняемые команды

source: Common Interface
nl: CI-Module
ru: CI-модуль

source: Community Pass
ru: Пароль

source: Community User
ru: Логин

source: Company:
nl: Bedrijf:
ru: Компания

source: Condition:
nl: Weer:
ru: Погода

source: Configuration plugin for KravenHD skin
ru: Плагин настройки скина KravenHD

source: Configure
nl: Configureren hardeschijf
ru: Настройка

source: Connect with Hoster wait 10 seconds
nl: Verbinden met host, wacht 10 seconden
ru: Связь с хостером через 10 секунд

source: Connect with Hoster wait 20 seconds
nl: Verbinden met host, wacht 20 seconden
ru: Связь с хостером через 20 секунд

source: Connect with Hoster wait 7 seconds
ru: Связь с хостером через 7 секунд

source: Connection Error, try again later.
ru: Ошибка подключения, попробуйте ещё раз

source: Connection to server lost !
nl: Verbinding met server verbroken!
ru: Подключение к серверу потеряно!

source: Content of selected device
ru: Содержание выбранного устройства

source: Contrast
ru: Контраст

source: Copy
nl: Kopiëren
ru: Копировать

source: Copy (B):
nl: Kopiëren (B):
ru: Копирование (Байт)

source: Copy (KB):
nl: Kopiëren (KB):
ru: Копирование (Кб)

source: Copy (MB):
nl: Kopiëren (MB):
ru: Копирование (Мб)

source: Copy / Move
nl: Kopiëren/verplaatsen
ru: Копировать/Переместить

source: Copy File
nl: Kopieër bestand
ru: Копирование файла(ов)

source: Copy Modus Background Color
ru: Цвет фона при копировании

source: Copy Modus Font Color
ru: Цвет шрифта при копировании

source: Copy mode
nl: Kopieer Modus
ru: Копирование

source: Copy providerlist not ok
nl: Providerlijst kopiëren niet gelukt
ru: Не удалось скопировать список провайдеров

source: Copy providerlist successfull
nl: Providerlijst kopiëren gelukt
ru: Список провайдеров скопирован успешно

source: Copy satlist not ok
nl: Satelietlijst kopiëren niet gelukt
ru: Не удалось скопировать список спутников

source: Copy satlist successfull
nl: Satelietlijst kopiëren gelukt
ru: Список спутников скопирован успешно

source: Copyright
ru: Авторские права

source: Copyright:
ru: Авторские права

source: Create
ru: Создать

source: Create Default Favorites
ru: Импорт стандартных букетов

source: Create Favorites sub folder
ru: Создать вложенную папку в избранном

source: Create Favorites sub folder(PIN secured)
ru: Создать вложенную папку в избранном (Защищённая)

source: Create Folder
nl: Map maken
ru: Создать папку

source: Create MultiImage device
ru: Создать пользовательское устройство

source: Create Path
nl: Pad maken
ru: Задать путь

source: Create Record Picture
nl: Opname voorbeeld aanmaken
ru: Сделать запись видео

source: Create Satellites/Provider
ru: Создать сеттинги/Провайдер

source: Create Satellites/Provider (All)
ru: Создать сеттинги/Провайдер (Все)

source: Create Satellites/Provider (Cable)
ru: Создать сеттинги/Провайдер (Кабель)

source: Create Satellites/Provider (Sat)
ru: Создать сеттинги/Провайдер (Спутник)

source: Create Satellites/Provider (Terrestrial)
ru: Создать сеттинги/Провайдер (Наземка)

source: Create Settings Menu
ru: Создать меню настроек

source: Create Thumb Picture
nl: Voorbeeld afbeelding maken
ru: Кэшировать изображение

source: Create new
nl: Nieuwe aanmaken
ru: Создать новый

source: Create new Skinstyle ?
ru: Создать новый стиль?

source: Create sub folder
ru: Создать вложенную папку

source: Currency:
nl: Munteenheid:
ru: Валюта

source: Currently
ru: Сейчас

source: Cut finished with error!
ru: Ошибка создания раздела!

source: Cut in progress
ru: Раздел находится в стадии создания

source: Cut is running
ru: Операция выполняется

source: Cut successfully completed
ru: Раздел успешно создан!

source: Cutstatus:
nl: Knipstatus:
ru: Статус

source: D
ru: В

source: DEFAULT
nl: Standaardinstelling
ru: По умолчанию

source: DEL
nl: Vewijderen
ru: Удалить

source: DEL FAV
nl: Favorieten wissen
ru: Удалить фаворит

source: DESC
nl: Beschrijving
ru: Описание

source: DI
ru: D

source: DLNA (MiniDLNA Server)
ru: DLNA (MiniDLNA сервер)

source: DLNA Control Client connected !
ru: Подключение DLNA

source: DLNA Renderer Name
ru: Имя DLNA

source: DLNA Settings
nl: DLNA instellingen
ru: Настройки DLNA

source: DLNA not started, Please check your config.
nl: DLNA niet gestart, Controleer de instellingen
ru: DLNA не запущен Проверьте настройки

source: DLNA now stopped
nl: DLNA gestopt
ru: DLNA сейчас остановлен

source: DLNA started.
nl: DLNA gestart
ru: Старт DLNA

source: DNS Name
nl: DNS naam
ru: Имя DNS

source: DNS System
nl: DNS Systeem
ru: Система DNS

source: DO
ru: D

source: DVB Devices
ru: Устройства DVB

source: DVD Player
ru: DVD плеер

source: DVD-Player plugin
ru: DVD плеер

source: DYNDNS Settings
nl: DYNDNS instellingen
ru: Параметры DYNDNS

source: DYNDNS not started, Please check your config.
nl: DYNDNS niet gestart, controleer uw instellingen.
ru: DYNDNS не запущен Проверьте настройки

source: DYNDNS now stopped
nl: DYNDNS gestopt
ru: DYNDNS сейчас остановлен

source: DYNDNS started.
nl: DYNDNS gestart.
ru: DYNDNS запущен

source: Data
ru: Дата

source: Data:
ru: Каналы данных

source: Datei Browser
nl: Data browser
ru: Файловый браузер

source: Day
nl: Dag
ru: День

source: Day
ru: День

source: Day:
nl: Dag:
ru: День

source: Deactivate
nl: Uitschakelen
ru: Стоп

source: Deactivate Crypt Support on Media Playback
nl: Deactiveer Crypt bij media afspelen
ru: Отключить поддержку Crypt при воспроизведении данных/потоков

source: Deactivate MiniTV
nl: Deactiveer MiniTV
ru: Отключить окно предварительного просмотра

source: Deaktive Color
ru: Цвет не активного окна

source: Debug Modus
ru: Отладка модулей

source: Debuglevel
ru: Уровень отладки

source: December
ru: Декабрь

source: DeepStandby
nl: Diepe slaapstand
ru: Выключение

source: Default
nl: Standaardinstelling
ru: По умолчанию

source: Default Autostart
nl: Standaard autostart
ru: Автозапуск по умолчанию

source: Default Skin
ru: Скин по умолчанию

source: Del EPG before scan
nl: Verwijder EPG voor scan
ru: Удалить EPG перед сканированием

source: Delete
nl: Wissen
ru: Удалить

source: Delete All
nl: Alles verwijderen
ru: Удалить всё

source: Delete EPG after read
nl: EPG na lezen verwijderen
ru: Удалить EPG после чтения

source: Delete File
nl: Bestand wissen
ru: Удалить файл

source: Delete MediaDB before scan
nl: Verwijder MediaDB voor de scan
ru: Удалить базу данных перед поиском

source: Delete selected entry ?
nl: Geselecteerde ingang verwijderen?
ru: Удалить выбранную запись?

source: Delete unused entrys before scan
nl: Verwijder niet gebruikte ingangen voor scan
ru: Удалять неиспользуемые данные перед сканированием

source: Delete wrong inputs
ru: Удалить неверные записи

source: Description:
nl: Beschrijving:
ru: Описание

source: Details on/off
ru: Показать/Скрыть детали

source: Detect hanging System !!! KILL = Red BOOT = Green
nl: Systeemfout !!! Rood = Hangend proces afbreken Groen = Herstart systeem
ru: Система не отвечает! Красная кнопка = Завершить процесс Зелёная кнопка = Рестарт системы

source: Dev free license
ru: Свободная лицензия

source: Device
nl: Apparaat
ru: Устройство

source: Device1
ru: Устройство 1

source: Device2
ru: Устройство 2

source: Device3
ru: Устройство 3

source: Device4
ru: Устройство 4

source: Device:
nl: Apparaat:
ru: Устройство

source: Devices
nl: Apparaten
ru: Устройства

source: DiSEqC A/B
ru: DiSEqC А/В

source: DiSEqC A/B/C/D
ru: DiSEqC А/В/С/D

source: DiSEqC Mode
nl: DiSEqC Modus
ru: Режим DiSEqC

source: Diff
ru: Разница

source: Director
nl: Regisseur
ru: Режиссер

source: Director:
nl: Regisseur:
ru: Режиссер

source: Dirsort
nl: Map sortering
ru: Сортировка папок

source: Diseqc Command Order
nl: DiSEqC commando volgorde
ru: Команда DiSEqC

source: Diseqc Settings
nl: DiSEqC instellingen
ru: Параметры DiSEqC

source: Diseqc repeats
nl: DiSEqC herhalingen
ru: Повторы DiSEqC

source: Do you really want to erase Swap (Settings are preserve)? The Box will reboot and the erase will be started!
nl: Wilt u het wisselbestand echt wissen? (instellingen worden behouden) De ontvanger zal herstarten en wissen wordt gestart!
ru: Вы действительно хотите удалить Swap (Настройки сохранены)? Ресивер перезагрузится и очистка запустится!

source: Do you really want to erase all data and backups from Swap? The Box will reboot and the erase will be started!
nl: Alle backups en informatie op wisselbestand wissen? De ontvanger zal herstarten en wissen wordt gestart!
ru: Вы действительно хотите стереть все данные и резервные копии из Swap? Ресивер перезагрузится и очистка запустится!

source: Do you really want to overwrite the chosen image?
ru: Вы действительно хотите перезаписать выбранный имидж?

source: Do you really want to start the Wizard? The Box will reboot and the Wizard will be started!
nl: Wilt u de wizzard starten? De ontvanger zal herstarten en de wizzard wordt uitgevoerd!
ru: Запустить мастер? Ресивер перезагрузится и мастер будет запущен!

source: Do you want to start now the selected image?
ru: Вы хотите запустить выбранный имидж?

source: Doku
ru: Документальные

source: Don't clear TV on zap (only with fastzap)
nl: TV beeld niet wissen (alleen bij Fastzap)
ru: Не включать чёрный экран при быстром переключении

source: Down
ru: Вниз

source: Download
ru: Закачка

source: Download (KB):
ru: Загружено (Кб)

source: Download Full File
nl: Volledig bestand downloaden
ru: Загрузить весь файл

source: Download Full File (background)
nl: Volledig bestand downloaden (achtergrond)
ru: Загрузить весь файл (В фоновом режиме)

source: Download Full File (hlsdl)
ru: Скачать полный файл

source: Download Full File (youtube_dl)
ru: Скачать полный файл

source: Download finished!
nl: Download geslaagd!
ru: Загрузка завершена!

source: Downloads
ru: Загрузки

source: Driver
ru: Драйвер

source: Dualboot Menu TitanNit / E2
ru: Меню двойной загрузки TitanNit/E2

source: Dutch
nl: Nederlands
ru: Голландский

source: Dvbapi (disabled)
nl: Dvbapi (gedeactiveerd)
ru: Dvbapi (Выключен)

source: Dvbapi (enabled)
nl: Dvbapi (geactiveerd)
ru: Dvbapi (Включен)

source: E
ru: У

source: E2 WebIf API erlaubt den Zugriff auf TitanNit mittels eines E2-Clients (z.B. dreaMote-App auf iPhone oder iPad, XBMC mit VU+, TVBrowser, FHEM, ...)
ru: E2 WebIf API позволяет получить доступ к TitanNit через клиент E2 (z.B. dreaMote-App auf iPhone oder iPad, XBMC mit VU+, TVBrowser, FHEM, ...)

source: EDIT
nl: Bewerken
ru: Изменить

source: EDIT DiSEqC
ru: Параметры DiSEqC

source: EDIT FAV
nl: Favorieten bewerken
ru: Параметры фавориты

source: EDIT LNB / UNICABLE
nl: LNB/Unicable bewerken
ru: Параметры LNB/UNICABLE

source: EDIT MOTOR
nl: Motor bewerken
ru: Параметры привода

source: EDIT TUNER
nl: Tuner bewerken
ru: Параметры тюнера

source: EJECT
nl: Uitwerpen
ru: Извлечь

source: EPG Info
nl: EPG informatie
ru: EPG инфо

source: EPG List Mode
ru: Список EPG

source: EPG Path
nl: EPG opslag pad
ru: Путь EPG

source: EPG Refresh Time
ru: Время обновления EPG

source: EPG Reset
nl: EPG wissen
ru: Сброс EPG

source: EPG SHORT VIEW
nl: EPG kort overzicht
ru: Сокращённый EPG

source: EPG Save Mode
nl: EPG opslag tijdsduur
ru: Режим сохранения EPG

source: EPG Scan Log
ru: Лог скана EPG

source: EPG Scan activate standby?
nl: EPG Scan activeerd standby?
ru: Активировать поиск EPG в режиме ожидания?

source: EPG Scanlist
nl: EPG scanlijst
ru: Лист сканирования EPG

source: EPG Search
nl: EPG zoeken
ru: Поиск EPG

source: EPG Settings
nl: EPG instellingen
ru: Параметры EPG

source: EPG Task
ru: Задача EPG

source: EPG button on EPG Screen
nl: EPG knop in EPG scherm
ru: Кнопка EPG

source: EPG resetet and now clear.
nl: EPG gewist
ru: Данные EPG удалены!

source: EPGfreespace (KB)
ru: Размер свободного пространства (Кб)

source: ERROR
nl: FOUT
ru: Ошибка!

source: ERROR partition could not be created
nl: ERROR partitie kan niet gemaakt worden
ru: Ошибка: Раздел не может быть создан!

source: ERROR cant read res
nl: Fout, resolutie kan niet worden vastgesteld.
ru: Ошибка: Нет доступа

source: ERROR cant start LCD driver
nl: ERROR kan LCD driver niet starten
ru: Ошибка: Драйвер LCD не загружен

source: ERROR, Streaming can not be stopped.
ru: Ошибка. Поток не остановлен!

source: ERROR... AutoTimer not started
nl: ERROR... AutoTimer niet gestart
ru: Ошибка. Автотаймер не запущен!

source: ERROR... AutoTimer not stopped
nl: ERROR... AutoTimer niet gestopt
ru: Ошибка. Автотаймер не остановлен!

source: ERROR... can't set marker in this file
nl: ERROR.. markering kan niet geplaatst worden
ru: Ошибка. Нельзя установить маркер на этот файл

source: ERROR: The installation ends with error
ru: Ошибка: Установка завершилась с ошибкой

source: EXIT
ru: Выход

source: Eastern
nl: Oosters
ru: Восточные

source: Easy
ru: Лёгкий

source: Edit
nl: Bewerken
ru: Изменить

source: Edit Modus Background Color
ru: Цвет фона при редактировании

source: Edit Modus Font Color
ru: Цвет шрифта при редактировании

source: Edit Playlist
nl: Afspeellijst bewerken
ru: Изменить плейлист

source: Edit mode
nl: Hernoem Modus
ru: Переименование

source: Edit this Favorite ?
nl: Wilt u deze favoriet bewerken?
ru: Изменить этот фаворит?

source: Email info@atemio.de
ru: Почта info@atemio.de

source: Emu Active Color
ru: Цвет активного эмулятора

source: Emu Control
nl: Softcam controle
ru: Контроль эмулятора

source: Emu MGCamd v1.38a and all Configs
ru: Эмулятор MGCamd v1.38a

source: Emu Running Color
ru: Цвет запуска эмулятора

source: Emu not found
nl: Geen Softcam gevonden
ru: Эмулятор не найден

source: Enable
nl: Inschakelen
ru: Вкл

source: End
nl: Einde
ru: Конец записи

source: Engine Systems
ru: Система привода

source: English
ru: Английский

source: Enter the shown url in your browser and enter the Code to register the receiver to facebook
nl: Voer de getoonde URL in uw browser in en voer de code in om de ontvanger bij Facebook te registreren
ru: Введите URL-адрес в Вашем браузере и введите код для регистрации ресивера в Facebook

source: Epg Color 1
ru: Цвет EPG 1

source: Epg Color 2
ru: Цвет EPG 2

source: Epg Color 3
ru: Цвет EPG 3

source: EpgChannels:
nl: EPG Kanalen:
ru: EPG каналов

source: Episode
nl: Aflevering
ru: Эпизод

source: Ergebnis
ru: Результат

source: Error
ru: Ошибка

source: Error create filename
nl: Bestand kan niet gemaakt worden
ru: Ошибка создания файла

source: Error file not supported
nl: Fout, bestandsformaat wordt niet ondersteund!
ru: Ошибка, файл не поддерживается

source: Error in Save Settings
nl: Fout bij instellingen opslaan
ru: Ошибка сохранения настроек

source: Error, Internet Connection not found
nl: Error, geen internet verbinding
ru: Ошибка: Нет подключения к Интернету

source: Error, Program not started.
ru: Ошибка. Программа не стартовала!

source: Error, found result without imdbid we can't this save in MediaDB
nl: Fout, gevonden zoek resultaat heeft geen IMDBid en kan daardoor niet in de MediaDB opgeslagen worden
ru: Ошибка, данные не могут быть сохранены в MediaDB

source: Error: Transponder Source file no data
ru: Ошибка: Исходный файл транспондера пуст

source: Error: Transponder Source file not found
ru: Ошибка: Исходный файл транспондера не найден

source: Error: no audio device found !!
nl: Fout, audio apparaat kan niet geopend worden!!
ru: Не найдено устройство!

source: Error: no demux device found !!
nl: Fout, demux device kan niet geopend worden!
ru: Не найдено устройство!

source: Error: no frontend device found !!
nl: Fout, frontend device kan niet geopend worden!
ru: Не найдено устройство!

source: Error: no video device found !!
nl: Fout, video apparaat kan niet geopend worden!!
ru: Не найдено устройство!

source: Error: open rc device !!
nl: Fout, afstandbediening kan niet geopend worden!
ru: Ошибка открытия устройства!

source: Error: skin not found !!
nl: Fout, skin kan niet geopend worden!
ru: Скин не найден!

source: Event created
nl: Gebeurtenis gemaakt
ru: Созданное событие

source: Exchange closing:
nl: Sluiting wisselkantoor:
ru: Обмен закрыт

source: Exchange:
nl: Wisselkantoor:
ru: Обмен

source: Exit
ru: Выход

source: Exit Color
ru: Выходной цвет

source: Exit Tithek
nl: TiThek Afsluiten
ru: Выйти

source: Expert
nl: Expert Modus
ru: Режим эксперта

source: Expert Modus
ru: Режим эксперта

source: Ext. Modul detect (needs reboot)
nl: Uitgebreide module herkenning (herstart noodzakelijk)
ru: Внутренний модуль обнаружен (Требуется перезагрузка)

source: Extended System Infos
ru: Расширенная системная информация

source: Extensions
nl: Plugins
ru: Плагины

source: Extensions List
nl: Plugin overzichtslijst
ru: Список плагинов

source: External Player
ru: Внешний плеер

source: Extracting will take a few minutes ... Process is running in background. A message will be shown when finished.
ru: Процесс выполняется в фоновом режиме В конце будет уведомление

source: F
ru: А

source: FAIL Flash/Nand (/mnt)
nl: FOUT Flash/Nand (/mnt)
ru: Сбои Flash/Nand (/ mnt)
