Repository: redblue-pkt/titan
Catalog: po_stable_26861/gr/LC_MESSAGES/titan.po
Languages: gr

source: 1500rpm
gr: 1500 σ/λ

source: 500rpm
gr: 500 σ/λ

source: Wizard
gr: Βοηθός εγκατάστασης

source: About
gr: Περί

source: AC3 default
gr: AC3 προεπιλογή

source: Activate
gr: Ενεργοποίηση

source: Adapter Settings
gr: Ρυθμίσεις Adapter

source: ADD
gr: Προσθήκη

source: add service
gr: Προσθήκη Καναλιού

source: Adjust
gr: Ρύθμιση Συστήματος

source: Action after
gr: Ενέργεια μετά

source: all
gr: Όλα

source: ALL
gr: ΌΛΑ

source: Aspect
gr: Αναλογία

source: Aspect Ratio:
gr: Αναλογία πλευρών:

source: AUDIO SETTINGS
gr: Ρυθμίσεις Audio

source: Audio Source
gr: Πηγή Audio

source: Audio/Subt.
gr: Audio/Υπότιτλοι

source: Audio Tracks
gr: Επιλογή Audio

source: Automatic Search
gr: Αυτόματη αναζήτηση

source: Auto resolution
gr: Αυτόματη Ανάλυση

source: Autostart
gr: Επιλογή εκκίνησης

source: A/V Settings
gr: Ρυθμίσεις Audio / Video

source: Backup
gr: Αποθ. Δεδομένων

source: Backup / Restore Settings
gr: Αποθ./ Επαναφορά Ρυθμίσεων

source: betapass
gr: Password γιά betatester

source: betauser
gr: Χρήστης beta

source: bootlogo
gr: Εικόνα εκκίνησης

source: BootResolution
gr: Ανάλυση κατά την εκκίνηση

source: bootstop
gr: Διακοπή της εκκίνησης

source: bootrgbfix
gr: Διόρθωση RGB για την εκκίνηση

source: Beta Config
gr: Ρυθμίσεις Betatester

source: big
gr: Mεγάλο

source: Blue Button
gr: Μπλε κουμπί

source: Bouquet List
gr: Bouquet

source: Brightness
gr: Φωτεινότητα

source: broadcast
gr: Εκπομπή

source: cancel
gr: Ακύρωση

source: Cancel
gr: Ακύρωση

source: Cancel Shutdown
gr: Ακύρωση κλεισίματος

source: Channel
gr: Κανάλι

source: Channel Edit
gr: Επεξεργασία λίστας καναλιών

source: Channel EPG
gr: EPG καναλιού

source: Channel Search
gr: Αναζήτηση Καναλιών

source: Channel Service
gr: Ρύθμιση - Αναζήτηση Καναλιών

source: Create Backup
gr: Δημιουργία backup

source: Child Protection
gr: Γονικός έλεγχος

source: Child safety
gr: Παιδική προστασία

source: Clear before scan
gr: Σβήσιμο πριν την σάρωση

source: Color Format
gr: Μορφή Χρωμάτων

source: Color Format Scart
gr: Μορφή χρωμάτων στο Scart

source: Contrast
gr: Αντίθεση

source: copy service
gr: Αντιγραφή καναλιού

source: date
gr: Ημερομηνία

source: File Browser
gr: Browser αρχείων

source: Day
gr: Ημέρα

source: Deactivate
gr: Απενεργοποίηση

source: default
gr: προρυθμίσεις

source: Default
gr: Προρυθμίσεις

source: DEFAULT
gr: Προρυθμίσεις

source: DEL
gr: Σβήσιμο

source: Delete EPG after read
gr: Σβήσιμο του EPG μετά την ανάγνωση

source: del startchannel
gr: Ακύρωση καναλιού εκκίνησης

source: details
gr: Λεπτομέριες

source: Device:
gr: Συσκευή:

source: Devices
gr: Συσκευές

source: disable
gr: Απενεργοποίηση

source: Dirsort
gr: Ταξινόμηση φακέλων

source: DiSEqC Command Order
gr: Σειρά εντολών DiSEqC

source: DiSEqC Configuration
gr: DiSEqC

source: DiSEqC repeats
gr: Επαναλήψεις DiSEqC

source: Diseqc Settings
gr: Ρυθμίσεις DiSEqC

source: Don't clear TV on zap (only with fastzap)
gr: Η εικόνα της TV να παραμένει κατά το zapping (μόνο με το fastzap)

source: East / West
gr: Ανατολή / Δύση

source: enable
gr: Ενεργοποίηση

source: End
gr: Τέλος

source: English
gr: Αγγλικά

source: Epgfreespace (KB)
gr: Ελεύθερη μνήμη EPG (ΚΒ)

source: Epg List Mode
gr: Λίστα EPG

source: EPG Path
gr: Διαδρομή αποθήκευσης του EPG

source: Epg Refresh Time
gr: Χρόνος ανανέωσης EPG

source: EPG Reset
gr: Επαναφορά EPG

source: EPG Settings
gr: Ρυθμίσεις EPG

source: Extensions
gr: Επεκτάσεις

source: Extensions Menu
gr: Μενού επεκτάσεων

source: emucontrol
gr: Έλεγχος Emu

source: Fancontrol
gr: Έλεγχος ανεμιστήρα

source: fast
gr: Γρήγορο

source: Fast DiSEqC
gr: Γρήγορο DiSEqC

source: Fast Text Render
gr: Γρήγορη απόδοση κειμένου

source: Fastzap
gr: Γρήγορο zapping

source: Fav
gr: Αγαπημένα

source: file
gr: Αρχείο

source: alt file
gr: Εναλλακτικό αρχείο

source: filealtresult
gr: Εναλλακτικό αποτέλεσμα αρxείου

source: Filesystem Check
gr: Έλεγχος αρχείων συστήματος

source: Flashupdate (online)
gr: Αναβάθμιση της Flash (online)

source: Flashupdate (tmp)
gr: Αναβάθμιση της Flash (tmp)

source: Fontsize adjust in pixel
gr: Γραμματοσειρά - ρύθμιση μεγέθους σε pixel

source: Format HDD
gr: Format Σκληρού Δίσκου

source: Found Data:
gr: Ευρεθέντα Data:

source: Found Radio:
gr: Ευρεθέντα Radio:

source: Found TV:
gr: Ευρεθέντα TV:

source: free space
gr: Ελεύθερη μνήμη

source: Frequency
gr: Συχνότητα

source: Frequency:
gr: Συχνότητα:

source: Friday
gr: Παρασκευή

source: ftdi
gr: Ενεργοποίηση οδηγών ftdi

source: fontsize
gr: Μέγεθος γραμματοσειράς

source: Germany
gr: Γερμανικά

source: Restart Titan
gr: Επανεκκίνηση Titan

source: Harddisk
gr: Σκληρός Δίσκος

source: Harddisk Format - List Devices
gr: Format Σκληρού Δίσκου - συνδεδεμένες συσκευές

source: Harddisk Fsck - List Devices
gr: Έλεγχος HDD - συνδεδεμένες συσκευές

source: hddreplacement
gr: Αντικατάσταση Σκληρού Δίσκου

source: How many days
gr: Πόσες ημέρες;

source: HighSR
gr: Υψηλό SR

source: Image Information
gr: Πληροφορίες του Image

source: Imdb Directory
gr: Κατάλογος Imdb

source: Increased Voltage
gr: Αυξημένη Τάση

source: Infobar Auto hide on call
gr: Αυτόματη απόκρυψη του Infobar

source: Infobar Sleep
gr: Χρόνος εμφάνισης του infobar (sec)

source: Infobar Timeout
gr: Χρόνος εξαφάνισης του infobar (sec)

source: Information...
gr: Πληροφορίες...

source: Information
gr: Πληροφορίες

source: install
gr: Εγκατάσταση

source: Interval
gr: Διάστημαl

source: Inversion
gr: Αναστροφή

source: Inversion:
gr: Αναστροφή:

source: ipaddress
gr: Διεύθυνση IP

source: IPK install (online)
gr: Εγκατάσταση IPK (online)

source: IPK remove
gr: Σβήσιμο IPK

source: IPK tmp (tmp)
gr: Εγκατάσταση IPK από /tmp

source: Ipk Install - select file
gr: Εγκατάσταση IPK - επιλογή φακέλλου

source: Kernel
gr: Πυρήνας

source: Keyboard
gr: Πληκτρολόγιο

source: Language
gr: Γλώσσα

source: Latitude
gr: Γεωγραφικό Πλάτος

source: Listbox Select
gr: Επιλογές εμφάνισης του Listbox

source: LNB Configuration
gr: LNB

source: LNB Settings
gr: Ρυθμίσεις LNB

source: Longitude
gr: Γεωγραφικό Μήκος

source: LOG (Text)
gr: LOG (Κείμενο)

source: load partition
gr: Φόρτωση partition

source: Main Menu
gr: Κύριο Μενού

source: Manuel Scan
gr: Χειροκίνητη σάρωση

source: Manual Search
gr: Χειροκίνητη αναζήτηση

source: MC VideoPlayer Imdb Settings
gr: Ρυθμίσεις Imdb του MC VideoPlayer

source: Memory
gr: Μνήμη

source: Menulist
gr: Λίστα Μενού

source: Menu Protect
gr: Προστασία Μενού

source: MENUPROTECT
gr: Προστασία ΜΕΝΟΥ

source: Minutes
gr: Λεπτά

source: Minutes:
gr: Λεπτά:

source: Modulation
gr: Διαμόρφωση

source: Modulation:
gr: Διαμόρφωση:

source: Monday
gr: Δευτέρα

source: move service
gr: Μετακίνηση καναλιού

source: Moviepath
gr: Διαδρομή αρχείου ταινιών

source: Name
gr: Όνομα

source: Name:
gr: Όνομα:

source: Network
gr: Δύκτιο

source: Network Adapter Settings
gr: Ρυθμίσεις προσαρμογέα Δικτύου

source: Network Adapter Test
gr: Έλεγχος προσαρμογέα Δικτύου

source: Network Assistant
gr: Βοηθός Δικτύου

source: Networkbrowser
gr: Browser Δικτύου

source: Network Restart
gr: Επανεκκίνηση Δικτύου

source: Network Scan
gr: Σάρωση Δικτύου

source: Network Test
gr: Έλεγχος Δικτύου

source: Next
gr: Συνέχεια

source: Nfs Server Settings
gr: Ρυθμίσεις NFS Server

source: North / South
gr: Βορράς / Νότος

source: nr_usbreaders
gr: Αριθμός USB reader

source: Only free channel scan
gr: Σάρωση μόνο για ελεύθερα κανάλια

source: options
gr: Επιλογές

source: Orbital Position:
gr: Τροχιακή θέση

source: OSD Bottom Overscan
gr: Overscan OSD κάτω

source: OSD Left Overscan
gr: Overscan OSD αριστερά

source: OSD Right Overscan
gr: Overscan OSD δεξιά

source: OSD Top Overscan
gr: Overscan OSD επάνω

source: OSD Transparent
gr: Διαφάνεια OSD

source: Overclock settings
gr: Ρυθμίσεις Overclocking

source: Piconpath
gr: Διαδρομή αρχείου Picons

source: PICTURE
gr: Φωτογραφία

source: PICTURE SETTINGS
gr: Ρυθμίσεις Φωτογραφιών

source: Pin Code Channel
gr: PIN προστασίας καναλιούl

source: Pin Code menu
gr: PIN προστασίας του Μενού

source: PIN Settings
gr: Ρυθμίσεις PIN

source: PlayList - select your playlist !
gr: PlayList - διάλεξε την λίστα σου

source: Polarization
gr: Πόλωση

source: Polarization:
gr: Πόλωση:

source: Policy
gr: Εμφάνιση εικόνας

source: Power Off
gr: Σβήσιμο

source: Power Off Timer
gr: Σβήσιμο του Χρονοδιακόπτη

source: Poweroff Timer
gr: Σβήσιμο του χρονοδιακόπτη

source: Prev
gr: Πίσω

source: Program Info
gr: Πληρ. προγράμματος

source: Protect Channel
gr: Προστασία καναλιού με PIN

source: Protect Menu
gr: Προστασία Μενού με PIN

source: protect service
gr: Προστασία σταθμού με PIN

source: protocol
gr: Πρωτόκολλο

source: Prov
gr: Παροχέας

source: Provider:
gr: Παροχέας:

source: proxyauth
gr: Πιστοποίηση Proxy

source: proxyip
gr: IP για Proxyserver

source: proxypass
gr: Password για Proxyserver

source: proxyport
gr: Πύλη για Proxyserver

source: proxyuser
gr: Ονομα χρήστη για Proxyserver

source: poweroff
gr: κλείσιμο

source: PinOn
gr: Ενεργοποίηση PIN

source: pl2303
gr: Ενεργοποίηση οδηγών PL2303

source: profile
gr: Προφίλ

source: Random
gr: Τυχαία

source: Record Forerun (min)
gr: Έναρξη εγγραφής νωρίτερα (min)

source: Record Overrun (min)
gr: Επιπλέον χρόνος εγγραφής (min)

source: Record Path
gr: Διαδρομή φακέλλου εγγραφών

source: Record Split Size
gr: Μέγεθος χωρισμού εγγραφών

source: Record Timer
gr: Timer εγγραφής

source: Red Button
gr: Κόκκινο Κουμπί

source: Refresh
gr: Ανανέωση

source: RELOAD
gr: Επαναφόρτιση

source: remove service
gr: Διαγραφή σταθμού

source: repairmodus
gr: Mode επισκευής

source: Repeat
gr: Επανέλαβε

source: Repeat type
gr: Είδος επανάληψης

source: Resolution:
gr: Ανάλυση

source: Resolution (default)
gr: Ανάλυση (προεπιλεγμένη)

source: Restart
gr: Επανεκκίνηση

source: Restart Network ?
gr: Επανεκκίνηση Δικτύου;

source: Restore
gr: Επαναφορά

source: reverse alpha
gr: Αναστροφή alpha

source: reverse date
gr: Επαναφορά ημερ/νιας

source: reverse size
gr: Επαναφορά μεγέθους

source: rmcrashlog
gr: rmcrahlog

source: Rotor Position
gr: Θέση μοτέρ

source: Rotor Settings
gr: Ρυθμίσεις μοτέρ

source: Samba Server Settings
gr: Ρυθμίσεις Samba Server

source: Sat Config
gr: Ρύθμιση Δορυφόρων

source: Satellite
gr: Δορυφόρος

source: Saturation
gr: Κορεσμός

source: Saturday
gr: Σάββατο

source: Save
gr: Αποθήκευση

source: SAVE
gr: Αποθήκευση

source: Save Settings
gr: Αποθήκευση Ρυθμίσεων

source: Scan
gr: Σάρωση

source: Scart-Recorder
gr: Εγγραφέας Scart

source: screensaver
gr: Προστασία οθόνης

source: Screensaver
gr: Προστασία οθόνης

source: Screensaver Adjust
gr: Ρυθμίσεις προστασίας οθόνης

source: screensaver background
gr: Φόντο προστ. οθόνης

source: screensaver delay
gr: Καθυστέρηση για προστ. οθόνης

source: screensaver interval
gr: Διάστημα μεταξύ εικόνων

source: screensaver pic
gr: Έικόνα προστ. οθόνης

source: screensaver type
gr: Είδος προστ. οθόνης

source: --- SD resolution
gr: --- Ανάλυση SD

source: Second Infobar
gr: Δεύτερο Infobar

source: Select backup:
gr: Επιλογή backup:

source: Select Path
gr: Επιλογή διαδρομής

source: Service
gr: Κανάλι

source: Serviceinfo
gr: Πληροφορίες καναλιού

source: set startchannel
gr: Επιλογή καναλιού εκκίνησης

source: Settings
gr: Ρυθμίσεις

source: Settings...
gr: Ρυθμίσεις...

source: Settings backup/restore
gr: Ρυθμίσεις backup/επαναφοράς

source: Share Settings
gr: Ρυθμίσεις share

source: Show EPG screen (EPG button)
gr: Ένδειξη οθόνης EPG (κουμπί EPG)

source: Show in Standby
gr: Ένδειξη σε Standby

source: Show in VFD
gr: Ένδειξη στο VFD

source: Signal:
gr: Σήμα:

source: Single EPG
gr: Μονό EPG

source: size
gr: Μέγεθος

source: Skin αdjust
gr: Ρύθμιση Skin

source: Skin Select
gr: Επιλογή Skin

source: small
gr: Μικρό

source: Softcam selection
gr: Επιλογή Softcam

source: Softcam Panel
gr: Ρυθμίσεις Softcam

source: Sort
gr: Διαλογή

source: Sound
gr: Ήχος

source: Space
gr: Κενό

source: speed
gr: Ταχύτητα

source: Spinnerspeed
gr: Ταχύτητα Spinner

source: Spinnertime
gr: Χρόνος Spinner

source: Start
gr: Αρχή

source: Standby Brightness
gr: Φωτεινότητα VFD στο standby

source: Standby / Poweroff...
gr: Standby / Κλείσιμο...

source: Standby / Poweroff
gr: Standby / Κλείσιμο

source: Start HTTPD
gr: Εκκίνηση HTTPD

source: Stream Path
gr: Διαδρομή αποθήκευσης Stream

source: Sunday
gr: Κυριακή

source: Switch
gr: Εναλλαγή

source: Subtitle
gr: Υπότιτλος

source: System
gr: Σύστημα

source: System:
gr: Σύστημα:

source: System...
gr: Σύστημα...

source: System - Flashupdate (online)
gr: Αναβάθμιση Flash συστήματος (online)

source: System - Flashupdate (tmp)
gr: Αναβάθμιση Flash συστήματος (tmp)

source: System Info
gr: Πληροφορίες Συστήματος

source: Sysinfo
gr: Πληροφορίες Συστήματος

source: System - Usbupdate (online)
gr: Αναβάθμιση συστήματος - USB (online)

source: System - Usbupdate (tmp)
gr: Αναβάθμιση συστήματος - USB (tmp)

source: showip
gr: Εμφάνιση IP

source: showtvinfo
gr: Εμφάνιση πληρ. TV

source: swapsize
gr: Mέγεθος swap

source: scartonstandby
gr: Scart σε αναμονή

source: Test frequency
gr: Συχνότητα ελέγχου

source: thereafter on this Channel:
gr: Επόμενες εκπομπές:

source: Thursday
gr: Πέμπτη

source: Timer Record Path
gr: Διαδρομή εγγραφών του Timer

source: Timeshift Path
gr: Διαδρομή Timeshift

source: Time to sleep
gr: Χρόνος εως το τέλος

source: --- Time to switch
gr: --- Χρόνος εως την εναλλαγή

source: Timezone
gr: Ζώνη ώρας

source: Tint
gr: Απόχρωση

source: Top
gr: Επάνω

source: Tuesday
gr: Τρίτη

source: Tunerconfig
gr: Ρυθμίσεις Tuner

source: Tuner Configuration
gr: Tuner

source: Tuner Reception
gr: Λήψη Tuner

source: type
gr: Πληκτρολόγησε

source: Type:
gr: Είδος:

source: Type of Scan
gr: Είδος Σάρωσης

source: unknown
gr: Άγνωστο

source: update
gr: Ενημέρωση

source: Usb Device
gr: Συσκευή USB

source: Usbupdate (online)
gr: Ενημέρωση USB (online)

source: Usbupdate (tmp)
gr: Ενημέρωση USB (tmp)

source: Use EPG Endtime
gr: Χρησιμοποίηση τέλους από το EPG

source: userauth
gr: Επιβεβαίωση χρήστη

source: username
gr: Όνομα χρήστη

source: use ssl
gr: Χρησιμοποίηση SSL

source: updatelist
gr: Ενημέρωση λίστας

source: VideoMode Aspect Settings
gr: Ρύθμιση αναλογιών Video

source: VideoMode Resolution Settings
gr: Ρυθμίσεις Ανάλυσης Video

source: VideoMode Settings
gr: Ρυθμίσεις Video

source: Video Settings
gr: Ρυθμίσεις Video

source: VIDEO SETTINGS
gr: ΡΥΘΜΙΣΕΙΣ VIDEO

source: Videotune
gr: Ρύθμιση χρωμάτων

source: View
gr: Δείξε

source: Ήχος κλειστός
gr: Ένταση κλειστή

source: Voltage Mode
gr: Mode Τάσης

source: Volumebar Timeout
gr: Χρονικό όριο απόκρ. της ένδειξης έντασης (sec)

source: Wednesday
gr: Τετάρτη

source: Weather Info
gr: Πληροφορίες Καιρού
