Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: System Backup on your Box not Supported
de: System Sicherung wird auf Ihrem Receiver nicht unterstützt.

source: System Info
de: System Infos

source: System Infos
de: System Informationen
pl: Info systemu

source: System Update
de: Softwareaktualisierung

source: System Update started. This can take up to 5 minutes. More details on TV.
de: System Aktualisierung gestartet. Dies kann bis zu 5 Minuten dauern. Weitere Details am Fernseher.

source: System-Info
de: System Information

source: TERR
de: Terrestrisch

source: TITLE
de: Titel

source: TMDb - Plugin
de: TMDb

source: TMDb Movie Database Plugin
de: TMDb Filmdatenbank

source: TPK Install done, your system will reboot !
de: TPK Installation abgeschlossen Ihr Receiver wird neu gestartet

source: TPK Remove done, your system will reboot !
de: Die Erweiterung wurde erfolgreich entfernt. Ihr Receiver wird jetzt neu starten.

source: TPK Upgrade done, your system will reboot !
de: Aktualisierung abgeschlossen Ihr Receiver wird neu gestartet

source: TPK install (online)
de: Installieren (Online)

source: TPK media (media)
de: Installieren (Media)

source: TPK remove
de: Entfernen

source: TPK tmp (tmp)
de: Installieren (tmp)

source: TPK upgrade (online)
de: Aktualisieren (Online)

source: TRANSPONDEREDIT
de: Transponder auswählen

source: TV Resolution (h):
de: Auflösung Sender (H):

source: TV Resolution (w):
de: Auflösung Sender (B):

source: Terrestrial
de: Terrestrisch

source: Terrestrial:
de: Terrestrisch:

source: The backup image will be saved to /tmp or /var/backup. In case of insufficient internal memory, a USB Stick or HDD must be used. A folder named backup must exist on the target drive.
de: Das Image wird in /tmp oder /var/backup abgelegt. Falls der interne Speicher nicht ausreicht, kann die Sicherung auch auf einem USB Stick/HDD gespeichert werden. Es muss ein Ordner mit dem Namen 'backup' auf dem Datenträger sein.

source: The file is being transfered to our other servers. This may take few minutes.
de: Die gewünschte Datei wird verschoben. Bitte versuchen Sie es in wenigen Minuten erneut!

source: The file you were looking for could not be found, sorry for any inconvenience
de: Die gesuchte Datei konnte nicht gefunden werden, wir bitten um Entschuldigung.

source: The hoster is not yet supported !
de: Der Anbieter wird zur Zeit nicht unterstützt!

source: The install process will look in /tmp for an image zip file. Please copy the image to /tmp. The filename must not contain blanks.
de: Der Installationsvorgang sucht in /tmp nach einem Image im zip Format. Bitte kopieren Sie das Image nach /tmp. Der Dateiname darf keine Leerzeichen enthalten.

source: The page is temporarily unavailable
de: Die gewünschte Seite ist vorübergehend nicht erreichbar

source: The page not found, file removed
de: Die gewünschte Seite wurde nicht gefunden, Datei vom Hoster entfernt

source: The video no longer exists
de: Dieses Video existiert nicht mehr.

source: There may only be one package installed from this section. To install another package from this section, remove the installed one. If the package is not visible after a software update, perform a TPK update to:
de: Aus dieser Rubrik darf nur ein Paket installiert sein. Um ein anderes zu installieren, entfernen Sie das bereits installierte Paket. Sollte das Paket nach einem Software Update nicht sichtbar sein, starten Sie ein TPK Update:

source: This Plugin is only for Betatester and can change your Settings! Realy run it?
de: Diese Erweiterung ist nur für Betatester bestimmt und könnte Ihre Einstellungen ändern. Möchten Sie es dennoch ausführen?

source: This direct link will be available for your IP next 8 hours
de: Der Link ist von Ihrer IP die nächsten 8 Stunden erreichbar.

source: This file doesn't exist, or has been removed
de: FEHLER: Diese Datei existiert nicht oder wurde entfernt.

source: This file doesn't exist, or has been removed.
de: Die ausgewählte Datei existiert nicht oder wurde entfernt.

source: This file is private and only viewable by the owner.
de: Diese Datei ist privat und nur für den Eigentümer sichtbar.

source: This file no longer exists on our servers.
de: Die angeforderte Datei ist existiert nicht mehr.

source: This video has been deleted. We apologize for the inconvenience.
de: Dieses Video wurde gelöscht. Wir entschuldigen uns für die Unannehmlichkeiten.

source: Threshold
de: Grenzwert

source: Thu
de: Don

source: Thursday
de: Donnerstag
pl: Czwartek

source: TiThek Select Color
de: Cursor Farbe für TiThek

source: Time to sleep
de: HDD-Standby
pl: Czas do uśpienia

source: Time to stop
de: Zeit bis Abschaltung (min)

source: Time to wait after seek for fill buffer
de: Wiedergabepuffer - Zeit bis zum automatischen laden nach einem Seek

source: Timer List
de: Timer Liste

source: Timer Record Path
de: Ordner für Timeraufnahme
pl: Ścieżka nagrywania z timera

source: Timer Record start !
de: Timeraufnahme wurde gestartet!

source: Timer and EPG
de: Timer und EPG

source: Timer conflicts with other timer Add timer anyway?
de: Timer Konflikt! Timer trotzdem erstellen?

source: Timer end is before start time
de: Timer Ende liegt vor Startzeit!

source: Timer end is in the past
de: Timer Ende liegt in der Vergangenheit!

source: Timer service ID not ok
de: FEHLER: Sender ID stimmt nicht!

source: Timer starttime or endtime not ok
de: FEHLER: Start- oder Endzeit ist fehlerhaft!

source: Timer transponder ID not ok
de: FEHLER: Transponder ID stimmt nicht!

source: Timer1 activ
de: Timer 1 aktiv

source: Timer2 activ
de: Timer 2 aktiv

source: Timeshift Path
de: Ordner für Timeshift
pl: Ścieżka timeshift

source: Timeshift Settings
de: Timeshift

source: Timeshift file to short please wait a little and try again
de: Timeshift: Datei ist zu klein Bitte später versuchen.

source: Timeshift is running !!! Stop it and switch ?
de: Timeshift läuft! Timeshift beenden und umschalten?

source: Timeshiftsettings not allowed if timeshift is running !
de: Timeshift Einstellungen können nicht geändert werden wenn Timeshift aktiv ist!

source: Timeshifttype
de: Timeshift Methode

source: Timezone
de: Zeitzone
pl: Streafa czasowa

source: Tint
de: Temperatur

source: Titan Changelog
de: Titan Änderungsprotokoll

source: Titan Changelog (Extern)
de: Titan Änderungsprotokoll (extern)

source: Titan Log
de: Titan-Protokoll

source: Titan will be restarted!
de: Titan wird neu gestartet!

source: TitanNit Tithek disclaimer
de: TiThek Haftungsausschluss:

source: Tithek - Mainmenu
de: TiThek - Hauptmenü

source: Tithek - Mainmenu - Favoriten
de: TiThek - Hauptmenü - Favoriten

source: Tithek Hoster URL with http://
de: Tithek Hoster URL (http://...)

source: Title
de: Titel

source: Title Color
de: Titelfarbe

source: Title:
de: Titel:

source: Titlebar Background Color
de: Titelleiste - Hintergrundfarbe

source: Titlebar Background Color 2
de: Titelleiste - Hintergrundfarbe 2

source: Titlebar Border Color
de: Titelleiste - Rahmenfarbe

source: Titlebar Font Color
de: Titelleiste - Schriftfarbe

source: To
de: nach

source: To many read error or end of file
de: Zu viele Lesefehler oder Dateiende erreicht!

source: Tonburst A/B
de: Toneburst A/B

source: Tone Mode
de: Tone Modus
pl: Tryb tonowy

source: Top
de: Top (Prozesse)
pl: Góra

source: TopfieldVFD settings dialog not implemented yet! Coming soon ...
de: Topfield VFD Einstellungen sind noch nicht verfügbar. Folgt bald

source: Tpk Install - select file
de: TPK installieren - Datei wählen

source: Tpk Install - select install medium
de: Installieren - Installationsmedium auswählen

source: Tpk Install - select section
de: TPK installieren - Kategorie wählen

source: Tpk Install Info
de: Info zur TPK Installation

source: Tpk Install Info - Install ERROR
de: Paket konnte nicht installiert werden

source: Tpk Install Info - Install OK
de: Paket erfolgreich installiert

source: Tpk Remove - select file
de: Erweiterung löschen

source: Tpk Remove Info
de: Info zur TPK Deinstallation

source: Tpk Remove Info - Remove ERROR
de: Erweiterung konnte nicht gelöscht werden

source: Tpk Remove Info - Remove OK
de: Erweiterung erfolgreich gelöscht

source: Tpk Update Info - Update ERROR
de: Erweiterung Update Info - Update Fehler

source: Trade time:
de: Zeit des Handelns:

source: Transmission
de: Übertragung

source: Transmission:
de: Übertragung:

source: Transponder changed
de: Transponder wurde geändert

source: Transponderlist
de: Transponderliste

source: Trial period ends in
de: 14 Tägige Testphase endet in

source: Tue
de: Die

source: Tuesday
de: Dienstag
pl: Wtorek

source: Tune to channel failed
de: Sender kann nicht angesteuert werden

source: Tuner Configuration
de: Tuner Konfiguration
pl: Konfiguracja tunera

source: Tuner List
de: Verfügbare Tuner

source: Tuner Reception
de: Empfang
pl: Odbiór z tunera

source: Tunerconfig
de: Tuner
pl: Konfiguracja tunera

source: Tunerconfig is not allowed if record or stream is running !
de: Tunerkonfiguration ist während einer aktiven Aufnahme oder einer Streamwiedergabe nicht möglich .

source: Tunertype
de: Tuner Typ

source: Tuning to Channel failed!
de: Sender nicht verfügbar!

source: Two step mute
de: Zwei Stufen Stummschaltung

source: Type
de: Typ
pl: Typ

source: Type of Scan
de: Art des Suchlaufs
pl: typ skanowania

source: Type:
de: Typ:
pl: Typ:

source: UE
de: Ü

source: UFS910 free license
de: Kostenlose UFS910 Lizenz

source: UNKNOWN
de: Unbekannt!

source: UNLOAD
de: Deaktivieren

source: USB Port
de: USB Anschluss

source: USB Ports found:
de: USB Anschluss gefunden:

source: Unchanged
de: Unverändert

source: Uncommitted Diseqc command
de: Ungebundener DiSEqC Befehl
pl: Komenda DiseqC nie przekazana

source: Unicable Configuration
de: Unicable Einstellungen

source: Unicable manufacturer
de: Unicable Hersteller

source: Unicable product
de: Unicable Produkt

source: Unknown Error.
de: unbekannter Fehler

source: Up
de: Hoch

source: Update Plugins to new Version?
de: Installierte Plugins aktualisieren?

source: Update entrys on scan
de: Aktualisiere vorhandene Einträge

source: Usb Device
de: USB Geräte
pl: Urządzenia USB

source: Usbupdate (online)
de: USB-Multiboot-Image (Online)
pl: Update USB (poprzez web)

source: Usbupdate (tmp)
de: USB-Multiboot-Image (Lokal)
pl: Update USB (tmp)

source: Use EPG Endtime
de: Zum Sendungsende
pl: Czas zakończenia z EPG

source: Use Teletxt Workaround
de: Workaround für Videotext nutzen

source: Use User authentication ?
de: Möchten Sie mit User Authentifizierung suchen?

source: Use config from Flash (permanent)
de: Konfiguration vom /mnt verwenden (permanent)

source: Use config from Flash (temporary)
de: Konfiguration vom Flash verwenden (temporär)

source: Use config from Stick or HDD
de: Konfiguration vom Swap verwenden (permanent)

source: Use cross control for fast zapping and vol
de: Benutze das Steuerkreuz für schnelles Umschalten und laut/leise

source: Use fixed physical address
de: Benutze feste physikalische Adresse

source: Use numeric keys
de: Nummerntasten zur Eingabe nutzen

source: User
de: Benutzer

source: VFDisplay
de: Display
pl: Wyświetlacz VFD

source: VIDEO
de: Filme
pl: OBRAZ

source: VIDEO SETTINGS
de: Einstellungen
pl: USTAWIENIA OBRAZU

source: VLC Player
de: Video abspielen
pl: Odtwarzacz VLC

source: Video
de: Bild
pl: OBRAZ

source: Video Player
de: Filme abspielen
pl: Odtwarzacz filmów

source: Video Settings
de: Video-Einstellungen
pl: USTAWIENIA OBRAZU

source: Video postet
de: Video veröffentlicht

source: VideoMode Aspect Settings
de: Bild Seitenverhältnis Einstellungen
pl: Ustawienia proporcji obrazu

source: VideoMode Resolution Settings
de: Auflösung
pl: Ustawienia rozdzielczości obrazu

source: VideoMode Settings
de: Bildeinstellungen
pl: Ustawienia obrazu

source: Videomode
de: Video Modus

source: Videomode must be 576i for Scart
de: Für die Nutzung des SCART-Anschlusses muss die Auflösung auf 576i eingestellt sein!

source: Videotune
de: Bildeinstellungen
pl: Dostrojenie

source: Vietnamese
de: Viet

source: View
de: Ansicht
pl: Zobacz

source: View Cover
de: Ansicht Cover (streams)

source: View Sections
de: Menü Ansicht

source: Virtualzap Timeout
de: Virtuelles Umschalten
pl: Ukryj Virtualzap po

source: Vol off
de: Stumm
pl: Wycisz

source: Voltage Mode
de: Spannungsmodus
pl: Tryb napięciowy

source: Volume Down
de: Lautstärke veringern

source: Volume Up
de: Lautstärke erhöhen

source: Volume:
de: Anzahl:

source: Volumebar Timeout
de: Zeit bis Lautstärkeanzeige ausgeblendet wird (sek)
pl: Okryj okno głośności po

source: Votes
de: Punkte

source: Votes:
de: Stimmen:

source: WLAN Settings
de: WLAN

source: WLAN not started, Please check your config.
de: WLAN konnte nicht gestartet werden, bitte überprüfen Sie Ihre Konfiguration.

source: WLAN now stopped
de: WLAN ist jetzt ausgeschaltet

source: WLAN started. You can now configure the new interface.
de: WLAN gestartet. Sie können den Adapter nun konfigurieren

source: WSS Mode
de: WSS Modus

source: Wait
de: Warten

source: Wait for cam ready
de: Wartezeit für CI-Module

source: Wait for channel scan end
de: Bitte warten, Sendersuchlauf wird abgebrochen.

source: Wait for connect or press EXIT
de: Warten Sie, bis die Verbindung hergestellt wurde oder brechen Sie durch -Exit- den Vorgang ab!

source: Wakeup A/V Receiver
de: A/V Receiver aufwecken

source: Wakeup TV
de: TV aufwecken

source: Wakeup all connected devices
de: Alle angeschlossenen Geräte aufwecken

source: War
de: Krieg

source: Weather
de: Wetter

source: Weather Infos
de: Wetter Infos

source: Web Radio Player
de: Web Radio
pl: Odtwarzacz radia internetowego

source: Wed
de: Mit

source: Wednesday
de: Mittwoch
pl: Środa

source: Wizard
de: Setup-Assistent

source: Wlan Stick not found
de: WLAN Modul nicht gefunden!

source: Won
de: Gewonnen

source: Wooden clock - Standby - Samsung LCD Skin Channel.
de: Alternativer Skin für Samsung-LCD (analoge Uhr aus Holz) - Standby-Modus

source: Write error
de: !!! SCHREIBFEHLER !!!

source: Writer
de: Autor

source: Writers:
de: Autor:

source: X-Resolution
de: X-Auflösung

source: Xupnpd Server
de: xupnpd - DLNA Media Server

source: Y-Resolution
de: Y-Auflösung

source: Year
de: Jahr

source: Year:
de: Jahr:

source: Yellow
de: Gelb

source: You can leave HBBTV with Record Key.
de: Wichtig: Starten Sie HBBTV mit der ROTEN Taste. Beenden Sie HBBTV mit der RECORD Taste.

source: You have executed a defined period of no function. Stop the box???
de: Sie haben eine Zeitspanne für Inaktivität eingestellt. Soll der Receiver ausgeschaltet werden?

source: ZapBack
de: Zurückschalten

source: activate
de: aktivieren

source: active
de: Autostart aktiviert

source: add recording (enter duration)
de: Aufnahme hinzufügen (Länge eingeben)

source: add recording (indefinitely)
de: Aufnahme hinzufügen (unbegrenzt)

source: add recording (stop after current event)
de: Aufnahme hinzufügen (diese Sendung)

source: add service
de: Eintrag hinzufügen
pl: dodaj serwis

source: adjust
de: Erweiterte Einstellungen

source: ae
de: ä

source: afterevent
de: Nach der Aufnahme

source: aktiv im Standby
de: Im Standby aktiv

source: all
de: Alle
pl: WSZYSTKIE

source: alle Menus anzeigen
de: Alle Menüs anzeigen

source: allways del file
de: Timeshiftdatei immer löschen

source: alpha
de: Alphabetisch (A-Z)

source: always
de: immer

source: anim. both
de: zoom

source: anim. height
de: vertikal

source: anim. width
de: horizontal

source: ask
de: Nachfragen

source: aspectsettings
de: Seitenverhältnis

source: audio
de: Musik

source: audio / picture
de: Audio/Bild

source: audiotrack
de: Tonspur

source: auto
de: automatisch

source: autores
de: Autoresolution

source: avsettings
de: AV-Einstellungen

source: backup
de: Sichern

source: bar
de: Balken Farbe

source: begin search
de: Suche starten

source: best
de: beste

source: bestfit
de: Auf Bildschirmgröße verbreitern

source: bgdownload
de: Hintergrund Download

source: big
de: groß
pl: duży

source: black
de: schwarz

source: blindscanadjust
de: Blindscan

source: blink
de: blinken

source: blink star
de: Stern blinkend

source: blue
de: blau

source: border
de: Rahmen

source: bouquetlist
de: Favoritenliste

source: broadcast
de: Broadcast Adresse
pl: transmisja

source: browser
de: Internet Browser

source: can't create new channel
de: Neuer Sender kann nicht angelegt werden

source: can't create new transponer
de: Transponder kann nicht angelegt werden

source: card not present
de: Keine Karte gefunden

source: card present
de: Karte gefunden

source: center
de: mittig

source: change
de: ändern

source: channel
de: Sender

source: channel (EPG=Current channel)
de: Sender (EPG=aktiver Sender)

source: channel + time
de: Sender + Uhrzeit

source: channel number
de: Sender Nr.

source: channel-movie
de: Sender-Titel

source: channelbynr
de: Senderliste (nummeriert)

source: channelhistory
de: Sender Verlauf

source: channellist
de: Senderliste

source: channelmenu
de: Senderliste Menü

source: channelslotlist
de: CI Schacht Senderzuordnung

source: check your Secret Feed !
de: Bitte den Secret Feed überprüfen!

source: close window
de: Fenster schließen

source: comming soon...
de: folgt demnächst, das Team arbeitet dran

source: copy service
de: zu Favoriten kopieren
pl: Kopiuj serwis

source: create System Backup
de: System Sicherung erstellen

source: cut record files
de: Aufnahmen schneiden

source: daily
de: Täglich

source: date
de: Datum (Neu-Alt)
pl: data

source: date + time
de: Datum + Uhrzeit

source: datetime
de: Datum Uhrzeit

source: deactivate
de: deaktivieren

source: deaktiv
de: ausgeschaltet

source: deaktivate ethernet interface ?
de: LAN Verbindung ausschalten?

source: debug
de: System Debug Modus beim Start

source: default
de: Voreinstellung
pl: STANDARD

source: default Directory
de: Standard Verzeichnis

source: del startchannel
de: Startsender entfernen
pl: kasuj kanał startowy

source: delete
de: Löschen

source: dhcp
de: Automatisch (dhcp)

source: dir
de: Dateiliste

source: direct connect
de: Direkte Verbindung

source: dirlabel
de: Verzeichnisname

source: dirsort
de: Sortierung

source: disable
de: aus

source: diseqcscreen
de: DiSEqC

source: dnsaddresse
de: DNS Adresse

source: double
de: doppel

source: download error
de: Fehler beim Download

source: east
de: Ost

source: empty
de: leer

source: emus
de: Softcams

source: en-GB
de: de-DE

source: enable
de: aktivieren

source: end search
de: Suche beenden

source: endless
de: endlos

source: epgscanlist
de: EPG-Suchliste

source: epgsearch
de: EPG-Suche

source: epgsettings
de: EPG-Einstellungen

source: error
de: !!! FEHLER !!!

source: event
de: Ereignis

source: expired
de: abgelaufen

source: extensionsmenu
de: Erweiterungsmenü

source: fade out/in
de: Ein/Ausblenden

source: fast
de: schnell
pl: szybko

source: file
de: Datei
pl: plik

source: file copy error
de: Fehler beim Kopieren

source: file move error
de: Fehler beim Verschieben

source: filealt
de: Alternativdatei

source: filealtresult
de: alternatives Dateiresultat

source: first slot
de: erster Kartenschacht (unten)

source: fonts
de: Schriftarten

source: found
de: gefunden

source: free space
de: Freier Speicher
pl: wolne miejsce

source: frequency
de: Frequenz

source: fsckroot
de: Dateisystemprüfung Root-Partition

source: ftdi
de: Aktiviere FTDI Kartenleser Treiber

source: fullcover
de: Kompletter Hintergrund mit Cover

source: games
de: Spiele

source: gmultiepg
de: Grafisches Multi-EPG

source: goto position
de: Position wechseln

source: green
de: grün

source: grey
de: grau

source: harddisk_main
de: Festplatten Hauptmenü

source: harddiskmenu
de: Festplatten Menü

source: hddreplacement
de: Netzwerk Freigabe als Aufnahmeort

source: helpbox
de: Hilfebox

source: hidden
de: ausblenden

source: high
de: hoch

source: hold
de: Behalten

source: httpdsettings
de: HTTP Einstellungen

source: idle
de: wartend

source: imdb mvis (network/hdd)
de: IMDb Hintergrund Bilder (Netzwerk/Festplatte)

source: in background
de: im Hintergrund

source: inadynsettings
de: Indyn Einstellungen

source: infobar
de: Informationsleiste

source: infobar2
de: Informationsleiste 2

source: infomenu
de: Info Menü

source: initializing
de: initialisieren

source: install
de: Installieren
pl: instalacja

source: installed
de: installiert

source: interfacelist
de: Netzwerkliste

source: ipaddress
de: IP Adresse
pl: adres IP

source: key pip
de: PiP Taste

source: keymaps
de: Fernbedienungseinstellungen

source: language
de: Sprache

source: lcdpearlskins
de: Pearl-LCD-Skins

source: lcdsamsungskins
de: Samsung-LCD-Skins

source: left
de: links

source: limit east
de: Begrenzung Ost

source: limit west
de: Begrenzung West

source: limits off
de: Begrenzung aus

source: limits on
de: Begrenzung ein

source: listedit
de: Senderliste Editor

source: lnbscreen
de: LNB Einstellungen

source: localname
de: Lokaler Name

source: locked -> leaf locked
de: gesichert -> belassen

source: locked -> unlock it
de: gesichert -> öffnen

source: loop to Tuner
de: Verbunden mit Tuner

source: low
de: gering

source: mainmenu
de: Hauptmenü

source: manualscan
de: Manuelle Suche

source: mediadbedit
de: MediaDB bearbeiten

source: mediadbsettings
de: MediaDB Einstellungen

source: medium
de: mittel

source: menulist
de: Menüliste

source: menuprotect
de: Menü schützen

source: messagebox
de: Mitteilungen

source: middle
de: mittel

source: mixed mode
de: gemischter Modus

source: moduleadjust
de: CI-Module

source: moduleconfig
de: CI-Module (Menü)

source: move east
de: nach Ost

source: move service
de: Eintrag verschieben
pl: przenieś serwis

source: move west
de: nach West

source: movie-channel
de: Titel-Sender

source: mute
de: Stumm

source: netmask
de: Netzmaske
pl: maska sieci

source: network
de: Netzwerk

source: network_test
de: Netzwerk Test

source: networkmenu
de: Netzwerk Menü

source: never
de: nie

source: never del file
de: Timeshiftdatei nie löschen

source: newsletter
de: Aktuelle Meldungen

source: nfs server
de: NFSD Kernel Server autostart
pl: Serwer NFS

source: no
de: Nein

source: no description found
de: keine Beschreibung gefunden

source: no pic
de: Kein Bild

source: non
de: Originalgröße

source: non-version
de: keine Version

source: none
de: keines

source: nonlinear
de: Originalgröße

source: north
de: Nord

source: not started akttime higher than timer endtime
de: FEHLER: Timer nicht gestartet, Endzeit bereits vergangen

source: nothing
de: nichts tun

source: ntpdate
de: Automatisch die Uhrzeit aus dem Internet laden

source: numinput
de: Numerisches Eingabefeld

source: oe
de: ö

source: off
de: aus

source: older 1 day
de: Älter als 1 Tag

source: older 10 day
de: Älter als 10 Tage

source: older 15 day
de: Älter als 15 Tage

source: older 2 day
de: Älter als 2 Tage

source: older 20 day
de: Älter als 20 Tage

source: older 3 day
de: Älter als 3 Tage

source: older 30 day
de: Älter als 30 Tage

source: older 4 day
de: Älter als 4 Tage

source: older 40 day
de: Älter als 40 Tage

source: older 5 day
de: Älter als 5 Tage

source: older 50 day
de: Älter als 50 Tage

source: on
de: ein

source: once
de: Einmalig

source: only OSD
de: nur OSD

source: only TV
de: nur TV

source: only for scan
de: Nur für Suchlauf

source: only on power off / restart
de: Nur beim Ausschalten/Neustart

source: open in new window
de: in neuem Fenster öffnen

source: options
de: Optionen
pl: opcje:

source: ownpos
de: Eigene Position

source: panel_settings_fancontrol
de: Lüftersteuerung

source: panscan
de: Zoom mit Randbeschnitt

source: password
de: Passwort
pl: hasło

source: path
de: Pfad

source: permanent
de: dauerhaft

source: pic1
de: Bild 1

source: pic2
de: Bild 2

source: pic3
de: Bild 3

source: pic4
de: Bild 4

source: pic5
de: Bild 5

source: picons
de: Senderlogos

source: picture
de: Bild
