Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: HDD > 2TB unsupported. You must first install plugin parted, then you can use this panel.
es: Los discos duros con una capacidad de ms de 2 TB no son compatibles. Es necesario instalar el plugin 'raya' con el fin de utilizar el disco duro.
lt: Harddisks with a capacity larger than 2 TB are not supported. You must install the plugin 'parted' in order to use the Harddisk.

source: Are you sure you want to remove all Partitions on this device and create a new Partition 1? Box reboots after format
es: Seguro que desea eliminar todas las particiones en este dispositivo y crear una nueva Particion? Su receptor se reiniciara despues de formatear el dispositivo
lt: Are you sure you want to remove all partitions on this device and create a new partition? Your Receiver will reboot after formatting the device

source: Are you sure you want to format this Partition? Box reboots after format
es: Seguro que desea formatear esta Particion? Su receptor se reiniciara despues de formatear el dispositivo
lt: Ar tikrai norite formatuoti šį skirsnį ? imtuvas persikraus po prietaiso formatavimo

source: ERROR partition could not be created
es: ERROR: Particion no se pudo crear!
lt: KLAIDA: Skirsnis negali būti sukurtas !

source: Information: This hard drive size can take a file system check between 30 minutes and 1.5 hours.
es: Informacion: una comprobacion del sistema de archivos en el dispositivo con un tamaño tal puede tardar entre 30 minutos y 1,5 horas.
lt: Information: A File System Check on the device with such a size can take between 30 Minutes and 1.5 Hours.

source: Are you sure you want to check this Partition? Box reboots after check
es: Seguro que desea comprobar estaa Particion? Su receptor se reiniciara despues de comprobar el dispositivo.
lt: Ar jūs tikrai norite patikrinti šį skirsnį ? imtuvas persikraus patikrinus įrenginį.

source: Harddisk Sleep
es: Disco duro ahorro de energa (Sleep)
lt: Harddisk Powersave (Sleep)

source: set here the default sleeptime for all your media drives
es: Fije la hora de la unidad sueo
lt: Set the time for drive sleep

source: Time to sleep
es: HDD Reposo (despues)
fr: Temps pour Dormir
lt: Powersave (Sleep) in

source: 5 min
es: 5 Minutos
lt: 5 Minutes

source: 10 min
es: 10 Minutos
lt: 10 Minutes

source: 15 min
es: 15 Minutos
lt: 15 Minutes

source: 60 min
es: 60 Minutos
lt: 60 Minutes

source: Found new Stick/HDD. You can configure it in Harddisk Menu.
es: Se ha encontrado nuevo Stick Puede configurar en el menu de disco duro
lt: A new Stick/Harddisk was found. You can configure it in the Device Menu.

source: You can leave HBBTV with Record Key.
es: Puede salir HBBTV con el boton de grabacion.
lt: You can exit HBBTV with the Record button.

source: Channel HBBTV
es: HBBTV Canales

source: HBBTV Favoriten
es: HBBTV Favoritos
lt: HBBTV Favourites

source: Choose your HBBTV Favorite from the following list
es: Elige su HBBTV Favorito de la lista siguiente
lt: Choose your HBBTV Favourite from the following list

source: Volumebar Timeout
es: Tiempo para volumeBar Fadeout (seg)
fr: Temps mort bar de volume
lt: Time to Volumebar Fadeout (sec)

source: Infobar Timeout
es: Tiempo para ocultar la barra de informacion (seg)
fr: temps mort Infobar
lt: Infobar fadeout after (sec)

source: Infobar Sleep
es: Infobar display retraso (seg)
fr: Sommeil Infobar
lt: Infobar display delay (sec)

source: Spinnerspeed
es: Velocidad Spinner
fr: Vitesse de Spinner

source: Spinnertime
es: Tiempo Spinner
fr: Temps de Spinner

source: Hangtime
es: Tiempo de espera antes de que aparezca un error-Mensaje
lt: Laikas, kol pasirodys Klaidų pranešimas

source: Second Infobar
es: Segunda Infobar
lt: Antra Infojuosta

source: Don't clear TV on zap (only with fastzap)
es: La imagen de TV no elimina la conmutacion
fr: Ne quitte pas Tv après Zap (seul avec zap rapide)

source: Fastzap
es: Cambio rapido zap
fr: Zap rapide

source: Faststop
es: Titan reinicio rapido
fr: rapide stop
lt: GreitasTtitan perkrovimas

source: Dirsort
es: Directorio ordenar por
fr: Trier
lt: Rūšiuoti pagal

source: Power aktion
es: Reaccion al uso del boton de encendido
lt: Reakcija į Power Mygtuko paspaudimą

source: Virtualzap Timeout
es: Virtual interruptor
fr: Temps mort de zap Virtuel

source: Fast Text Render
es: Salida de texto rapido
fr: Rendre Text rapide

source: Record Split Size
es: Grabar Dividido Tamaño
fr: Enregistrement par partie

source: Record Forerun (min)
es: Precursar Para grabaciones con temporizador (Min)
fr: Enregistrement précédé (min)

source: Record Overrun (min)
es: Cubrir Para grabaciones con temporizador (Min)
fr: Enregistrement suivant (min)
lt: Riedėjimas laikmačiu Recordings (min)

source: Skip 1/3
es: Indicacion para botones 1/3 (seg)
fr: Sauter 1/3
lt: Cue for Buttons 1/3 (sec)

source: Skip 4/6
es: Inidicacion para botones 4/6 (seg)
fr: Sauter 4/6
lt: Cue for Buttons 4/6 (sec)

source: Skip 7/9
es: Inidicacion para botones 7/9 (seg)
fr: Sauter 7/9
lt: Cue for Buttons 7/9 (sec)

source: Player for .ts
es: Player para archivos .ts
lt: Grotuvas .ts failam

source: Change Channelname auto.
es: Auto Actualizar Nombre de Canal
lt: Auto Kanalo pavadinimo keitimas

source: Set action after rec
es: Accion despues de la grabacion
lt: Veiksmas po įrašymo

source: Show Timeline in Channellist
es: Mostrar barra de progreso en lista de canales?
lt: Rodyti progreso juostą channellist ?

source: Animated Screens
es: Animacion Menus
lt: Animuoti meniu

source: Animated Speed
es: Animacion Velocidad
lt: Animacijos greitis

source: Channellist view
es: Ver Lista de Canales
lt: Kanalų sarašo vaizdas

source: Show last pos Question
es: Utilice 'Reanudar desde la ultima posicion'?
lt: Rodyti paskutines poz Klausimą

source: Resync Recording immediately
es: Resync grabacion inmediatamente (No cache de escritura)
lt: Resync įrašymas iš karto

source: Recording name
es: Titulo de grabacion
lt: įrašo pavadinimas

source: Newsletter
es: Noticias
lt: Naujienlaiškis

source: Show hidden files
es: Mostrar archivos ocultos?
lt: Rodyti paslėptus failus ?

source: Expert Modus
es: Modo Experto
lt: Expert Mode

source: Show infobar on program change
es: Mostrar barra de informacion en zap?
lt: Rodyti Informacinės juostos ant zap ?

source: Use cross control for fast zapping and vol
es: Utilice cruz de control para zapping rapido y control de volumen
lt: Naudokite kryžminio kontrolę greitai peržiūrai ir garsui

source: Deactivate Crypt Support on Media Playback
es: Desactivar Apoyo Cripto durante Soporte para reproduccion
lt: Išjungti Crypt paramą per Media atkūrimas

source: Deactivate MiniTV
es: Ventana MiniTV deshabilitada
lt: Išjungti MiniTV

source: Activate CEC
es: Activar CEC
lt: Aktyvuok CEC

source: SATA Connector
es: Conector SATA
lt: SATA jungtis

source: Time to wait after seek for fill buffer
es: Tiempo de espera despues de tratar de llenar bufer
lt: Time to wait after seek to fill buffer

source: testtransponder not found
es: Test-Transpondedor no encontrado

source: testtransponder entry not ok
es: Test-Transponder Error de entrada

source: can't create new transponer
es: Transpondedor no puede ser creado
lt: negali sukurti naują transponderį

source: testchannel not found
es: Prueba de Canales no encontrado

source: testchannel entry not ok
es: Prueba de Canales entrada no OK

source: can't create new channel
es: Los Nuevos Canale no se pueden crear

source: Front Display
es: VFDisplay
lt: LCD Ekranas

source: Network
es: Red
fr: Réseau
lt: Tinklas

source: USB Port
es: USB puerto
lt: USB jungtis

source: CAM
es: Modulo
lt: CAM modulis

source: Flash/Nand Check
es: Flash/Nand checkar
lt: FLASH/ NAND patikrinimas

source: Press OK or EXIT
es: Presione OK o Exit
lt: Paspauskite OK arba EXIT

source: Press Front Key
es: Presione tecla frontal
lt: Paspauskite Priekinis Mygtuką

source: RED
es: Rojo
lt: Raudona

source: GREEN
es: Verde
lt: Žalia

source: BLUE
es: Azul
lt: Mėlyna

source: Present
es: Disponible
lt: Yra

source: Not Present
es: No disponible
lt: Nėra

source: Smartcard Ports found:
es: Smartcard Puertros encontrados
lt: Lustinės kortelės prievadas rastas :

source: USB Ports found:
es: USB Puerto encontrado
lt: Rasti USB :

source: : NOT OKAY!
es: : No se pudo!
lt: : Negerai !

source: CAM Ports found:
es: CI-Modulo encontrado:
lt: CI- Modulis rasta:

source: SUCESS Serial Port
es: Puerto Serial es OK
lt: Serijinis prievadas Ok

source: FAIL Serial Port
es: Puerto Serial Fallido
lt: Serijinis prievadas Nepavyko

source: LNB off / 22K off: OK
es: LNB Aus/22K Aus: OK

source: LNB off / 22K off: NOT OK
es: LNB Aus/22K Aus: NO OK

source: LNB 18V / 22K off: OK
es: LNB 18V/22K Aus: OK

source: LNB 18V / 22K off: NOT OK
es: LNB 18V/22K Aus: NO OK

source: LNB 13V / 22K off: OK
es: LNB 13V/22K Aus: OK

source: LNB 13V / 22K off: NOT OK
es: LNB 13V/22K Aus: NO OK

source: LNB 13V / 22K on: OK
es: LNB 13V/22K AN: OK

source: LNB 13V / 22K on: NOT OK
es: LNB 13V/22K An: NO OK

source: SUCESS Flash/Nand
es: Flash/Nand OK
lt: Flash/Nand OK

source: FAIL Flash/Nand (/var and /mnt)
es: Flash/Nand (/var y /mnt) Fallido
lt: Flash/Nand (/var and /mnt) Failed

source: FAIL Flash/Nand (/var)
es: Flash/Nand (/var) Fallido
lt: Flash/Nand (/var) Failed

source: FAIL Flash/Nand (/mnt)
es: Flash/Nand (/mnt) Fallido
lt: Flash/Nand (/mnt) Failed

source: Error, Internet Connection not found
es: ERROR: Conexion Internet no encontrado
lt: KLAIDA: interneto ryšys nerastas

source: --plot--
es: --Parcela--

source: --title--
es: --Titulo--

source: --writers--
es: --Autor--
lt: --Author--

source: --genre--
es: --Genero--

source: --releasetime--
es: --Fecha de lanzamiento--
lt: --Released--

source: --actors--
es: --Actores--

source: DYNDNS started.
es: DYNDNS iniciado

source: DYNDNS not started, Please check your config.
es: DYNDNS no se ha iniciado, Por favor, revise su configuracion.
lt: DYNDNS not started, Please check your configuration.

source: DYNDNS now stopped
es: DYNDNS detenido

source: Shooting Background done ! Save Screenshoot Path: /tmp/screenshot.jpg
es: Exitosa captura de pantalla. Captura de pantalla guardada en: /tmp/screenshot.jpg
lt: Screenshot successfull. Screenshot saved in: /tmp/screenshot.jpg

source: Internet Browser Plugin not installed !
es: Internet Browser Plugin no instalado!

source: For next OnlineUpdate please contact Atemio and send this Serial Number and your Atemio Serial Number !! Board-ID SerialNr:
es: Si las funciones no estan disponibles en linea por favor enviar el Baord-ID Numero de serie (AA ...) y el numero de serie del receptor de debajo de su receptor (AM ...) a la muestara E-mail Direccion. Junta-ID Numero de serie:
lt: Jeigu Dabar funkcijos nebus prieinamos prašome siųsti Baord - ID Serialnumber ( AA... ) ir imtuvo Serialnumber imtuvą ( AM... ) į parodytą pašto Adress. Board ID Serialnumber :

source: Info
es: Informacion
lt: Informacija

source: aus
es: Off
lt: Išjungti

source: ein
es: On
lt: Įjungti

source: Key Action - Plugins
es: Inicio rapido
lt: Raudonas mygtukas veiksmas - Įskiepiai

source: MediaDB Scan Info
es: MediaDB informacion exploracion
lt: MediaDB Scan Informacija

source: Record Player
es: Grabaciones Player (.ts)
lt: Įrašų grotuvas ( .ts )

source: Media Player
es: MiniPlayer (juego de Medios)
lt: Media grotuvas

source: Auto Resolution
es: Resolucion Automatica

source: Softcam Panel
es: Softcam
lt: Softcam

source: Sleep Timer
es: Apagado Temporizado
lt: Išsijungimo laikmatis

source: Child Protection
es: Parental control
fr: Protection parentale
lt: Tėvų kontrolė

source: Subchannel
es: Subservicios
lt: Subservices

source: Season
es: Temporada
lt: Sezonas

source: Episode
es: Episodio
lt: Epizodas

source: Change language needs reboot
es: Cambio del idioma requiere un reinicio del sistema Su receptor se reiniciara automaticamente en unos pocos segundos. Por favor espera.
lt: Pakeitus kalbą, reikia sistema perkrauti imtuvas automatiškai persikraus po kelių sekundžių. Prašome palaukti.

source: ERROR cant start LCD driver
es: ERROR: No se puede iniciar controlador LCD
lt: KLAIDA: Nepavyko paleisti LCD valdiklio

source: Bouquet Name
es: Nombre Favoritos
lt: Mėgstami Vardas

source: Polarization
es: Polarizacion
fr: Polarisation
lt: Poliarizacija

source: user defined
es: Definido por usuario
lt: vartotojo nustatytas

source: user unicable
es: Usuario unicable

source: ERROR... can't set marker in this file
es: ERROR: No se puede establecer marcadores en este archivo
lt: KLAIDA : nepavyko nustatyti žymeklį šį failą

source: Marker has been set.
es: Su bandera fue cambiada correctamente
lt: Markeris buvo nustatytas.

source: File not found !!
es: Archivo no encontrado

source: Repeat-On
es: Modo repeticion On
lt: Kartojimo režimas Ijungtas

source: Repeat
es: Repetir
fr: répéter
lt: Kartojimas

source: Filelist-Mode
es: Archivos-Modulos
fr: Mode liste de fichier
lt: Failų sąrašo režimas

source: Playlist-Mode
es: Playlist-Modulos
lt: Grojaraščio režimas

source: big
es: bruto
fr: Grand
lt: didelis

source: cover
es: Cubierto
lt: viršelis

source: fullcover
es: Fondo completo cubierto
fr: Couverture complète
lt: Pilnas fonas su viršeliu

source: size (default)
es: Tamaño (defecto)
lt: Dydis (pagal nutylėjimą)

source: datetime
es: Fecha y Hora
lt: data Laikas

source: Install File Manager Tpk first !
es: Instalar Extension 'File Manager' primero!
lt: Pirma įdiekite File Manager TPK!

source: Load Playlist
es: Leer Playlist
lt: Atveri Grojaraštį

source: Edit Playlist
es: Editar Playlist
lt: Redaguoti Grojaraštį

source: Playlist Menu
es: Playlist Menü
lt: Grojaraščio Meniu

source: Choose your Playlist Mode from the following list
es: seleccione el modo de lista de reproduccion que desee de la lista siguiente
lt: Pasirinkite grojaraščio režimą iš sąrašo

source: Install netsurf Internetbrowser Tpk first !
es: Instale netsurf navegador de internet Extension primero!
lt: Pirma įdiekite netsurf Internetbrowser TPK !

source: comming soon
es: proximamente ...
lt: netrukus ...

source: Menu not implemented !
es: Menu no disponible!
lt: Meniu nėra !

source: Install Tithek Tpk first !
es: Instale Titan Mediateca (tiThek) Extension primero!
lt: Pirma įdiekite Tithek TPK!

source: low
es: bajo
lt: mažas

source: middle
es: medio
lt: vidurinė

source: best
es: mejor
lt: geriausias

source: Antenne Kaernten
es: Antena

source: Found VIDEO_TS Folder, start with DVD-Player ?
es: Se encontro una ruta VIDEO_TS. Inicie la reproduccion con el reproductor de DVD?
lt: Surasta VIDEO_TS aplanką , pradėti su DVD grotuvu ?

source: Start at last position ?
es: Volver a empezar desde la ultima posicion?
lt: Tęsti iš paskutinės pozicijos ?

source: 1s
es: 1 Segundo
lt: 1 Second

source: 2s
es: 2 Segundos
lt: 2 Seconds

source: 3s
es: 3 Segundos
lt: 3 Seconds

source: 4s
es: 4 Segundos
lt: 4 Seconds

source: 5s (default)
es: 5 Segundos (defecto)
lt: 5 Sekundės (pagal nutylėjimą)

source: Install Weather Tpk first !
es: ATENCION: Es necesario instalar el 'tiempo' Extension primero!
lt: DĖMESIO: Jūs pirmiausia turite įdiegti Weather plėtinį!

source: unlock -> lock it
es: Desbloqueado -> Bloqueo
lt: Atrakinta -> Užrakink jį

source: unlock -> leaf unlock
es: Desbloqueado -> Deja desbloqueado
lt: Atrakinta -> Palikite atrakinta

source: locked -> unlock it
es: Bloqueado -> Desbloquelo
lt: Užrakintas - > Atrakinti jį

source: locked -> leaf locked
es: Bloqueado -> Deje bloqueado
lt: Užrakintas - > Palikti užrakinta

source: MediaDB entry for this file not found.
es: ATENCION: MediaDB no se encontra la entrada para este archivo!
lt: DĖMESIO: MediaDB įrašas šiam failui nerastas !

source: MediaDB directory scan started in Background !
es: Directorio MediaDB exploracion comenzo en el fondo!
lt: MediaDB katalogo nuskaitymas prasidėjo fone !

source: Delete MediaDB before scan
es: Elimine MediaDB despues del escaneo
lt: Ištrinti MediaDB prieš nuskaitymą

source: Delete unused entrys before scan
es: chequee la base de datos antes de escanear
lt: Ištrinti nenaudotjamus įrašus prieš nuskaitymą

source: scan Directory
es: Escaneo Directorio
lt: nuskaityti Katalogą

source: MediaDB place
es: MediaDB Guarda Ruta
lt: MediaDB Išsaugojimo Kelias

source: Backdrop Download Count
es: Cuantas imagenes de fondo deben cargar
lt: Kiek fono Paveikslėlių turi būti pakrauta ?

source: all
es: Todo
fr: Tout
lt: Visi

source: MediaDB scan finished
es: Media DB exploracion finalizada
lt: MediaDB nuskaitymas baigtas

source: file
es: Archivo
fr: fichier
lt: Failas

source: path
es: Pelicula ruta
lt: kelias

source: title
es: Titulo
lt: Pavadinimas

source: Add iMDB manuel
es: Añadir Manual IMDB
lt: Rankiniu būdu pridėti IMDB

source: older 1 day
es: Mas de 1 da
lt: Senesni kaip 1 diena

source: older 2 day
es: Mas de 2 dias
lt: Senesni kaip 2 dienos

source: older 3 day
es: Mas de 3 dias
lt: Senesni kaip 3 dienos

source: older 4 day
es: Mas de 4 dias
lt: Senesni kaip 4 dienos

source: older 5 day
es: Mas de 5 dias
lt: Senesni nei 5 dienos

source: older 10 day
es: Mas de 10 dias
lt: Senesni kaip 10 dienų

source: older 15 day
es: Mas de 15 dias
lt: Senesni kaip 15 dienų

source: older 20 day
es: Mas de 20 dias
lt: Senesni kaip 20 dienų

source: older 30 day
es: Mas de 30 dias
lt: Senesni kaip 30 dienų

source: older 40 day
es: Mas de 40 dias
lt: Senesni kaip 40 dienų

source: older 50 day
es: Mas de 50 dias
lt: Senesni kaip 50 dienų

source: No MediaDB Directory found Press OK to create it
es: No Directorio MediaDB encontrado Pulse Aceptar para crearla
lt: Nerasta MediaDB katalogo Spauskite Gerai ją sukurti

source: Error in Save Settings
es: ERROR: Los ajustes no podran guardarse!
lt: KLAIDA: Nustatymai negali būti išsaugoti!

source: double
es: doppel
lt: dvigubinti

source: activate
es: Activar
lt: Aktyvuok

source: deaktivate
es: desactivar
lt: išjungti

source: empty
es: No Modulo
lt: Nėra modulio

source: initializing
es: inicializar
lt: Inicijuojama

source: ready
es: leido
lt: Pasiruošę

source: Module Type
es: ModuloTipo
lt: Modulio tipas

source: Single Service
es: Unico Servicio
lt: Viena Paslauga

source: Multiple Service
es: Multiple Servicio
lt: Kelios Paslaugos

source: MULTI EPG - Bouquets
es: Multi EPG - Favoritos
lt: Multi EPG - Mėgstamiausi

source: MULTI EPG - Channel
es: Multi EPG - Canales
lt: Multi EPG - Kanalai

source: MULTI EPG - Satellites
es: Multi EPG - Satelites
lt: Multi EPG - Palydovai

source: MULTI EPG - Provider
es: Multi EG - Providers
lt: Kelių EPG - Tiekėjai

source: MULTI EPG - All Channels
es: Multi EPG - Todos los Canales
lt: Multi EPG - Visi kanalai

source: For Better Win7 Support install please Tpk Install > Network > Smbclient
es: ATENCION: Para una mejor compatibilidad con Windows 7 por favor, instale la Extension 'SMB-cliente'!
lt: Win7 palaikymui prašome įdiegti TPK > Tinklas> smbclient

source: Anonymous login Access Denied !
es: ENTRAR anonimo acceso denegado!
lt: Anoniminis prisijungimas - Prieiga uždrausta !

source: Anonymous login successful
es: Entrar Anonimo Exitoso
lt: Anoniminis prisijungimas - Sėkmingas

source: Scanning Network Shares, please wait !!
es: Acciones de escaneado en red, por favor espere!
lt: Skenuojamas tinklas , prašome palaukti !

source: Networkbrowser - show scanned DNS-Shares
es: Network Browser - servidor encontrado
lt: Networkbrowser - rodyti DNS - Failus

source: Choose your DNS-Share from the following list
es: Lista de un servidor Para mostrar las acciones por favor elegir y servidor presiona-OK- .
lt: Pasirinkite savo DNS - Share iš šio sąrašo

source: Use User authentication ?
es: Utilizar la autenticacion de usuario?
lt: Naudoti Vartotojo autentifikavimą ?

source: Networkbrowser - show scanned cifs/nfs-Shares
es: Mostrar escaneado CIFS/NFS-Compartidos
lt: Rodyti nuskaitytas CIFS / NFS Dalinimosi katalogus

source: Choose your cifs/nfs Share from the following list
es: Elija su CIFS/NFS Compartir de la siguiente lista
lt: Pasirinkite CIFS / NFS iš šio sąrašo

source: Add Cifs Network Share
es: Añadir CIFS Compartido
lt: Pridėti CIFS Dalinimą

source: Add Nfs Network Share
es: Añadir NFS Compartido
lt: Pridėti NFS Dalinimą

source: Add Ftpfs Network Share
es: Añadir FTPFS Compartido
lt: Pridėti FTPFS Dalinimą

source: ssl_try
es: Try SSL
lt: Pabandykite SSL

source: rw
es: lectura/ecritura
lt: read / write

source: ro
es: solo lctura
lt: tik skaityti

source: Sharename can't be empty!
es: ERROR: nombre de recurso compartido debe ingresar!
lt: KLAIDA: BendroNaudojimoPavadinimas turi būti įrašytas !

source: A mount entry with this name already exists!
es: ERROR: Un montaje ya existe con este nombre compartido!
lt: KLAIDA: BendroNaudojimoPavadinimas jau egzistuoja !

source: Are you sure you want to save this network mount?
es: quiere guardar este montaje de red?
lt: Ar tikrai norite išsaugoti šį tinklo prijungimą ?

source: Networkbrowser - show Shares
es: Mostrar compartidos
lt: Rodyti Bendrinamus

source: Choose your Shares from the following list
es: lista de sus acciones. elige Editar entrada y pulse -VERDE-. Para agregar más acciones por favor utiliza -Buscar-. Para acceder a los recursos compartidos de Windows protegidos con contraseña por favor presione menú y entrar los datos del usuario.
lt: Pasirinkite Bendrinamus iš sąrašo

source: Are you sure you want remove this share?
es: Está seguro que desea eliminar esta parte??
lt: Are you sure you want to remove this share?

source: Wait
es: Espere

source: comming soon...
es: proximamente ...
lt: Netrukus ...

source: Restart Network ?
es: Reiniciar la Red?
fr: Redémarrer Réseau?
lt: Iš naujo paleisti tinklą?

source: Aktivate new network config ?
es: Activar nueva configuracion de red?
lt: Aktyvuoti naują tinklo konfigūraciją ?

source: Restart Network
es: Reiniciar Red
lt: Paleisti iš naujo tinklą

source: dhcp
es: Automatico (DHCP)

source: static
es: estatico
lt: Statinis

source: save network settings ?
es: Guardar configuracion de red?
lt: Išsaugoti tinklo nustatymus ?

source: Can't change hostname !
es: No se puede cambiar el nombre de hostname!
lt: Negalima pakeisti kompiuterio vardo !

source: NONE
es: Ninguno
lt: Nieko

source: deaktivate ethernet interface ?
es: Desactivar Ethernet?
lt: Išjungti Ethernet ?

source: Start Wlan ?
es: Iniciar WLAN?
lt: Pradėti WLAN ?

source: WLAN started. You can now configure the new interface.
es: WLAN comenzo. Ahora puede configurar la nueva interfaz.
lt: WLAN started. You may now configure the new interface.

source: WLAN not started, Please check your config.
es: No WLAN comenzado, Por favor, revise su configuracion!
lt: WLAN not started, Please check your configuration!

source: searching...
es: Buscando...
lt: Ieškoma ...

source: WLAN now stopped
es: WLAN detuvo
lt: WLAN sustojo

source: Found Wlan Stick and driver for:
es: Encontrado stick WLAN y un conductor para:

source: Found Wlan Stick but no driver Please install driver:
es: Encontrado WLAN Stick pero no hay ningun controlador Por favor, instale el controlador:

source: Wlan Stick not found
es: WLAN ningun stick encontrado
lt: WLAN įrenginys nerastas

source: WLAN Info
es: Informacion
lt: WLAN Informacija

source: hold
es: Mantener
lt: palaikykite

source: delete
es: Eliminar
lt: Trinti

source: SatCount:
es: Numero de satelites:
lt: No. iš palydovų :

source: Transponder:
es: Transpondedor:
lt: Siųstuvo :

source: ChannelCount:
es: Nmero de Canales:
lt: No. Kanalų :

source: BouquetCount:
es: Numero de Bouquets:
lt: No. Puokštės :

source: BouquetEntrys:
es: Bouquet Entradas:
lt: Puokštė įrašai:

source: EpgChannels:
es: EPG Canales:
lt: EPG kanalai:

source: ProviderCount:
es: Numero de Providers:
lt: No. Teikėjų :

source: Autostart Defaults
es: Autoiniciar por defecto

source: fsckroot
es: Archivosistemacheck Root particiones de root
fr: Vérificateur des fichiers Partition Root
lt: Filesystemcheck Root Partiton

source: bootstop
es: parada de arranque
fr: Demarrage stopé

source: high
es: alta
