Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: Tips und Tricks
es: Consejos yTrucos
lt: Tips and Tricks

source: show auto entrys
es: Mostrar entradas (Auto amount)
lt: Show entrys (Auto amount)

source: show 2 entrys
es: Mostrar 2 entradas

source: show 6 entrys
es: Mostrar 6 entradas

source: show 12 entrys
es: Mostrar 12 entradas

source: show 20 entrys
es: Mostrar 20 entradas

source: show 30 entrys
es: Mostrar 30 entradas

source: show in list
es: Mostrar en lista

source: idle
es: Inactivo

source: Audio
es: Musica
lt: muzika

source: audio
es: Musica
lt: muzika

source: pic1
es: Imagen 1
lt: Nuotrauka 1

source: pic2
es: Imagen 2
lt: Nuotrauka 2

source: pic3
es: Imagen 3
lt: Paveikslėlis 3

source: pic4
es: Imagen 4
lt: Paveikslėlis 4

source: pic5
es: Imagen 5
lt: Paveikslėlis 5

source: no pic
es: No imagen
lt: Paveikslėlio nėra

source: Delete selected entry ?
es: Eliminar entrada seleccionada?
lt: Ištrinti pasirinktą įrašą ?

source: MediaDB Path not found! Configure it in MediaDB Settings
es: MediaDB ruta no encontrada! Configurar en MediaDB Ajustes

source: Path:
es: Ruta

source: MediaDB not found! Scan your HDD in TMC Settings
es: MediaDB no encontrado! escanearla unidad en los reglajes del TMC
lt: MediaDB not found! Scan your Drive in TMC Settings

source: IMDB Plugin not found! Can't get detail media infos Please install it
es: IMDB no encontrado! No puede obtener la informacion detallada del archivo designado. Instalar la Extension.
lt: IMDB was not found! Cannot get the detailed information for the designated file. Please install the Extension.

source: ( --votes-- )
es: ( --Voto-- )

source: Choose your Title from the following list
es: Seleccione el título que desee de la lista de abajo

source: Error, found result without imdbid we can't this save in MediaDB
es: ERROR: Debido a un falso IMDBID el valor no se puede almacenar en MediaDB
lt: ERROR: Due to a false IMDBID the value cannot be stored in MediaDB

source: TopfieldVFD settings dialog not implemented yet! Coming soon ...
es: Topfield VFD dialogo de configuracion no se ha implementado an! muy pronto...
lt: Topfield VFD nuostatų dialogo dar neįdiegta ! Coming greičiau .....

source: TopfieldVFD plugin not available, wrong box!
es: VFD Topfield Extension no esta disponible, receptor erroneo.
lt: Topfield VFD pratęsimas nėra, negerai imtuvas !

source: Transponderlist
es: Transpondedor Lista

source: FREQU
es: Frecuencia
lt: Dažnis

source: TERR
es: Terrestrial
lt: Antžeminė

source: UNKNOWN
es: Desconocido
lt: Nežinomas

source: POS
es: Posicion
lt: Pozicija

source: AAF MediaCenter the best multimedia Player on sh4.
es: El mejor reproductor multimedia para la plataforma sh4

source: A collection of really nice folder icons for MediaCenter Videoplayer Coverview!
es: Una bonita selección de imágenes para el Media Center reproductor de vídeo y de la cubierta preliminar!

source: Alternativer Skin fuer Pearl LCD
es: Skin alternativo para Pearl LCD

source: Alternativer Skin fuer Pearl LCD
es: Skin alternativo para Pearl LCD

source: Alternativer Skin fuer Pearl LCD - X-Light Picons zusaetzlich installieren
es: Alternative skin for Pearl LCD - X-Light Picons deben ser instaladas por separado

source: Alternativer Skin fuer Samsung LCD - ohne Picons (extra zu installieren)
es: Alternative skin for Samsung LCD - sin Picons.

source: Automatisch Timer setzen
es: automaticamente ajustar el temporizador
lt: Automatiškai nustatomas laikmatis

source: Black 3D Picons for tiTan.
es: Black 3D Picons

source: Black 3D Picons for tiTan - Astra 23.5E.
es: Black 3D Picons - Astra 23.5E

source: Black 3D Picons for tiTan - Hotbird 13.0E.
es: Black 3D Picons - Hotbird 13.0E

source: Bootlogo 'Bikergirl' for your AAF- Duckbox
es: Bootlogo 'Bikergirl

source: Bootlogo 'Blueskull' for your AAF- Duckbox
es: Bootlogo 'Blueskull'

source: Bootlogo 'Cityflash' for your AAF- Duckbox
es: Bootlogo 'Cityflash'

source: Bootlogo 'Enigma Linux' for your AAF- Duckbox
es: Bootlogo 'Enigma Linux'

source: Bootlogo 'Fantasygirl 2' for your AAF- Duckbox
es: Bootlogo 'Fantasygirl 2'

source: Bootlogo 'Fantasygirl' for your AAF- Duckbox
es: Bootlogo 'Fantasygirl'

source: Bootlogo 'Firelady' for your AAF- Duckbox
es: Bootlogo 'Firelady'

source: Bootlogo 'Fireskull' for your AAF- Duckbox
es: Bootlogo 'Fireskull'

source: Bootlogo 'Footballgirls' for your AAF- Duckbox
es: Bootlogo 'Footballgirls'

source: Bootlogo 'Ghostrider' for your AAF- Duckbox
es: Bootlogo 'Ghostrider'

source: Bootlogo 'Giantgirl' for your AAF- Duckbox
es: Bootlogo 'Giantgirl'

source: Bootlogo 'Ice Age Scrap likes UFS910' for your AAF- Duckbox
es: Bootlogo 'Ice Age Scrap likes UFS910'

source: Bootlogo 'Linuxgirl' for your AAF- Duckbox
es: Bootlogo 'Linuxgirl'

source: Bootlogo 'Planets' for your AAF- Duckbox
es: Bootlogo 'Planets'

source: Bootlogo 'The Grim Reaper' for your AAF- Duckbox
es: Bootlogo 'The Grim Reaper'

source: Bootlogo 'Zombie' for your AAF- Duckbox
es: Bootlogo 'Zombie'

source: Cable: default Settings Kabel Deutschland
es: Cable: Lista de canales por cable estándar Alemania

source: Cable: Settings Kabel Primacom
es: Cable: Lista de canales PrimaCom

source: Cable: Settings Kabel Unitymedia
es: Cable: Lista de canales UnityMedia/KBW

source: Cable: sofatester Settings Kabel BW
es: Cable: Lista de canales KabelBW

source: Callmonitor Plugin
es: monitor de llamada para la visualización de las llamadas entrantes y salientes

source: codecpack for MediaCenter Dateiendungs-Update
es: Codecpack para MediaCenter

source: cut record files
es: ts cutter - cortar grabaciones locales
lt: ts cutter - cut recordings locally

source: Default Font
es: Fuente por Defecto

source: Default Skin
es: Standard Skin

source: Default skin without MiniTV
es: Standard Skin sin MiniTV

source: Digital Uhr blau - for tiTan - Samsung LCD Skin Channel.
es: Reloj digital en color azul para titan y LCD Samsung skin

source: dlna Medien Server (upnp)
es: DLNA Media Server UPNP)
lt: DLNA Media Server UPNP)

source: dvdplayer plugin.
es: DVD Player Extension
lt: DVD Player Extension

source: E2 WebIf API erlaubt den Zugriff auf TitanNit mittels eines E2-Clients (z.B. dreaMote-App auf iPhone oder iPad bzw. XBMC mit VU+)
es: E2 WebIF E2 inalmbrico) que le permite acceder de forma remota a su titanNit receiver de un E2 Cliente como Drea Mote-App en el Iphone/Ipad o XBMC de VUwhich allows you to remotely access your titanNit receiverfrom an E2 Client like DreaMote-App on Iphone/Ipad or XBMC from a VU+

source: Emu Camd3 v3.902 for your box
es: Softcam camd3.902
lt: Softcam camd3.902

source: Emu MBox v0.6 build 0010 for your box
es: Softcam MBox V0.6 build 0010
lt: Softcam MBox V0.6 build 0010

source: Emu MGCamd v1.35 for your box
es: Softcam MGCamd V1.35
lt: Softcam MGCamd V1.35

source: Emu MGCamd v1.38a and all Configs
es: Softcam MGCamd V1.38
lt: Softcam MGCamd V1.38

source: Emu scam 3.53 for your box
es: Softcam SCam V3.53
lt: Softcam SCam V3.53

source: Emu scam 3.59 for your box
es: Softcam SCam V3.59
lt: Softcam SCam V3.59

source: Emu scam 3.60 for your box
es: Softcam SCam V3.60
lt: Softcam SCam V3.60

source: Emu vizcam 1.04 for your box
es: Softcam vizcam V1.04
lt: Softcam vizcam V1.04

source: extended config Panel
es: Menú Configuración avanzada

source: filemanager
es: Administrador de archivos
lt: Failų tvarkyklė

source: first titan game
es: El primer juego Titan

source: Font 'Action Man Italic'
es: Fuente 'Action Man Italic

source: Font 'Alpha Romanie G98'
es: Fuente 'Alpha Romanie G98'

source: Font 'Croissant'
es: Fuentet 'Croissant'

source: Font 'Digiface Regular'
es: Fuente 'Digiface Regular'

source: Font 'Goodtime'
es: Fuente 'Goodtime'

source: Font 'I Hate Comic Sans'
es: Fuente 'I Hate Comic Sans'

source: Font 'Lydian Bolt Italic BT'
es: Fuente 'Lydian Bolt Italic BT'

source: Font 'Mighty Zeo Caps'
es: Fuente 'Mighty Zeo Caps'

source: Font 'Monoglyceride DemiBold'
es: Fuentet 'Monoglyceride DemiBold'

source: Font 'New Gothic BT'
es: Fuente 'New Gothic BT'

source: Font 'Paddington Bold'
es: Fuente 'Paddington Bold'

source: Font 'Plover Bold'
es: Fuente 'Plover Bold'

source: gbox 800 with autoident for card hd+ and skyde including all necessary config files.
es: gbox 800 con autoident para hd tarjeta + y Skyde Incluyendo todos config archivos necesarios

source: gbox 804 with autoident for card hd+ and skyde including all necessary config files.
es: gbox 804 con autoident para hd tarjeta + y Skyde Incluyendo todos los archivos de configuración necesarios

source: gbox 806 with autoident for card hd+ and skyde including all necessary config files.
es: gbox 806 con autoident para hd tarjeta + y Skyde Incluyendo todos los archivos de configuración necesarios

source: Gold Picons for tiTan.
es: Picons Oro

source: Gold Picons for tiTan - Astra 23.5E.
es: Picons Oro - Astra 23.5E

source: Gold Picons for tiTan - Astra 28.2E.
es: Picons Oro - Astra 28.2E

source: Gold Picons for tiTan - Hotbird 13.0E.
es: Picons Oro - Hotbird 13.0E

source: Holzuhr - Standby for tiTan - Samsung LCD Skin Channel.
es: reloj de madera - En espera de titanio -. Samsung LCD Canal de la piel

source: ImdBapi Info Plugin
es: IMDbapi Info

source: ImdB Info Plugin
es: IMDb Info

source: IncubusCamd_1.22 including all necessary config files.
es: IncubusCamd_1.22 + configs

source: IP-Kamera zB. Firma INSTAR
es: IP Camera eg. INSTAR
lt: IP Camera eg. INSTAR

source: Kabel BW transparent Picons for tiTan.
es: Kabel BW transparente Picons

source: Kabel Deutschland Picons black3d for tiTan.
es: Cable Alemania Picons black3d

source: Kabel Deutschland transparent Picons for tiTan.
es: Cable Alemania transparente Picons

source: Lib extension for network (upnpfs/smbfs/ftpfs/rarfs)
es: extensión protocolo de red (upnpfs/smbfs/ftpfs/rarfs)

source: MetrixHD skin for TitanNit. Use transparent XPicons.
es: MetrixHD skin. Para transparente XPicons

source: Network browser extension for better Win7 compatibility
es: extensión del navegador de red para una mejor compatibilidad Win7

source: Networkbrowser scanning an manage cifs/nfs/ftp shares.
es: la exploración del explorador de red para gestionar CIFS/NFS/FTP acciones.

source: Networkfile libsmbclient 3.0.28b
es: SMB (Windows) libsmbclient 3.0.28b

source: newcs including all necessary config files.
es: NewCS + configs

source: news Plugin
es: Plugins nuevos

source: Nightly Version of OSCam 8755
es: Test (Nightly) Version 8755

source: Nightly Version of OSCam 8755 small Version
es: Test (Nightly) Version 8755 (simplificadat)

source: Nightly Version of OSCam 8933 2xSlot intern
es: Test (Nightly) versión 8933 para la ranura de tarjeta interna 2x

source: Nogfx grey Skin for your box.
es: Nogfx gris Skin

source: Nogfx Skin in black for tiTan. Please use black Picons.
es: Nogfx piel en negro para el titanio. antecedentes Picon negro.

source: Older Version of OSCam
es: Prueba (Nightly) Version 7209

source: optimize Plugin
es: Optimizacion de Lista de Canales

source: Partitions Tool fuer HDD > 2TB
es: Herramienta de Partición de disco duro> 2 TB

source: Permanente Uhrzeit am Bildschirm
es: Muestra permanente la hora en la pantalla
lt: Permanent time showing on your screen

source: Power off if box not used
es: Apagar el receptor si no se utiliza.
lt: Shutdown the receiver if it is not used.

source: Sat: Bulldog Settings 3x Sat 28.03.2014
es: Sattelite settings by Bulldog for HOTBIRD 13, ASTRA 19.2 and ASTRA 28.2

source: Sat: matze70 Settings Astra 19.2
es: Satelite settings by matz370 for ASTRA 19.2

source: Sat: Settings matze70 neue Design Astra 19.2
es: Sat: matze70 Settings nuevos Designados para Astra 19.2

source: Sat: uljanow Settings Sat 19.2 und 13.0
es: Satelite settings by Uljanow para ASTRA 19.2 and HOTBIRD 13

source: scriptexec Plugin
es: scripts personalizados (/mnt/scripts) run

source: Skin 0Acht5Zehn in black for tiTan. Please use black Picons.
es: 0Acht5Zehn piel en negro para el titanio. ANTECEDENTES Picon negro.

source: Skin 0Acht5Zehn in grey for tiTan. Please use grey Picons.
es: 0Acht5Zehn piel en color gris para el titanio. fondo gris Picon.

source: Skin 0Acht5Zehn in white for tiTan. Please use white Picons.
es: 0Acht5Zehn piel en blanco para el titanio. fondo blanco Picon.

source: Stable Version of OSCam V13unten
es: Versión estable de OsCam utilizando un Cielo V13 en menor ranura internaV13 in internal lower slot
lt: Stable version of OScam using a Sky V13 in internal lower slot

source: stock Plugin
es: Cuota Mercado

source: Tastensperre Plugin - entsperren mit rot/rot/gruen
es: Bloqueo de teclas Plugin - desbloquearlo con rojo/rojo/verde
lt: Keylock extension - unlock using red/red/green

source: Treiber fuer Pearl LCD V4.0
es: Driver para Pearl LCD V4.0
lt: Driver for pearl LCD V4.0

source: Treiber fuer Samsung LCD
es: Driver para Samsung LCD
lt: Driver for Samsung LCD

source: usbreset Plugin
es: USB reinicio extension
lt: USB reset extension

source: weather Plugin
es: Weather extension
lt: Weather extension

source: Webbrowser Plugin
es: Internet Browser

source: Werbezapper
es: Publicidadzapper
lt: Advert zapper

source: check your Secret Feed !
es: Revisa el feed IP secreto!
lt: Check the secret feed address!

source: Section:
es: Seccion:

source: Description:
es: Descripcion:

source: no description found
es: Descripcion no encontrado

source: browser
es: Navegador de Red
lt: Naršyklė

source: emus
es: Softcams
lt: Softcams

source: fonts
es: Fuentes

source: games
es: Juegos

source: network
es: Red
lt: Tinklas

source: picons
es: Senderlogos

source: player
es: Multimedia Player

source: player
es: Multimedia Player

source: settings
es: ajustes
lt: Nustatymai

source: tools
es: Herramientas

source: tools
es: Herramientas

source: wireless
es: WLAN

source: 3 Wins
es: 3 conexiones

source: Codepack
es: Codecpack

source: Default Font
es: Fuente por Defecto

source: File Manager
es: Administrador de archivos

source: LCD Pearl Skin Blau
es: LCD Pearl skin blue

source: LCD Pearl Skin Gross/Schwarz
es: LCD Pearl skin big/negro

source: LCD Pearl Skin Schwarz
es: LCD Pearl skin negro

source: LCD Samsung Skin Analog Uhr
es: LCD Samsung skin analogue reloj

source: LCD Samsung Skin DigitalUhr (blau) - operating Mode
es: LCD Samsung skin Digital reloj

source: LCD Samsung Skin Digital Uhr gelb
es: LCD Samsung skin yellow Digital reloj

source: LCD Samsung Skin Digital Uhr Trikots
es: LCD Samsung Skin Digital reloj

source: LCD Samsung Skin Holzuhr
es: LCD Samsung skin wooden reloj

source: Settings Astra 19.2 (uljanow) plus hotbird 13.0
es: Settings Astra 19.2/Hotbird 13.0 (uljanow)

source: Settings Hotbird 13.0, Astra 19.2, Astra 28.2E
es: Settings Hotbird 13.0/Astra 19.2/Astra 28.2E (Bulldog)

source: Settings Kabel Primacom
es: Settings Primacom

source: QAM auto
es: QAM automatico
lt: QAM automatic

source: INFO
es: Informacion
lt: Informacija

source: Schnitt erfolgreich beendet
es: Corte ha completado con Exito
lt: Cutting completed successfully

source: Schnitt endet mit Fehler !!!!!
es: Corte responde ERROR !!!
lt: Cutting returned ERROR !!!

source: Schnitt ist in Arbeit
es: Corte en progreso
lt: Cutting in progress

source: cut is running
es: Corre Seccion

source: Frage
es: Pregunta
lt: Question

source: Soll der Schnitt wirklich abgebrochen werden?
es: esta seguro de que desea cancelar corte?
lt: Do you really want to abort cutting?

source: Satelite Type
es: Satelite Tipo
lt: Satellite Type

source: Single LNB
es: Unico LNB

source: Expert
es: Modo Experto
lt: Išplėstinis

source: Terrestrisch
es: Terrestrial
lt: Antžeminė

source: direct connect
es: Conexion Directa
lt: Direct connection

source: loop to Tuner
es: Bucle para Tuner
lt: Tuner looped

source: Tunerconfig is not allowed if record or stream is running !
es: ERROR: sintonizador no se permite el acceso a la configuracion durante una grabacion o corriente durante la reproduccion
lt: ERROR: Tuner configuration is not allowed during a recording or during Stream Playback

source: Unicable manufacturer
es: fabricante Unicable

source: Choose your manufacturer from the following list
es: Seleccione el fabricante de la siguiente lista

source: Unicable product
es: Producto Unicable

source: Choose your Unicable product from the following list
es: Elija su producto Unicable de la siguiente lista

source: Choose your Unicable SCR from the following list
es: Elige tu Unicable (SCR) de la siguiente lista

source: Spezialfunctions unlocked, no input required
es: Funciones especiales desbloqueados, no se requieren datos de entrada
lt: Special functions unlocked, no input required

source: RECEIVER ID:
es: Receptor ID:

source: Can't save Code. Delete Plugins to free space
es: ERROR: No hay suficiente espacio libre: no se pueden guardar Codigo! eliminar extensiones de espacio libre
lt: ERROR: Insufficient free Space - Cannot save Code! Delete Extensions to free space

source: Code ok
es: Código de activación aceptado.

source: Code not ok, please try again !
es: ERROR: El codigo no es correcto. intentelo de nuevo
lt: ERROR: Code is not OK ! Please try again.

source: Choose your Devices from the following list
es: Seleccione el dispositivo USB de la siguiente lista
lt: Pasirinkite prietaisus iš sąrašo

source: channel
es: Canal
fr: Chaine
lt: Kanalas

source: channel + time
es: Canal y Hora
fr: Chaine + Temps
lt: Kanalo pavadinimas + Laikas

source: time + channel
es: Hora y Canal
fr: Temps + Chaine
lt: Laikas + Kanalo pavadinimas

source: time
es: Hora
fr: Temps
lt: Laikas

source: time small
es: Hora pequeña

source: channel number
es: Numero de Canal
lt: Kanalo numeris

source: date + time
es: Fecha y Hora

source: blink
es: Parpadear

source: fade out/in
es: Fade in/out
lt: Fade in/out

source: show record
es: Mostrar Grabar

source: star
es: Iniciar

source: blink star
es: Iniciar Parpadeo
lt: Blinking star

source: panscan
es: Zoom con el ajuste

source: bestfit
es: ampliar a la pantalla
fr: Mieux adaptés

source: nonlinear
es: Tamaño del original
lt: Nelinijinis

source: non
es: Tamaño del original

source: Resolution Settings
es: Ajustes Resolucion
fr: Réglages Résolution

source: Aspect Settings
es: Aspecto Ajustes
fr: Réglages Aspect

source: Videomode
es: Video Modo

source: Day:
es: Dia:

source: Lowest temp:
es: Menor Temperatura:

source: Highest temp:
es: Mayor Temperatura:

source: Condition:
es: Tiempo:
lt: Būklė:

source: Location
es: Lugar
lt: Vieta

source: autostart
es: Autoinicio

source: xupnpd now stopped
es: xupnpd ahora detenido

source: xupnpd started.
es: xupnpd ahora iniciado

source: xupnpd not started, Please check your config.
es: xupnpd no se inició Por favor compruebe su configuración

source: Zapback bereits aktiv ... Stoppen?
es: Zap atras esta activado. Desea detener?
lt: Zapback aktivuoas. Ar norite jį sustabdyti ?

source: System-Info
lt: Sistemos informacija

source: OK
lt: Gerai

source: no
lt: Ne

source: infobar
lt: Infojuosta

source: normal
lt: normalus

source: Stop AutoTimer
lt: Stabdyti automatinį laikmatį

source: off
lt: Išjungti

source: Cable:
lt: Kabelinė :

source: Cable
lt: Kabelinė

source: Radio
lt: Radijas

source: TV
lt: Televizija

source: Download (KB):
lt: Parsisiųsti ( KB) :

source: Multi (EPG)
lt: Kanalų (EPG)

source: Action
lt: Veiksmo

source: Animation
lt: Animacija

source: Thriller
lt: Trileris

source: Horror
lt: Siaubo

source: Sport
lt: Sportas

source: Western
lt: Vesternas

source: Eastern
lt: Easternas

source: Multi EPG
lt: Kanalų EPG

source: EPG Scan Log
lt: EPG Scan žurnalas

source: FanControl-standby
lt: FanControl - laukimo

source: FanControl-normal
lt: FanControl normalus

source: Menu
lt: Meniu

source: This file is private and only viewable by the owner.
lt: Šis failas yra privatus ir matomas tik savininkui.

source: Mon
lt: Pir

source: Tuner
lt: Imtuvas

source: Version
lt: Versija

source: Copyright
lt: © Autorinės teisės

source: Tuner
lt: Imtuvas

source: Dualboot Menu TitanNit / E2
lt: Naudojantiems Meniu TitanNit / E2

source: Kernel
fr: Noyau
lt: branduolio

source: CPU
lt: Procesorius

source: Hotline
lt: Karštoji linija

source: Svn Changelog
lt: Svn Pasikeitimai

source: Git Changelog
lt: Git Pasikeitimai

source: titan Log
lt: Titan Žurnalas

source: Svn Changelog Full
lt: Svn Pasikeitimai Pilnas

source: Git Changelog Full
lt: Git Pasikeitimai Pilnas

source: Streaming
lt: Srautinimas

source: stop
lt: Stabdyti

source: System Update started Please wait 5 Minutes and Refresh this Page, more infos they see on your TV.
lt: Sistemos atnaujinimas pradėjo Prašome palaukti 5 minutes ir perkraukite šį puslapį , daugiau infos jie mato savo TV.

source: System Backup
lt: Sistemos atsarginė kopija

source: Front Key
lt: Priekinis Mygtukas

source: Smartcard
lt: Lustinė kortelė

source: LNB
lt: LNB konverteris

source: Hardware Test
lt: Įrangos testas

source: Color Bar
lt: Spalvų juosta

source: Smartcard
lt: Lustinė kortelė

source: - OKAY!
lt: Gerai !

source: Slot
lt: lizdas

source: Downloads
lt: Siuntiniai

source: Band
lt: Juosta

source: C-Band
lt: C-juosta

source: Random
fr: Aléatoire
lt: Atsitiktinis

source: Random-On
lt: Atsitiktinis -On

source: Jump
lt: Pereiti

source: Status:
lt: Būsena:

source: Connection Error, try again later.
lt: Prisijungimo klaida , bandykite dar kartą later.

source: Can not parse Main Stream URL, try again later.
lt: Negalima atverti URL , pabandykite vėliau.

source: Can not parse Stream URL, try again later.
lt: Negalima atverti Stream URL , pabandykite vėliau.

source: set a cookie which will expire in 3 days and be accessible site wide
lt: nustatyti slapuką , kuris nustos galioti per 3 dienas ir prieinama svetainė plačiai

source: The file that you requested could not be found
lt: Failas, kurį prašoma negalėjo rasti

source: No such file No such user exist File not found
lt: Nėra tokio failo Tokio vartotojo neegzistuoja Failas nerastas

source: The video no longer exists
lt: Vaizdo nebeegzistuoja

source: ssl_control
lt: SSL kontrolė

source: ERROR
lt: KLAIDA

source: enable
fr: Activer
lt: Įtraukti

source: WLAN LOG
lt: WLAN žurnalas

source: This file no longer exists on our servers.
lt: Šis failas nebeegzistuoja mūsų serveriuose.

source: This video has been deleted. We apologize for the inconvenience.
lt: Šis vaizdo įrašas buvo ištrintas. Atsiprašome už nepatogumus.

source: Album:
lt: Albumas:

source: Genre:
lt: Žanras:

source: Track:
lt: Takelis:

source: Copyright:
lt: Autorinės teisės:

source: MediaDB Edit
lt: MediaDB Redaguoti

source: Search on FilmOn (local)
lt: Paieška FilmOn (vietinis )

source: Search on RtlNitro-Now (local)
lt: Paieška RtlNitro -dabar (vietinis )

source: Search on NTV-Now (local)
lt: Paieška NTV -dabar (vietinis )

source: EPG Info
lt: EPG informacija

source: Server Name
lt: Serverio pavadinimas

source: STOP
lt: Stabdyti

source: Director:
lt: Režisierius:

source: Internet Browser
fr: Navigateur Internet
lt: Interneto naršyklė

source: VIDEO
fr: Vidéo
lt: Filmai

source: FanControl
lt: Ventiliatoriaus valdymas

source: Fancontrol
fr: Controle de ventilateur
lt: Ventiliatoriaus valdymas

source: Overclocking
lt: Turbinimas

source: error
lt: KLAIDA

source: Radio:
lt: Radijas :

source: Data:
lt: Duomenys:

source: Coderate HP
lt: Kodavimo greitis HP

source: Coderate LP
lt: Kodavimo greitis LP

source: Director
lt: direktorius

source: Download
lt: Parsisiuntimas

source: English
fr: Anglais
lt: Anglų

source: Genre
lt: Žanras

source: HOSTNAME
lt: Serverio vardas

source: Information
lt: Informacija

source: internet
lt: Internetas

source: Inversion
lt: Pervertimas

source: Inversion:
lt: Inversija :

source: Media Center
lt: Media Centras

source: MENU
lt: Meniu

source: Name
fr: Nom
lt: Pavadinimas

source: Ok
lt: Gerai

source: OLED selection
lt: OLED pasirinkimas

source: PLAY
lt: Leisti

source: Provider:
lt: teikėjas:
