Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: screensaver interval
es: Intervalo
fr: Intervalle Screensaver
lt: ekrano intervalas

source: screensaver pic
es: Foto
fr: Photo Screensaver
lt: Paveikslėlis

source: screensaver type
es: Tipo
lt: tipas

source: --- SD resolution
es: --- SD Resolucion
fr: --- Résolution SD
lt: --- SD raiška

source: Select backup:
es: Seleccionar backup:
fr: Séléction de sauvegarde
lt: Pasirinkite atsarginės kopijos :

source: Select Path
es: Seleccion de trazado
fr: Séléction de chemin
lt: Pasirinkite Kelias

source: Select Unicable Manufacturer
es: Seleccionar fabricante Unicable

source: SEND
es: Enviar

source: Send all CAID to modules
es: Enviar todos caids a modulos
lt: Send all CAIDs to modules

source: Serial Input
es: Puerto Serie

source: Service
es: Canal
lt: Apie kanalą

source: Serviceinfo
es: Informacion Canal
fr: Info Service
lt: Kanalo informacija

source: set startchannel
es: estaablecer como inicio canal
fr: Définir Chaine de démarrage
lt: nustatyti Startiniu kanalu

source: Settings backup/restore
es: Configuracion backup/restaurar
fr: Réglages sauvegarde/restauration
lt: Nustatymai atsarginė kopija / atkurti

source: Show EPG screen (EPG button)
es: Mostrar EPG (Boton EPG)
fr: Afficher EPG
lt: Rodyti EPG ekraną (EPG mygtuką )

source: Show HDD freesize
es: Mostrar el espacio libre de disco duro?
lt: Rodyti Laisva vieta standžiajame diske ?

source: Show in Standby
es: Mostrar en modo de espera?
fr: Afficher en Veille
lt: Rodyti budėjimo režime ?

source: Show in VFD
es: Mostrar en VF-Display
fr: Afficher en VFD
lt: Rodyti VF- Ekrane

source: Show Modules
es: Mostrar CI Detalles Mdulo?
lt: Rodyti CI modulio detales ?

source: Signal:
es: Señal:
lt: Signalas:

source: Skin
es: Seleccionar Skin
lt: Tema

source: Skin Adjust
es: Ajustes de Skin
fr: Ajuster le Skin
lt: Temos Nustatymai

source: Skin Select
es: Seleccion de Skin
fr: Séléctionner le Skin
lt: Pasirinkite Temą

source: Skip privat CA descriptor
es: Saltar considerado CA descriptor
lt: Skip private CA descriptor

source: Softcam Selection
es: Softcam seleccion:
lt: Softcam pasirinkimas:

source: sort service
es: Ordenar Favoritos
lt: Rūšiuoti Mėgstamiausius

source: Sound amplifier (external Player)
es: Refuerzo de sonido (reproductor externo)
lt: Garso stiprintuvas (išorės Player)

source: Sound amplifier (TV-Modus / internal Player)
es: refuerzo de sonido (modo TV-Modulos/reproductor interno)
lt: Garso stiprintuvas ( TV Modus / vidinis grotuvas )

source: Space
es: Espacio
fr: Espace
lt: erdvė

source: stable
es: Nocturno-Img
lt: stabili

source: Standby Brightness
es: Brillo en modo de espera
fr: Veille Luminosité
lt: Ryškumas budėjimo režimu

source: StandBy Mode
es: Modo de espera
lt: Budėjimo režimas

source: Standby / Poweroff
es: Reinicio/Apagado
fr: Veille / Arrét
lt: Budėjimas /Išjungimas

source: Start HTTPD
es: Inicio Webinterface
fr: Démarre HTTPD
lt: Pradėti Webserver

source: Start RGUID
es: Autoinicio RGUID

source: Step frequency
es: paso de frecuencia
lt: Frequency step

source: Step signalrate
es: Paso de tasa de seal
lt: Signalrate step

source: STOP/START
es: Stop/Iniciar
fr: Arréter/Démarrer

source: Storage position
es: Posicion almacenada
lt: Saved Position

source: Stream Path
es: Ruta para Stream
fr: Chemin pour Stream
lt: Path for Stream

source: Subservices
es: Subcanales
lt: Subkanalai

source: Subtitle
es: Subtitulos
fr: Sous Titre
lt: subtitrų

source: Sysinfo
es: Informacion Sistema
fr: Information de System
lt: sistemos informacija

source: System
es: Sistema
fr: Système
lt: Sistema

source: System:
es: Sistema:
fr: Système:
lt: sistema:

source: System - Flashupdate (online)
es: Actualizar Software (Online)
lt: Firmwareupdate (Online )

source: System - Flashupdate (tmp)
es: Actualizar Software (tmp)
lt: Firmwareupdate ( tmp )

source: System Info
es: Informacion Sistema
fr: Infos de Système
lt: sistemos informacija

source: System Infos
es: Sistema informacion
lt: Sistemos Info

source: System Status
es: Sistema Estado
lt: sistemos būsena

source: System Update
es: Sistema de Actualizacion
lt: Sistemos Atnaujinimas

source: System - Usbupdate (online)
es: USB Actualizar (online)
lt: Sistema - Usbupdate (online)

source: System - Usbupdate (tmp)
es: USB Actualizar (tmp)
lt: Sistema - Usbupdate ( tmp )

source: sz
es: ß

source: SZ
es: ß

source: TEST
es: Prueba
fr: TESTE
lt: testas

source: thereafter on this Channel:
es: Lo siguiente en estae canal:
fr: Suivant sur cette chaine:
lt: Kitas šiame Kanale:

source: Threshold
es: Limite
fr: Seuill
lt: Heterodinas

source: Timer and EPG
es: Temporizador y EPG
lt: Laikmatis ir EPG

source: Timer Record Path
es: Directorio para la grabación con temporizador
fr: Chemin enregistrement chronométré
lt: Laikmatis Įrašų Kelias

source: Timeshift Path
es: Directorio para Timeshift
fr: Chaemin de Timeshift

source: Timeshift Settings
es: Timeshift
lt: Timeshift

source: Timeshifttype
es: Timeshift Metodo
lt: Timeshift metodas

source: --- Time to switch
es: --- Tiempo de cambio de canal
fr: --- Temps de changement
lt: --- Laikas pereiti

source: Timezone
es: Tiempo Zona
fr: Fuseau horaire
lt: Laiko juosta

source: Tint
es: Temperatura
fr: Teinte

source: TITLE
es: Titulo
lt: Pavadinimas

source: Tone Mode
es: Modo Tono
fr: Son Mode
lt: Tonas

source: Top
es: Top (Procesos)
fr: Haut
lt: Pagrindiniai ( procesai )

source: TPK install (online)
es: Instalar (Online)
lt: TPK įdiegti (online)

source: Tpk Install - select install medium
es: Instalar - Seleccionar Medio
lt: TPK diegimas - pasirinkite diegimo laikmeną

source: TPK media (media)
es: Instalar (Local)
lt: TPK Diegimas ( Lokal )

source: TPK remove
es: Eliminar
lt: TPK pašalinti

source: TPK tmp (tmp)
es: Instalar (tmp)

source: TPK upgrade (online)
es: Actualizar (Online)
lt: TPK atnaujinti (online)

source: Transmission
es: Transmision

source: Transmission:
es: Transmision:

source: TRANSPONDEREDIT
es: Transpondedor Editar
lt: Siųstuvo Redaguoti

source: Tunerconfig
es: Tuner
fr: Config Tuner

source: Tuner Configuration
es: Configuracion
fr: Configuration de Tuner
lt: Imtuvo konfigūravimas

source: Tuner List
es: Lista
lt: List

source: Tuner Reception
es: Recepcion
fr: Réception de Tuner
lt: Reception

source: TV Resolution (h):
es: TV Resolucion (h):

source: TV Resolution (w):
es: TV Resolucion (w):

source: Two step mute
es: Dos pasos silencio

source: Type:
es: Tipo:

source: Type of Scan
es: Tipo de escaneo
fr: Type de Scan
lt: Skanavimo būdas

source: ue
es: Ü

source: UE
es: Ü

source: Uncommitted Diseqc command
es: Comando DiSEqC no confirmado
fr: Commande Uncommité de Diseqc

source: Unicable Configuration
es: Unicable Configuracion

source: UNLOAD
es: Descargue
fr: Décharge

source: update
es: Actualizacion
fr: Actualiser
lt: Atnaujinimas

source: Update entrys on scan
es: Actualización de las entradas existentes

source: Usbupdate (online)
es: USB Actualizar (online)
fr: Mise a jour USB(online)

source: Usbupdate (tmp)
es: USB Actualizar (tmp)
fr: Mise a jour USB(tmp)

source: Use EPG Endtime
es: Para mostrar final
fr: Utiliser EPG

source: Use numeric keys
es: Use teclas numericas

source: VideoMode Aspect Settings
es: Video Modo Aspecto Ajustes
fr: Aspect de mode vidéo

source: VideoMode Resolution Settings
es: Resolucion
fr: Résolution de mode vidéo
lt: Resolution

source: VideoMode Settings
es: Video Modo Ajustes
fr: Réglage de mode vidéo
lt: Settings

source: Vietnamese
es: Vietnan
lt: Vietnamiečių

source: Vol off
es: Volumen off
lt: Volume off

source: Voltage Mode
es: Modo de Voltage
fr: Mode de Voltage
lt: Įtampos režimas

source: Votes
es: Puntos

source: Wait for cam ready
es: Espere a que la CAM esta listo
lt: Wait for the CAM to be ready

source: WLAN Settings
es: WLAN
lt: WLAN

source: Writer
es: Autor
lt: Autorius

source: Year
es: Años
lt: Metai

source: No skinconfig found in skin. Can't change to selected skin.
es: No se encuentra en la piel seleccionada skinconfig. no se puede cambiar a la piel seleccionada.
lt: No skinconfig found in selected skin. cannot change to selected skin.

source: Download finished!
es: Descargar terminado!
lt: Siuntimas baigtas!

source: started
es: Iniciando
lt: pradėta

source: active
es: activo
lt: aktyvus

source: Emu not found
es: Softcam no encontrado
lt: Softcam nerastas

source: Softcam selection:
es: Softcam seleccion:
lt: Softcam pasirinkimas:

source: Activate
es: Activar
fr: Activer
lt: Aktyvuok

source: Reader Config Plugin not installed !
es: Lector Config Plugin no instalado!
lt: Įskiepis neįdiegtas !

source: This file doesn't exist, or has been removed
es: El archivo designado no existe, o se ha eliminado
lt: Šis failas neegzistuoja arba buvo ištrintas

source: Detect hanging System !!! KILL = Red BOOT = Green
es: Detectar colgando Sistema !!! Rojo = kill del Proceso Verde = reiniciar Sistema
lt: Pakabino sistema !!! KILL = Raudona BOOT = Žalia

source: KILL
es: Rojo
lt: Raudona

source: BOOT
es: Verde
lt: Žalia

source: Company:
es: Compañia:
lt: Įmonė:

source: Exchange:
es: Cambio:
lt: birža:

source: Exchange closing:
es: Cierre cambio:
lt: Valiutų uždarymo :

source: Currency:
es: Moneda:
lt: Valiuta:

source: Last:
es: Final:
lt: Paskutinis :

source: High:
es: Alto:
lt: Didžiausia:

source: Low:
es: Profundo:
lt: Mažiausia:

source: Volume:
es: Volumen:
lt: Kiekis :

source: Avg volume:
es: Volumen Medio:
lt: Vid kiekis:

source: Market cap:
es: Cuota de mercado:
lt: Rinkos kapitalizacija :

source: Open:
es: Apertura:
lt: Atidarymas:

source: Close:
es: Cierre:
lt: Uždarymas:

source: Change:
es: Cambio:
lt: Pokytis:

source: Change in %:
es: Cambio en %:
lt: Pokytis, % :

source: Trade time:
es: Tiempo para la accion:
lt: Prekybos laikas:

source: You have executed a defined period of no function. Stop the box???
es: Ha establecido un periodo de inactividad y apagado. Quieres que el receptor se apague?
lt: You have set an inactivity period and Shutdown. Do you want the Receiver to shutdown?

source: The page not found, file removed
es: La página no encontrada, archivo eliminado

source: No Live Stream running
es: No funcionamiento de stream

source: Choose your Streaming link from the following list
es: Lista de las actuales corrientes usadas OK para detener
lt: Pasirinkite savo Streaming nuorodą iš šio sąrašo

source: Backup to /tmp or /var/backup. If the free memory too small can a usb device will never use. There must be a folder backup.
es: Copia de seguridad en /tmp o /var/ backup. Si no hay espacio suficiente, se puede utilizar una tarjeta de disco duro/USB stick. Una carpeta llamada copia de seguridad debe existir.
lt: Backup to /tmp or /var/backup. If there is insufficient space, you can use a harddisk/USB stick. A folder named 'backup' must exist.

source: Create Backup
es: Guardar Imagen
fr: Créer Backup

source: Press -restore- and your saved settings will be restored from your swapstick / recording hdd! The Box will restart automatically for restoring! Press -backup- to save your actual settings to swapstick / recording hdd. WARNING: The old backup will be deleted!
es: -Restaurar- (Rojo): Sus configuracion previamente guardada se restauraran desde su USB stick/disco duro! El receptor se reiniciara automaticamente para restaurar! -Backup- (Verde): Sus ajustes se guardan en su USB-stick/disco duro. ADVERTENCIA: las copias de seguridad antiguas se sobrescribiran -Log- (Amarillo): Compruebe resultado la restauracion, archivo de registro de vista.
lt: -Restore- (Red): Your previous saved settings will be restored from your stick / Harddisk! The Receiver will restart automatically for restoring! -Backup- (Green): Your settings will be saved to your stick / Harddisk. WARNING: Old backups will be overwritten! -Log- (Yellow): Check restoring result, view log file.

source: Restore Settings
es: Restaurar Configuracion
lt: Atkurti nustatymus

source: Are you sure you want to restore settings? OK = start restore EXIT = abort restore
es: Seguro que desea restaurar la configuracion? = OK comienzan restauracion =SALIR abortan restaurar
lt: Ar tikrai norite atstatyti nustatymus? OK = pradėti atkūrimą EXIT = nutraukti atkūrtmą

source: Please wait ... All Settings are restored. Box will start in few seconds.
es: Por favor, espere ... Todos los ajustes se restauraran. Receptor se reiniciara en unos segundos.
lt: Prašome palaukti ... Visi nustatymai atkurti. Imtuvas persikraus pokelių sekundžių.

source: Restore failed, see log
es: ERROR: error en la restauración - ver el archivo de registro

source: Update Plugins to new Version?
es: Actualizacin de las extensiones a la nueva version?
lt: Atnaujinti plėtinius nauja versija ?

source: RESTORE ERROR
es: !!! RESTAURAR ERROR !!!
lt: ATKŪRIMO KLAIDA

source: No backup folders found!!! Aborting restoring...
es: No carpeta 'backup' encontrado! Abortar restaurar ...
lt: No folder 'backup' found! Aborting restore ...

source: Backup - Settings
es: Guardar ajustes

source: Backup started Please wait...
es: Copia seguridad comenzo Por favor espere

source: Backup failed, see log
es: ERROR: La copia de seguridad no se hizo Se crea un archivo de registro .

source: Backup created successfully
es: La copia de seguridad se ha creado correctamente
lt: Atsarginė sėkmingai sukurtas

source: A record hdd or a swapstick must be mounted! Aborting backup...
es: ATENCION! Se debe montar un disco duro o PenDrive Interrumpir copia de seguridad
lt: A Harddisk or Stick must be mounted! Aborting Backup

source: Free Space
es: Espacion Libre disponible
lt: Laisvos vietos

source: CPU info
es: CPU Informacion
lt: CPU Information

source: Memory info
es: Memoria Informacion
lt: Memory Information

source: MTD info
es: MTD Informacion
lt: MTD Information

source: Module info
es: Modulo Informacion
lt: Modul Information

source: Swap info
es: Sistema Informacion
lt: System Information

source: Top Info
es: Top Informacion
lt: Top Information

source: Prozess Info
es: Process Information
lt: Process Information

source: USB Info
es: USB Informacion
lt: USB Information

source: unstable
es: svn-beta
lt: svn-beta

source: starting Full Update ?
es: Iniciar actualizacin completa?
lt: Pradėti Full Update ?

source: starting Full Update (from backup) ?
es: Iniciar actualizacin completa de una copia de seguridad?
lt: Pradėti Full Update iš atsarginės kopijos ?

source: Error file not supported
es: ERROR: Tipo de archivo no soportado
lt: KLAIDA: Failo tipas nepalaikomas

source: Can't start system update Syntax Error on updatefile
es: ERROR: No se puede iniciar Sistema Actualizacion! Archivo Corrupto!
lt: KLAIDA: Nepavyko paleisti Systemupdate !

source: Input field
es: Box campo

source: Should Timeshift File deleted ?
es: Eliminar archivo Timeshift?
lt: Ištrinti Timeshift failą ?

source: Timeshift file to short please wait a little and try again
es: Archivo Timeshift a corto Por favor, espere un poco y vuelva a intentarlo
lt: Timeshift failą short Please palaukti šiek tiek ir bandykite dar kartą

source: Can't start timeshift play !
es: No se puede iniciar la reproduccin diferida!
lt: Nepavyko paleisti Timeshift atkūrimą !

source: Timeshiftsettings not allowed if timeshift is running !
es: ERROR: No se puede cambiar la configuracion de Timeshift durante un evento en diferido activo!
lt: KLAIDA: Jūs negalite keisti Timeshift nustatymų Timeshift veikimo metuį!

source: ask
es: Pedir

source: allways del file
es: Siempre eliminar el archivo Timeshift
lt: Visada ištrinti Timeshift failą

source: never del file
es: Nunca elimine archivo Timeshift
lt: Niekada netrinti Timeshift failą

source: !!! This is a DEMO Version !!!
es: !!!Esta es una versión de demostración !!!

source: Found running record or record is starting in next time. Really shutdown ?
es: Encontrado una grabacion activa. o la grabacion empieza pronto. Realmente apagado?
lt: Surasta aktyvus įrašas. arba įrašymas prasideda. Tikrai išjungti ?

source: Found running download Really shutdown ?
es: Encontrado un activo en descarga Realmente apagarlo?
lt: Surasta aktyviai Siuntimas Tikrai išjungti ?

source: Error: open rc device !!
es: ERROR: No Control remoto Encontrado!
lt: ERROR: No Remote Control Found!

source: Error: no frontend device found !!
es: ERROR: No Frontend Dispositivo Encontrado!

source: Error: no demux device found !!
es: RROR: No demux Dispositivo Encontrado!

source: Error: no video device found !!
es: ERROR: No hay Dispositivo de Video Encontrado!

source: Error: no audio device found !!
es: ERROR: No hay dispositivo de audio Encontrado!

source: Error: skin not found !!
es: ERROR: No Skin Encontrado!
lt: ERROR: No Skin Found!

source: RemoteControl Old Version
es: Control remoto de edad Version

source: RemoteControl Long Version
es: Remote Control Version larga

source: Select Your Remote Control
es: Seleccin de control remoto
lt: Remote Control Selection

source: Choose your Remotecontrol Model from the following list
es: Elija su modelo de control remoto de la siguiente lista

source: First Wizzard
es: Wizzard Primera Instalacion
lt: First Installation Wizzard

source: Settings OK ?
es: Guardar la configuracion?
lt: Save Settings?

source: Receiver successful unlocked
es: Su receptor se abrio con Exito.
lt: Jūsų imtuvas buvo pilnai atrakintas.

source: Free space in /var to little! This can make problems!
es: No hay suficiente espacio en /var! estao causar problemas graves!
lt: Nepakankama erdvė / var ! Tai sukels rimtų problemų !

source: /var not writeable! Repair it?
es: /var no permite la escritura! Quieres tratar de repararlo?
lt: / var nėra rašomus ! Do norite pabandyti ir ją ištaisyti ?

source: Free space in /mnt to little! This can make problems!
es: Espacio insuficiente en /mnt! estao causar problemas graves!
lt: Nepakankama erdvė / mnt ! Tai sukels rimtų problemų !

source: /mnt not writeable! Repair it?
es: /mnt No se puede escribir! Quieres tratar de repararlo?
lt: / mnt nėra rašomus ! Do norite pabandyti ir ją ištaisyti ?

source: Unknown Error.
es: Error desconocido

source: Automatic stop in 10 seconds.
es: Parada automatica en 10 segundos
lt: Automatinis Stop 10 Seconds.

source: Alternativ Audio Firmware not working korrekt with all videos (DTSDOWNMIX)!
es: Alternativa Firmware audio no funcionar correctamente con todos los videos (DTSDOWNMIX)!
lt: Alternative Audio Firmware will not work correctly with all videos (DTSDOWNMIX)!

source: Tithek - Mainmenu
es: TiThek - Menu Principal

source: The hoster is not yet supported !
es: El proveedor de alojamiento no se admite en la actualidad!
lt: The hoster is not supported at present!

source: File exist, overwrite?
es: Archivo leido existe. Desea sobrescribir el existente?
lt: File allready exists. Do you want to overwrite the existing one?

source: found
es: Encontrado
lt: rasta

source: Results
es: Resultados
lt: rezultatai

source: Remove Cachefile ?
es: Borrar cache?
lt: Išvalyti talpyklą ?

source: Can't start download. Please try later.
es: No se puede iniciar la descarga. Por favor, intentelo de nuevo ms tarde.
lt: Nepavyksta paleisti download. Bandykite dar kartą vėliau.

source: Choice Playback
es: Elija Playback
lt: Pasirinkite Playback

source: Streaming Playback (default)
es: Transmisin directa (por defecto)
lt: Tiesioginė transliacija ( pagal nutylėjimą)

source: Streaming Playback Caching (1MB)
es: Secuencia con Cache (1 MB)
lt: Srautinio atkūrimas Įdėjimas ( 1MB )

source: Streaming Playback Caching (5MB)
es: Secuencia con Cache (5 MB)
lt: Srautinio atkūrimas Įdėjimas ( 5MB )

source: Streaming Playback Caching (10MB)
es: Secuencia con cache (10 MB)
lt: Srautinio atkūrimas Įdėjimas ( 10MB )

source: File Caching Playback (10MB / 120s)
es: Buffer de reproduccin (10 MB / 120 seg)
lt: Failo padėjimas į podėlį atkūrimas ( 10MB / 120s )

source: File Caching Playback (20MB / 240s)
es: Buffer Playback (20MB / 240 Seg)
lt: Failo padėjimas į podėlį atkūrimas ( 20MB / 240s )

source: File Caching Playback (30MB / 360s)
es: Buffer Playback (30MB / 360 Seg)
lt: Failo padėjimas į podėlį atkūrimas ( 30MB / 360s )

source: Download Full File
es: Descargar archivo completo a Ruta Stream
lt: Parsisiųsti pilną failą

source: Download Full File (background)
es: Descargar archivo completo a Stream camino en fondo
lt: Parsisiųsti pilną failą ( fono )

source: Choose your Streaming Playback Modus from the following list
es: Seleccione el modo de reproducción de flujo deseado de la siguiente lista
lt: Pasirinkite savo Streaming atkūrimo Modus iš šio sąrašo

source: Filename
es: Nombre del archivo
lt: Failo pavadinimas

source: Start playback
es: Inicio playback
lt: Pradėti atkūrimą

source: Can't get Streamurl !
es: STREAMURL no es accesible!
lt: Streamurl nėra pasiekiami !

source: TitanNit Tithek disclaimer
es: TiThek disclaimer
lt: TiThek disclaimer

source: EDIT FAV
es: Editar Favoritos
lt: Redaguoti mėgstamiausių

source: Page
es: Pagina

source: Remove this Favorite ?
es: Desea eliminar la entrada seleccionada de sus favoritos?
lt: Norite pašalinti pasirinktą įrašą iš savo mėgstamiausių ?

source: Add this link as Favorite ?
es: Quieres añadir el enlace a tus favoritos?
lt: Ar norite pridėti šią nuorodą į savo mėgstamiausių ?

source: Edit this Favorite ?
es: Editar estae favorito?
lt: Redaguoti šį Pamėgtą vietą?

source: All New first
es: Todas las novedades Entradas primero
lt: Visi Naujas pirmas

source: All Sorted
es: Todas las entradas ordenadas
lt: Visi Rūšiuota

source: Atemio Cable Tuner scan
es: Atemio buscar sintonizador cable

source: Atemio Channelsearch 4xSat
es: busqueda Atemio Canal 4 satelites
lt: Atemio Channel search 4 Satellites

source: Atemio Harddisc formating
es: Atemio Disco duro formateando
lt: Atemio Harddisk formating

source: Atemio Network configuration stable IP
es: configuracion Atemio Red IP estatica
lt: Atemio Network configuration static IP

source: Atemio Series Recoding
es: Atemio grabacion de serie
lt: Atemio Serial Recording

source: Atemio TitanNit Trailer
es: Atemio TitanNit Vista preliminar

source: Atemio Tuner configuration Sat
es: configuracion del sintonizador de satelite
lt: Tuner Configuration for Satellite

source: Atemio WLAN configuration
es: Atemio WLAN Configuración

source: Category
es: Categoria

source: Favoriten
es: Favoritos
lt: Mėgstami

source: HowTo Feedadresse Eingeben
es: Cmo agregar a fuente la direccion
lt: How to add a Feed address

source: HowTo Picons Einrichten
es: Cmo instalar y utilizar Picons
lt: How to install and use Picons

source: HowTo Secret
es: Manual añadir ip secreta
lt: How to ad Secret Feed address

source: HowTo Sky V13 Einrichten
es: Manual Preparar Sky V13
lt: How to setup a Sky V13 Smartcard

source: Mediacenter AudioPlayer Playlisten Preview
es: Mediacenter Audio Player vista preliminar
lt: Audioplayer Playlist Preview

source: Mediacenter AudioPlayer Screensaver Preview
es: Audioplayer Screensaver vista preliminar
lt: Audioplayer Screensaver preview

source: Mediacenter Mediathek Kinox Preview
es: biblioteca Mediacenter Kinox vista preliminar
lt: Wmediathek kinOx previe

source: Mediacenter Mediathek Myvideo/Rtl2/InternetTv/Radio Preview
es: Mediathek Myvideo/Rtl2/InternetTv/Radio vista preliminar
lt: Mediathek Myvideo/Rtl2/InternetTv/Radio Preview

source: Mediacenter VideoPlayer Preview
es: Video Player vista preliminar
lt: Video Player Preview

source: Search (10)
es: Buscar 10 Resultados
lt: Search viewing 10 Results

source: Search (20)
es: Buscar 20 Resultados
lt: Search viewing 20 Results

source: Search (25)
es: Buscar 25 Resultados
lt: Search viewing 25 Results

source: Search (50)
es: Buscar 50 Resultados
lt: Search viewing 50 Results

source: Search Cast
es: Buscar ocupacion
lt: Search by Cast

source: Search (local)
es: Buscar (local)

source: Search Movie
es: Buscar pelicula
lt: Search for a Movie

source: Search Serie
es: Buscar Series
lt: Search for a Series
