Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: unknown
es: Desconocido
fr: inconnu
lt: Nežinomas

source: Tunertype
es: Tuner Tipo
lt: Imtuvo Tipas

source: EXIT
es: Salir
lt: Išeiti

source: Channel EPG
es: Canal EPG
fr: Guide chaine EPG
lt: Kanalo EPG

source: yes
es: Si
lt: taip

source: medium
es: medio
lt: vidutinis

source: fast
es: rapido
fr: rapide
lt: greitai

source: alpha
es: alfabetico
lt: Abėcėlinis

source: reverse alpha
es: descender alfabeticamente
fr: Alpha Inversé
lt: atvirkščias Abėcėlinis

source: size
es: Tamaño
fr: Taille
lt: dydis

source: reverse size
es: Tamaño descendente
fr: Taille Inversé
lt: dydis mažėjančia tvarka

source: date
es: Fecha
lt: Data

source: reverse date
es: por fecha descendente
fr: Date Inversé
lt: datą mažėjančia tvarka

source: Power Menu
es: Menu de Encendido
lt: Maitinimo Meniu

source: Power Off
es: Apagado
fr: Arrét
lt: Išjungti

source: Standby
es: Reposo
fr: Veille
lt: Budėti

source: Restart
es: Reiniciar
fr: Redémarrer
lt: Paleisti iš naujo

source: Gui Restart
es: Reiniciar Titan
lt: Titan Perkrauti

source: deaktiv
es: desactivar
lt: atjungti

source: 1 sec
es: 1 Seg
lt: 1 sekundė

source: 2 sec
es: 2 Seg
lt: 2 sekundės

source: endless
es: sin final
lt: begalinis

source: extern
es: externa
lt: išorinis

source: intern
es: interna
lt: vidinis

source: auto
es: automatico
lt: automatinis

source: nothing
es: nada
lt: nieko

source: standby
es: Reposo
lt: Budėti

source: power off
es: Apagado
lt: Išjungti

source: anim. width
es: Anchura de Animacion
lt: animacijos plotis

source: anim. height
es: Altura de Animacion
lt: animacijos aukštis

source: anim. both
es: zoom
lt: priartinti

source: very fast
es: muy rapido
lt: labai greitas

source: slow
es: lentamente
lt: lėtas

source: very slow
es: muy lentamente
lt: labai lėtas

source: hidden
es: escondido
lt: paslėptas

source: channel-movie
es: Titulo Canal
lt: Kanalas - Pavadinimas

source: movie-channel
es: Titulo Canal
lt: Pavadinimas - Kanalas

source: expert (11)
es: Modo Experto (11)
lt: Expert mode (11)

source: yes / vzap 1 sec
es: Si /VZAP 1 Sek
lt: taip / vzap 1 sekundė

source: yes / vzap 2 sec
es: Si/VZAP 2 Sek
lt: taip / vzap 2 sekundės

source: yes / vzap endless
es: Si/VZAP sin final
lt: taip / vzap begalinis

source: Message
es: Mensaje
lt: Pranešimas

source: Stream Menu
es: Stream Menü
lt: Srauto Meniu

source: Choose your Streaming Format from the following list
es: Escoja su formato Streaming de la siguiente lista
lt: Pasirinkite savo Srauto Formatą iš žemiau pateikto sąrašo

source: Search
es: Buscar
lt: Paieška

source: running
es: activo
lt: veikia

source: undefined
es: No definido
lt: neapibrėžtas

source: record
es: Grabar
lt: įrašas

source: switch channel
es: Interruptor Canal
lt: Perjungti kanalą

source: AutoTimer succesfull stopped
es: Autotimer detenido satisfactoriamente
lt: Automatinis Laikmatis sėkmingai sustabdytas

source: ERROR... AutoTimer not stopped
es: ERROR: Autotimer no se detuvo
lt: KLAIDA: Automatinis Laikmatis nebuvo sustabdytas

source: Start AutoTimer
es: Iniciar autotimer
lt: Paleisti automatinį laikmatį

source: AutoTimer succesfull started
es: Autotimer Iniciado Correctamente
lt: Automatinis Laikmatis sėkmingai paleistas

source: ERROR... AutoTimer not started
es: ERROR: Autotimer no se pudo iniciar
lt: KLAIDA: Automatinis laikmatis nepasileido

source: Save Settings
es: Guarda Configuracion
fr: Réglages Sauvegarde
lt: Išsaugoti nustatymus

source: Settings succesfull saved
es: Configuracion guardada con EExito
lt: Nustatymai sėkmingai išsaugoti

source: redKey
es: Boton Rojo
lt: Raudonas mygtukas

source: 4 sec
es: 4 Segundos
lt: 4 Sekundės

source: 6 sec
es: 6 Segundos
lt: 6 Sekundės

source: 8 sec
es: 8 Segundos
lt: 8 Sekundės

source: 10 sec
es: 10 Segundos
lt: 10 Sekundžių

source: on
es: en
lt: įjungta

source: Is this Videomode ok ?
es: Es este modo de Video OK?
lt: Ar šis vaizdo režimas tinka?

source: This Plugin is only for Betatester and can change your Settings! Realy run it?
es: Este Plugin es solo para Betatesters y podria cambiar su configuracion. quieres ejecutar la aplicacion?
lt: This Plugin is only for Betatesters and could change your settings. Do you want to run the application?

source: Really stop download ?
es: ATENCION: Quieres abortar la descarga?
lt: DĖMESIO: Ar norite nutraukti siuntimą ?

source: Sat:
es: Satelite:
lt: Palydovas:

source: Terrestrial:
es: Terrestre
lt: Antžeminė :

source: SAT
es: Sab
lt: Šeš

source: Terrestrial
es: Terrestre
lt: Antžeminė

source: Home
es: Inicio Casa
lt: Namai

source: Browser Favoriten
es: Favoritos
lt: Mėgstami

source: Choose your Internet Favorite from the following list
es: Seleccione los marcadores de internet de la lista de abajo
lt: Pasirinkite savo interneto mėgstamus iš šio sąrašo

source: Callmon Timeout !!! check your parameter
es: Callmonitor fuera de tiempon! Compruebe su configuracion!

source: nein
es: No
lt: Ne

source: ja
es: Si
lt: Taip

source: puffern
es: buffering
lt: buferiuoja

source: verwerfen
es: rechazar
lt: atmesti

source: Move mode
es: Mover
lt: Perkelti

source: Remove mode
es: Eliminar
lt: Pašalinti

source: Copy mode
es: Copiar
lt: Kopijuoti

source: Protect mode
es: Proteger
lt: Apsaugoti

source: Edit mode
es: Editar
lt: Redaguoti

source: Bouquets
es: Favoritos
lt: Mėgstami

source: Channel
es: Canal
fr: Chaine
lt: Kanalas

source: Satellites
es: Satelite
lt: Palydovas

source: Provider
es: Proveedor
lt: Transliuotojas

source: All Channels
es: Todos los Canales
lt: Visi kanalai

source: Copy providerlist successfull
es: Providers copiados con Exito
lt: Transliuotojai sėkmingai nukopijuoti

source: Copy providerlist not ok
es: ATENCION: Providers no copiados
lt: DĖMESIO : Transliuotojai nenukopijuoti

source: Copy satlist successfull
es: Canales copiados con Exito
lt: Kanalai sėkmingai nukopijuoti

source: Copy satlist not ok
es: ATENCION: Canales no copiados
lt: DĖMESIO : kanalai nenukopijuoti

source: Can't remove akive Service
es: No se puede quitar el servicio activo
lt: Negalima pašalinti aktyvaus Serviso

source: Channels A-Z
es: Canales A-Z
lt: Kanalai A-Z

source: Filesize (B):
es: Tamaño Archivo (B):

source: Filesize (KB):
es: Tamaño Archivo(KB):

source: Filesize (MB):
es: Tamaño Archivo (MB):

source: Move (B):
es: Mover (B):

source: Move (KB):
es: Mover (KB):

source: Move (MB):
es: Mover(MB):

source: Copy (B):
es: Copiar (B):

source: Copy (KB):
es: Copiar (KB):

source: Copy (MB):
es: Copiar (MB):

source: Amount of files:
es: Total de Archivos:
lt: Viso Failų:

source: file move error
es: ATENCION: Mover archivos fallido
lt: DĖMESIO : Failų perkėlimas nepavyko!

source: file copy error
es: ATENCION: Copiar archivos fallido
lt: DĖMESIO : Failų kopija nepavyko!

source: wait for stopping
es: Por Favor Espere la operacion para detener
lt: Prašome palaukti, kol operacija baigsis

source: Tonburst A/B
es: Toneburst A/B

source: none
es: Ninguno
lt: Nieko

source: Input 1
es: Entrada 1

source: Input 2
es: Entrada 2

source: Input 3
es: Entrada 3

source: Input 4
es: Entrada 4

source: Input 5
es: Entrada 5

source: Input 6
es: Entrada 6

source: Input 7
es: Entrada 7

source: Input 8
es: Entrada 8

source: Input 9
es: Entrada 9

source: Input 10
es: Entrada 10

source: Input 11
es: Entrada 11

source: Input 12
es: Entrada 12

source: Input 13
es: Entrada 13

source: Input 14
es: Entrada 14

source: Input 15
es: Entrada 15

source: Input 16
es: Entrada 16

source: north
es: Norte
lt: Šiaurė

source: south
es: Sur
lt: Pietūs

source: east
es: Este
lt: Rytai

source: west
es: Oeste
lt: Vakarai

source: Hoster Url not http://
es: Los hosters URL no es http://
lt: The hosters URL is not http://

source: The file is being transfered to our other servers. This may take few minutes.
es: El archivo designado esta siendo transferido a nuestara otros servidores. estao puede tardar algunos minutos. Por favor, intentelo de nuevo mas tarde.
lt: Failas yra perkeliama į kitą mūsų serverį. Tai gali užtrukti keletą minučių.

source: The page is temporarily unavailable
es: La página no esta disponible temporalmente
lt: Šis puslapis yra laikinai nepasiekiamas

source: DLNA started.
es: DLNA iniciado
lt: DLNA staravo.

source: DLNA not started, Please check your config.
es: DLNA no se ha iniciado. Por favor, revise su configuracion.
lt: DLNA nepasileido , Prašom patikrinti savo konfig.

source: DLNA now stopped
es: DLNA detuvo
lt: DLNA sustojo

source: download error
es: ERROR: Descarga Fallida!
lt: KLAIDA: Nepavyko atsisiųsti !

source: wait for stopping download
es: ATENCION: Espere Descargar para detener.
lt: DĖMESIO: Palaukite , kol siuntimas baigsis.

source: EJECT
es: Expulsar
lt: Išstumti

source: SELECT
es: Seleccionar
lt: Pasirinkti

source: Can't start playback !
es: La Reproduccion no se pudo iniciar
lt: Nepavyko paleisti atkūrimą !

source: Single (EPG)
es: Unico (EPG)
lt: Kanalo ( EPG)

source: Search only aktual epg ?
es: Buscar dentro de la actual EPG
lt: Paieška pagal faktinį EPG

source: History
es: Historico
lt: Istorinis

source: Doku
es: Documentacion
lt: Dokumentika

source: Child
es: Niños
lt: Vaikų

source: Fantasy
es: Fantasia
lt: Fantastika

source: Comedy
es: Comedia
lt: Komedija

source: War
es: Guerra
lt: Karinis

source: Scifi
es: Ciencia Ficcion
lt: MokslinėFantastika

source: Music
es: Musica
lt: Muzika

source: Single EPG
es: Unico-EPG
fr: EPG Simple
lt: Kanalo EPG

source: Graphic Multi EPG
es: Graphical Multi EPG
lt: Grafinis kanalų EPG

source: scan
es: Exploracion
lt: Skanuoti

source: whitelist
es: Lista Blanca
lt: Pageidautinas sąrašas

source: scan and whitelist
es: Exploracion en la Lista Blanca

source: always
es: Siempre
lt: Visada

source: only on power off / restart
es: solo apagado/reiniciar
lt: Tik Išjungiant / Perkraunant

source: never
es: Nunca
lt: Niekada

source: only for scan
es: Solo para exploracion
lt: Tik nuskaitymui

source: poweroff
es: Apagado
fr: Arrét
lt: Išjungimas

source: Deavtivate Refresh Time and After EPG in scan-mode
es: Exploracion de fondo activada. Exploracion Temporizador y 'accion despues de exploracion' se desactiva.
lt: Deavtivate Atnaujinti Laikas ir Po EPG skenavimo režimu

source: EPG resetet and now clear.
es: EPG despejado
lt: EPG išvalytas

source: Feed
es: Por Favor intruducir direccion de fuente
lt: Prašome įvesti adresą

source: Installation start
es: La instalacion comenzo
lt: Diegimas pradėtas

source: Remove start
es: Extraccion comenzo
lt: Šalinimas pradėtas

source: New free space (KB):
es: Nuevo espacio libre (KB):
lt: Nauja laisva erdvė ( KB) :

source: Install success
es: Instalacion realizada con eExito
lt: Diegimas sėkmingai baigėsi

source: Install error
es: ERROR: Instalacion fallida!
lt: KLAIDA: Nepavyko įdiegti !

source: Remove success
es: Eliminado con eExito
lt: sėkmingai pašalintas

source: Remove error
es: ERROR: Eliminacion Fallida!
lt: KLAIDA : Šalinimas nepavyko!

source: Install to MNT
es: Instalar para MNT (Flash)
lt: Diegti MNT ( Flash )

source: Install to FLASH
es: Instalar para FLASH
lt: Diegti FLASH

source: Install to SWAP
es: Instalar para SWAP (USB o HDD)
lt: Diegti SWAP (USB ar HDD)

source: Choice Install Medium
es: Elegir el medio de instalacion
lt: Pasirinkite diegimo laikmeną

source: Tpk Install Info
es: Informacion de instalacion
lt: TPK Diegimo Informacija

source: Can't install Package. Package to big.
es: ERROR: El paquete designado es demasiado grande y no se puede instalar.
lt: KLAIDA:paskirta paketas yra pernelyg didelis ir negali būti įdiegtas.

source: Tpk Install - select section
es: Instalacion - Elegir Categoria
lt: Diegimas - Pasirinkite kategoriją

source: Tpk Install - select file
es: Instalacion - Seleccionar
lt: TPK diegimas - pasirinkite failą

source: It may only be a package to be installed. If they want to install another package of this section, they only remove the installed packet. Is not the plugin after reinstalling the software TitanNit in TitanNit Menu Visible then perform an update by Tpk to:
es: Solo se puede instalar una Plugin de estaa seccin. Si desea instalar un plugin que no sea el instalado usted tendra que quitar el instalado primero. En caso de que la instalacion plugin no sea visible despues de actualizar a una nueva version de TitanNit usted tener que realizar una actualizacion en linea del plugin.
lt: You may only install one Plugin from this section. If you want to install a plugin other than the one installed you will have to remove the installed one first. Should the installed plugin not be visible after updating to a new version of TitanNit you will have to perform an online plugin update.

source: Installing
es: Instalacion
lt: Diegiama

source: starting
es: Comenzando
lt: Startuoja

source: Tpk Install Info - Install OK
es: Paquete instalado correctamente
lt: Sėkmingai įdiegta

source: Tpk Install Info - Install ERROR
es: ERROR: Instalacion fallida!
lt: KLAIDA: Nepavyko įdiegti !

source: TPK Install done, your system will reboot !
es: Instalado con Exito. Su receptor se reiniciara ahora
lt: Įdiegta imtuvas persikraus dabar

source: Tpk Remove - select file
es: Elimina - Seleccion
lt: Pašalinti - Pasirinktą

source: Removeing
es: Borrar

source: Tpk Remove Info
es: Eliminar Informacion
lt: TPK Pašalinti

source: Tpk Remove Info - Remove OK
es: Eliminado con Exito
lt: sėkmingai pašalintas

source: Tpk Remove Info - Remove ERROR
es: ERROR: Eliminacion Fallida!
lt: KLAIDA : Šalinimas nepavyko

source: TPK Remove done, your system will reboot !
es: Eliminado con Exito. Su receptor se reiniciara ahora
lt: Pašalino imtuvas persikraus dabar

source: No plugin found.
es: No se encontro Plugin

source: Some plugins needs restart. If the plugin is not active reboot the box.
es: Algunos plugins necesitan un reinicio. Su receptor se reiniciara ahora
lt: Some plugins need a restart. Your Receiver will restart now

source: TPK Tmp Install done, your system will reboot !
es: Instalado con Exito de tmp. Su receptor se reiniciara ahora
lt: Sėkmingai įdiegta iš tmp. imtuvas persikraus dabar

source: Tpk Update Info - Update ERROR
es: ERROR: Actualizacion Fallida!
lt: KLAIDA: Nepavyko atnaujinti !

source: Can't get all TPK index !
es: ATENCION: No se puede recuperar el indice complemento completo!
lt: DĖMESIO : Nepavyko gauti visą įskiepių indeksą !

source: Can't update all packages !
es: ERROR: No se han actualizado todos los plugins!
lt: KLAIDA: Ne visi papildiniai buvo atnaujinti !

source: TPK Upgrade done, your system will reboot !
es: Actualizado con Exito. Su receptor se reiniciara ahora
lt: Atnaujinta. imtuvas persikraus dabar

source: Can't get data from facebook
es: No se puede conectar con Facebook

source: Facebook allready registered, Make new registration ?
es: Ya se ha registrado en Facebook? Quiere registrarse en Facebook?
lt: Are you already registered in Facebook? Do you want to register with Facebook?

source: Group created
es: Grupo creado

source: Event created
es: Evento creado

source: Status update
es: Actualizacion de Estado

source: Post on wall from another user
es: Publicar en el muro de otro usuario (s)
lt: Post on the wall of other User(s)

source: Note created
es: No se aplica

source: Link postet
es: Enlace publicado
lt: Link posted

source: Video postet
es: vdeo publicado
lt: Video posted

source: Photos postet
es: fotos publicadas
lt: Photos posted

source: App story
es: App Hintergrund

source: Coment created
es: Comentario creado
lt: Comment created

source: Checkin to a place
es: Registro de un lugar

source: Post in group
es: Puesto del grupo

source: Connect with Hoster wait 10 seconds
es: Conectando al servidor Por favor, espere 10 segundos.
lt: Prijungimas prie Host Please laukti 10 Seconds.

source: Rename
es: Renombrar
lt: Pervardinti

source: Create Folder
es: Crear Carpeta
lt: Sukurti aplanką

source: Choose your Filemanager Option from the following list
es: seleccione la opcion administrador de archivos de la lista de abajo
lt: Pasirinkite savo Filemanager variantas iš žemiau pateikto sąrašo

source: Can't rename file !
es: No se puede cambiar el nombre de archivo!
lt: Negalima pervadinti failo !

source: Can't create directory !
es: No se puede crear el directorio!
lt: Negalima sukurti aplanko !

source: Really copy this file/dir?
es: Quiere copiar este archivo?
lt: Tikrai nukopijuoti šį failą / direktoriją ?

source: Really move this file/dir?
es: Quiere mover este archivo?
lt: Tikrai perkelti šį failą / direktoriją ?

source: From
es: de
lt: Iš

source: To
es: a
lt: Į

source: Move File
es: Mover archivo (s)
lt: Perkelti File ( s)

source: Copy File
es: Copiar archivo (s)
lt: Kopijuoti failas ( ai)

source: Really delete this file/dir?
es: Desea borrar este archivo?
lt: Tikrai ištrinti šį failą / direktoriją ?

source: Can't remove file/dir !
es: No se puede eliminar el archivo/dir!
lt: Negalima pašalinti failo / direktorijos !

source: Can't show this file!
es: Este archivo no se puede mostrar
lt: Negaliu parodyti šios bylos !

source: This file doesn't exist, or has been removed.
es: El archivo seleccionado no existe o ha sido borrado
lt: Šis failas neegzistuoja arba buvo ištrintas.

source: Connect with Hoster wait 16 seconds
es: Connexion a Hoster - Por favor, espere 16 segundos
lt: Connectiong to Hoster - Please wait 16 Seconds

source: ERROR cant read res
es: ERROR: No se puede leer la resolucion
lt: KLAIDA: negaliu skaityti rezoliucijos

source: Monday
es: Lunes
fr: Lundi
lt: Pirmadienis

source: Tuesday
es: Martes
fr: Mardi
lt: Antradienis

source: Wednesday
es: Miercoles
fr: Mercredi
lt: Trečiadienis

source: Thursday
es: Jueves
fr: Jeudi
lt: Ketvirtadienis

source: Friday
es: Viernes
fr: Vendredi
lt: Penktadienis

source: Saturday
es: Sabado
fr: Samedi
lt: Šeštadienis

source: Sunday
es: Domingo
fr: Dimanche
lt: Sekmadienis

source: Tue
es: Mar
lt: Ant

source: Wed
es: Mier
lt: Tre

source: Thu
es: Juev
lt: Ket

source: Fri
es: Vier
lt: Pen

source: Sat
es: Sab
lt: Šeš

source: Sun
es: Dom
lt: Sek

source: Multituner adjustable
es: Multituner ajustable
lt: Multituner reguliuojamas

source: Create Transponder (Sat)
es: Crear Transpondedor (Sat)

source: Create Transponder (Cable)
es: Crear Transpondedor (cable)

source: Create Transponder (Terrestrial)
es: Crear Transpondedor (Terrestre)

source: Create Transponder (All)
es: Crear Transpondedor (Todo)

source: Select Your Serach Modus
es: Seleccione el modo de busqueda
lt: Pasirinkite paieškos režimas

source: Transponder/Satellite Convert done, please use channel search on next Boot. Your System will reboot !
es: Conversion de Transpondedor / satelite hecho. Por favor, realice una nueva busqueda de canales despues del reinicio del sistema. Su receptor se reiniciara!
lt: Konversija atsakiklio / palydovo baigta. Prašom atlikti naują kanalų skenavimą po sistemos persikrovimo. imtuvas perkraunamas !

source: Error: Transponder Source file not found
es: ERROR: Ninguna fuente transpondedor archivo encontrado!
lt: Klaida: Siųstuvo Šaltinis failas nerastas

source: Error: Transponder Source file no data
es: ERROR: El archivo transpondedor esta vacia!
lt: Klaida: Siųstuvo šaltinio failas nėra duomenų

source: Standard favorites have been successfully applied. Your System will reboot !
es: Favoritos estandar se han importado. El receptor se reiniciara ahora.
lt: Standartiniai draugai buvo imported. The imtuvas persikraus now.

source: Servername
es: Nombre Servidor
lt: Serverio pavadinimas

source: Wait for connect or press EXIT
es: Tienes que esperar hasta que se establezca el proceso de conexion o cancelar -Exit-a traves del proceso
lt: Palaukite prijungimo ar paspauskite mygtuką EXIT

source: GRAPHIC MULTI EPG - Bouquets
es: Graphic Multi EPG - Favoritos
lt: Grafinis Multi EPG - Mėgstamiausi

source: GRAPHIC MULTI EPG - Channel
es: Graphic Multi EPG - Canales
lt: Grafinis Multi EPG - Kanalai

source: GRAPHIC MULTI EPG - Satellites
es: Graphic Multi EPG - Satelites
lt: Grafinis Multi EPG - Palydovai

source: GRAPHIC MULTI EPG - Provider
es: Graphic Multi EPG - Providers
lt: Grafinis Multi EPG - Tiekėjai

source: GRAPHIC MULTI EPG - All Channels
es: Graphic Multi EPG - Todos los Canales
lt: Grafinis Multi EPG - Visi kanalai

source: Harddisk Format - Filesystem
es: Formato Drive - Sistema de Archivos
lt: Kietojo disko formatavimas - Failų sistema

source: select the format filesystem type for your media drive
es: Para otros sistemas de archivo cambie a modo experto (Ajustes -> Avanzado -> Modo Experto = sí)
lt: Pasirinkite savo kaupiklio formatą, failų sistemos tipą

source: default
es: Defecto
lt: Numatyta

source: Harddisk Configure
es: Configurar Disco duro
lt: Kietojo disko konfigūravimas

source: select the function for the specified device
es: Grabación: crear la carpeta película para tomas Extensiones: Cree la carpeta 'swapextensions' para extensiones Actualización de RAM: crea la carpeta 'swapdir' Copia de seguridad: crear la carpeta de 'backup' para futuras copias de seguridad
lt: pasirinkite nurodyto prietaiso funkciją

source: use medium for record
es: Utilice como Grabaciones dispositivo
lt: Naudoti kaip Recordings - prietaisą

source: del medium for record
es: Quite la mayor Grabaciones dispositivo
lt: Šalinti kaip Recordings - prietaisą

source: use medium for extension
es: Utilice como extensiones del dispositivo
lt: Naudokite kaip plėtinių - prietaisą

source: del medium for extension
es: Retire como extensiones del dispositivo
lt: Šalinti kaip plėtinių - prietaisą

source: use medium for swap
es: Utilice como swap-dispositivo
lt: Naudoti kaip apsikeitimo (SWAP) prietaisą

source: del medium for swap
es: Elimine como swap-dispositivo
lt: Šalinti kaip apsikeitimo (SWAP) prietaisą

source: use medium for backup
es: Utilizar como copia de seguridad del dispositivo
lt: Naudokite kaip Backup - prietaisą

source: del medium for backup
es: Elimine como copia de seguridad del dispositivo
lt: Šalinti kaip Backup - prietaisą

source: Are you sure you want to delete this directory?
es: Quieres eliminar este directorio?
lt: Ar tikrai norite ištrinti šį aplanką?

source: Directory has content Really delete directory and content?
es: Directorio tiene contenido Desea borrar el directorio y el contenido?
lt: Kataloge yra failų Tikrai ištrinti katalogą ir turinį ?

source: can't create or delete directory
es: ERROR: No se puede crear o suprimir directorio
lt: KLAIDA : Nepavyko sukurti ar ištrinti katalogą

source: succesfull create or delelete directory
es: Directorio creado o borrado con eExito
lt: Sėkmingai sukurtas ar ištrintas katalogas

source: Harddisk
es: dispositivo de almacenamiento
fr: Disque Dur
lt: Kietas diskas

source: sorry found no harddisk
es: Lo sentimos, no hay ningun dispositivo conectado encontrado!
lt: Atsiprašome nerado Kieto disko

source: Harddisk Format
es: Formato de dispositivo
lt: Kietojo disko formatavimas

source: select the media drive from Device List for formating
es: Seleccione la unidad en la lista que desea formatear
lt: Pasirinkite iš sąrašo diską kurį norite formatuoti

source: Harddisk Fsck
es: Archivo Sistema comprobar
lt: Failų sistemos tikrinimas

source: select the media drive from Device List for fsck
es: Seleccione la unidad en la lista que desea comprobar
lt: Pasirinkite iš sąrašo , kurį norite patikrinti diską

source: select the media drive from Device List for configuration
es: Seleccione la unidad en la lista que desea configurar
lt: Pasirinkite iš sąrašo , kurį norite konfigūruoti diską

source: HDD
es: Disco Duro

source: swap
es: Swap (RAM extensión)

source: backup
es: Copia de seguridad
