Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: : NOT OKAY!
de: : Fehlerhaft!

source: Days
de: Tage

source: Del:
de: Entf:

source: New:
de: Neu:

source: !!! This is a DEMO Version !!!
de: !!! Dies ist eine Demoversion !!!

source: !!! Trial period ended !!! For new trial period install a new nightly image via USB or purchase a license from Atemio !!! Contact: Tel +49 (0) 6403/97759-0 Fax +49 (0) 6403/97759-10 Email info@atemio.de Website www.atemio.de
de: !!! 14 Tägige Testphase abgelaufen !!! Um eine neue Testphase nutzen zu können, müssen Sie ein aktuelles Nightly Image via USB einspielen oder ordern Sie eine Lizenz bei Atemio! Kontakt: Tel +49 (0) 6403/97759-0 Fax +49 (0) 6403/97759-10 Email info@atemio.de Website www.atemio.de

source: ( --votes-- )
de: ( --Stimmen-- )

source: (Stop)
de: (Stopp)

source: --- SD resolution
de: --- SD Auflösung
pl: rozdzielczość SD

source: --- Time to switch
de: --- Zeit bis zum Senderwechsel
pl: --- czas do przełączenia

source: --actors--
de: --Schauspieler--

source: --director--
de: --Regisseur--

source: --plot--
de: --Handlung--

source: --releasetime--
de: --Veröffentlicht--

source: --title--
de: --Titel--

source: --writers--
de: --Autor--

source: ->swap<-
de: Tauschen

source: /mnt not writeable! Repair it?
de: /mnt ist nicht beschreibbar! Reparatur starten?

source: /var not writeable! Repair it?
de: /var ist nicht beschreibbar! Reparatur starten?

source: 1 sec
de: 1 Sekunde

source: 10 min
de: 10 Minuten

source: 10 sec
de: 10 Sekunden

source: 15 min
de: 15 Minuten

source: 1500rpm
de: 1500 U/Min

source: 16 Bit Scale 100 Percent
de: 16 Bit skalieren auf 100%

source: 16 Bit Scale 200 Percent
de: 16 Bit skalieren auf 200%

source: 16:9_set_bestfit_to_policy_show_justscale
de: 16:9 Inhalt anzeigen als Just Scale

source: 16:9_set_letterbox_to_policy_show_panscan
de: 16:9 Inhalt anzeigen als Pan&Scan

source: 16:9_set_panscan_to_policy_show_pillarbox
de: 16:9 Inhalt anzeigen als PillarBox

source: 1s
de: 1 Sek

source: 2 sec
de: 2 Sekunden

source: 2s
de: 2 Sek

source: 32 Bit Scale 100 Percent
de: 32 Bit skalieren auf 100%

source: 32 Bit Scale 200 Percent
de: 32 Bit skalieren auf 200%

source: 3D Mode
de: 3D-Modus
pl: Tryb 3D

source: 3D-Mode Settings
de: 3D-Einstellungen

source: 3dsettings
de: 3D Einstellungen

source: 3s
de: 3 Sek

source: 4 sec
de: 4 Sekunden

source: 4:3_set_bestfit_to_policy2_show_justscale
de: 4:3 Inhalt anzeigen als Just Scale

source: 4:3_set_letterbox_to_policy2_show_letterbox
de: 4:3 Inhalt anzeigen als Letterbox

source: 4:3_set_panscan_to_policy2_show_panscan
de: 4:3 Inhalt anzeigen als Pan&Scan

source: 4s
de: 4 Sek

source: 5 min
de: 5 Minuten

source: 500rpm
de: 500 U/Min

source: 5s (default)
de: 5 Sek (Standard)

source: 6 sec
de: 6 Sekunden

source: 60 min
de: 60 Minuten

source: 8 sec
de: 8 Sekunden

source: A collection of really nice folder icons for MediaCenter Videoplayer Coverview!
de: Eine hübsche Sammlung von Ordner-Symbolen für den Videoplayer im Media Center (Cover-Ansicht)!

source: A list of currently used network shares. You can add, edit, delete shares or search for new shares.
de: Liste der aktuell genutzten Netzwerkfreigaben. Sie können Freigaben hinzufügen, editieren, löschen oder neue Freigaben suchen.

source: A mount entry with this name already exists!
de: Ein Eintrag mit diesem Namen existiert bereits!

source: A record hdd or a swapstick must be mounted! Aborting backup...
de: Kein Datenträger gefunden! Sicherung wird abgebrochen ...

source: A/V Settings
de: Audio/Video
pl: Ustawienia A/V

source: AAC Mode
de: AAC Modus

source: AAF MediaCenter, the best multimedia player on mipsel
de: Der beste Mediaplayer für die sh4/mipsel Plattform

source: AAF MediaCenter, the best multimedia player on sh4
de: Der beste Mediaplayer für die sh4/mipsel Plattform.

source: AC3 Mode
de: Dolby Digital (AC3) Modus
pl: Tryb AC3

source: AC3 default
de: Dolby Digital (AC3) standardmäßig
pl: Standard AC3

source: ADD
de: Hinzufügen
pl: DODAJ

source: ADD ALL
de: Alle Sender hinzufügen

source: ADD BOUQUET
de: Favoriten hinzufügen

source: ADD FAV
de: Fav Hinzufügen

source: ADD ONE
de: Markierte Sender speichern

source: AE
de: Ä

source: ALL
de: Alle
pl: WSZYSTKIE

source: AUDIO
de: Musik

source: AUDIO SETTINGS
de: Audio
pl: USTAWIENIA DŹWIĘKU

source: AUTH SETTINGS
de: Authentifizierung

source: AV Settings
de: A/V Einstellungen

source: About
de: Über Titan
pl: O..

source: Activate
de: Aktivieren
pl: Aktywuj

source: Activate (autostart)
de: Aktivieren (Autostart)

source: Activate CEC
de: CEC einschalten

source: Actors
de: Darsteller

source: Actors:
de: Darsteller:

source: Adapter Settings
de: Netzwerkkarte
pl: Ustawienia adaptera

source: Add Cifs Network Share
de: Hinzufügen einer CIFS Freigabe

source: Add Ftpfs Network Share
de: Hinzufügen einer FTP Freigabe

source: Add Nfs Network Share
de: Hinzufügen einer NFS Freigabe

source: Add Timer
de: Timer hinzufügen

source: Add iMDB manuel
de: Manuell IMDb hinzufügen

source: Add this link as Favorite ?
de: Möchten Sie diesen Link zu Ihren Favoriten hinzufügen?

source: Add this sub folder as Favorite ?
de: Diesen Unterordner den Favoriten hinzufügen?

source: Adjust
de: Erweitert
pl: Dostosuj

source: After EPG Scan
de: Nach EPG-Aktualisierung

source: After Timeshift
de: Verhalten nach Timeshift

source: After the manual search, press the green button for saving the found channels. For adding a channel manually, select the channel in the right box and press the red button to save it. Press EXIT to discard all changes.
de: Drücken Sie -Grün-, um das Suchergebnis der manuellen Suche zu speichern. Um manuell einen Kanal hinzuzufügen, müssen Sie den Kanal im rechten Feld markieren und anschließend mit -Rot- speichern. Mit -Exit- verlassen Sie den Suchlauf ohne Speicherung.

source: Age Protect
de: Altersschutz ab

source: Aktion after
de: Nach der Aufnahme
pl: Akcja po

source: Aktion wenn standby
de: Verhalten im Standby

source: Aktivate new network config ?
de: Neue Netzwerk Einstellungen aktivieren?

source: All Channels
de: Alle Sender

source: All data on this device will be deleted! OK?
de: Alle Daten auf diesem Datenträger werden gelöscht! Fortfahren?

source: Allowed Zapping via Streamlink
de: Erlaube Umschalten durch Live Stream

source: Alternativ Audio Firmware not working korrekt with all videos (DTSDOWNMIX)!
de: Die alternative Audio-Firmware funktioniert nicht mit allen Videos (DTS-DOWNMIX)

source: Alternative blue skin for Pearl LCD
de: Alternativer blauer Skin für Pearl-LCD

source: Alternative skin for Pearl LCD
de: Alternativer schwarzer Skin für Pearl-LCD

source: Alternative skin for Pearl LCD - X-Light picons must be installed separately
de: Alternativer Skin für Pearl-LCD (nur Senderlogo) - X-Light Senderlogos separat installieren!

source: Alternative skin for Pearl LCD Atemio style
de: Alternativer Skin für Pearl-LCD (Atemio-Stil)

source: Alternative skin for Pearl LCD MRP style
de: Alternativer Skin für Pearl-LCD (MRP-Stil)

source: Alternative skin for Pearl LCD big/black
de: Alternativer Skin für Pearl-LCD (groß/schwarz)

source: Alternative skin for Samsung LCD - w/o Picons (must be installed separately)
de: Alternativer Skin für Samsung-LCD (Trikots) - Senderlogos separat installieren!

source: Alternative skin for Samsung LCD - w/o picons (must be installed separately)
de: Alternativer Skin für Samsung-LCD - Senderlogos separat installieren!

source: Amazon Prime Pass
de: Amazon Prime Passwort

source: Amazon Prime User
de: Amazon Prime Benutzername

source: Amazon Prime login successful!
de: Amazon Prime Login erfolgreich!

source: Amazon login not successful! Please check Amazon Prime User/Pass in Tithek settings and try again.
de: Amazon Login fehlgeschlagen! Bitte überprüfen Sie die Amazon Prime Zugangsdaten in den Tithek Einstellungen und versuchen Sie es erneut.

source: Amount of files:
de: Anzahl Dateien:

source: Animated Screens
de: Animierte Menüs

source: Animated Speed
de: Animationsgeschwindigkeit

source: Anonymous login Access Denied !
de: Anonymer Login Zugriff verweigert!

source: Anonymous login successful
de: Anonymer Login erfolgreich

source: Antenne Kaernten
de: Antenne Kärnten

source: App story
de: App Hintergrund

source: Apple Trailer
de: Apple Movie Trailer
pl: Zwiastun Apple

source: Are you sure you want remove this share?
de: Möchten Sie diese Freigabe wirklich löschen?

source: Are you sure you want to check this Partition? Box reboots after check
de: Möchten Sie die Partition prüfen? Die Box wird danach neu gestartet.

source: Are you sure you want to format this Partition? Box reboots after format
de: Möchten Sie wirklich die Partition formatieren? Die Box wird danach neu gestartet.

source: Are you sure you want to remove all Partitions on this device and create a new Partition 1? Box reboots after format
de: Möchten Sie wirklich alle Partitionen auf diesem Gerät entfernen und eine neue Partition erstellen? Die Box wird danach neu gestartet.

source: Are you sure you want to restore settings? OK = start restore EXIT = abort restore
de: Möchten Sie Ihre Einstellungen wiederherstellen? OK = Wiederherstellung starten EXIT = Wiederherstellung abbrechen

source: Are you sure you want to save this network mount?
de: Möchten Sie diese Freigabe wirklich speichern?

source: Are you sure, you want to delete the record directory on this drive?
de: Möchten Sie wirklich das Aufnahme Verzeichnis auf diesem Datenträger löschen?

source: Artist:
de: Interpret:

source: Ask on channel switch
de: Nachfragen bei Senderwechsel

source: Aspect
de: Seitenverhältnis
pl: Aspekt

source: Aspect Ratio
de: Seitenverhältnis

source: Aspect Ratio:
de: Seitenverhältnis:
pl: Proporcje

source: Aspect Settings
de: Seitenverhältnis

source: Atemio free license
de: Kostenlose Atemio Lizenz

source: Audio
de: Musik

source: Audio / Video / Sat
de: Audio/Video/Satellit

source: Audio Player
de: Musik abspielen
pl: Odtwarzacz audio

source: Audio Source
de: Audio-Quelle
pl: Źródło dźwięku

source: Audio Tracks
de: Tonspur wählen
pl: Wybór ścieżki audio

source: Audio delay (bitstream)
de: Audio Verzögerung (bitstream)

source: Audio delay (pcm)
de: Audio Verzögerung (pcm)

source: Audio/Subt.
de: Ton/Untertitel
pl: Audio/Napisy

source: Authentication
de: Authentifizierung

source: Auto Resolution
de: Automatische Auflösung

source: Auto Scan
de: automatisch

source: Auto resolution
de: Automatische Auflösung
pl: Auto rozdzielczość

source: AutoTimer Settings
de: Einstellungen

source: AutoTimer succesfully started
de: Autotimer erfolgreich gestartet

source: AutoTimer succesfully stopped
de: AutoTimer erfolgreich beendet

source: Autocheck cam can decrypt
de: Automatisch überprüfen, ob Ihr CI-Modul entschlüsseln kann

source: Automatic Search
de: Automatische Sendersuche
pl: Szukaj automatycznie

source: Automatic start last subtitle
de: Automatischer Untertitel Start

source: Automatic stop in 10 seconds.
de: Automatisches Beenden in 10 Sekunden.

source: Automatic update
de: Automatisches Update

source: Automount
de: Automatische Einbindung
pl: Auto montowanie

source: Automount Config
de: Einstellungen

source: Autostart - Audio / Video / Sat
de: Audio/Video/Sat

source: Autostart - Cam / Emu
de: Softcam

source: Autostart - Child safety
de: Jugendschutz

source: Autostart - Network
de: Netzwerk

source: Autostart - Usb Device
de: USB-Gerät automatisch starten

source: Autostart Child Safety
de: Jugendschutz

source: Autostart Default
de: Allgemein

source: Autostart Defaults
de: Grundeinstellungen

source: Autostart EMU
de: Softcam

source: Autostart Playlist
de: Wiedergabeliste automatisch starten

source: Autostart Settings
de: Autostart

source: Autostart USB
de: USB

source: Avg volume:
de: Durchschnittliche Anzahl:

source: BACKUP ERROR
de: SICHERUNGSFEHLER!!!

source: BG-RUN
de: Ausführung im Hintergrund

source: BLUE
de: blau

source: BOOT
de: Grün

source: BROWSER
de: Internet Browser

source: Back
de: Zurück

source: Back Pic
de: Hintergrundbild

source: Backdrop Download Count
de: Wie viele Hintergrundbilder sollen geladen werden

source: Backdrop Interval
de: Hintergrund Bilderwechsel Intervall

source: Background Color
de: Hintergrundfarbe

source: Background2 Color
de: Hintergrundfarbe 2

source: Background3 Color
de: Hintergrundfarbe 3

source: Backup
de: Sichern
pl: Kopia

source: Backup - Settings
de: Einstellungen werden gesichert

source: Backup / Restore Settings
de: Einstellungen sichern/wiederherstellen
pl: ustawienia kopii/ odzyskiwania

source: Backup created successfully
de: Die Sicherung wurde erfolgreich erstellt

source: Backup ended with error
de: Sicherung endet mit einem Fehler

source: Backup failed, see log
de: Sicherung fehlgeschlagen Einzelheiten siehe Logdatei

source: Backup restored successfully
de: Die Sicherung wurde erfolgreich eingespielt

source: Backup started Please wait...
de: Sicherung wurde gestartet. Bitte warten

source: Bandwidth
de: Bandbreite

source: Bandwidth:
de: Bandbreite:

source: Begin
de: Anfang
pl: Start

source: Behavior at recording
de: Anzeige während einer Aufnahme

source: Black 3D Picons - Astra 23.5E.
de: Schwarze 3D-Senderlogos - Astra 23.5E

source: Black 3D Picons - Hotbird 13.0E.
de: Schwarze 3D-Senderlogos - Hotbird 13.0

source: Black 3D Picons Astra 19.2
de: Schwarze 3D-Senderlogos - Astra 19.2

source: Blindscan Adjust
de: Blindscan

source: Blindscan Settings
de: Blindscan

source: Blink elements
de: Blinkende Symbole

source: Blue
de: Blau

source: Blue Button
de: Blaue Taste
pl: Niebieski klawisz

source: Blue Key Action - Setup
de: Blaue Taste - Belegungsmenü

source: Boot RGB Fix
de: aktiviere RGB Fix beim Start

source: Boot Resolution
de: Startauflösung

source: Bootlogo
de: Bootlogo anzeigen beim Start

source: Border Color
de: Rahmenfarbe

source: Bouquet Color
de: Favoriten Farbe

source: Bouquet List
de: Favoriten Liste
pl: Lista pakietów

source: Bouquet Name
de: Favoriten Name

source: Bouquet Type
de: Favoriten Einträge

source: BouquetCount:
de: Favoriten:

source: BouquetEntrys:
de: Favoriteneinträge:

source: Bouquets
de: Favoriten

source: Box recording finished poweroff in 30sec !
de: Aufnahme beendet. Receiver wird in 30 Sek. ausgeschaltet!

source: Boxcontrol
de: Steuerung

source: Brightness
de: Helligkeit
pl: Jasność

source: Browser Resolution
de: Browser Auflösung

source: Buffering Stream - Cancel with Exit
de: Stream wird zwischengespeichert - abbrechen mit Exit

source: Buttonbar Background Color
de: Tastenleiste - Hintergrundfarbe

source: Buttonbar Background Color 2
de: Tastenleiste - Hintergrundfarbe 2

source: Buttonbar Border Color
de: Tastenleiste - Rahmenfarbe

source: Buttonbar Font Color
de: Tastenleiste - Schriftfarbe

source: CABLE
de: Kabel

source: CAID Lock
de: CAID Sperre

source: CAM Ports found:
de: CI-Modul gefunden:

source: CI-MENU
de: CI-Menü

source: CLEAR INPUT
de: Eingabefeld löschen

source: COPY
de: Kopieren

source: CPU frequency
de: CPU-Frequenz

source: CREATE STYLE
de: Style Hinzufügen

source: Cable
de: Kabel

source: Cable:
de: Kabel:

source: Cable: Kabel Deutschland UH-Kreis
de: Kabel: Senderliste Kabel Deutschland UH-Kreis

source: Cable: Kabel Primacom
de: Kabel: Senderliste Primacom

source: Cable: sofatester Kabel BW
de: Kabel: Senderliste Kabel BW (sofatester)

source: CallMonitor Settings
de: CallMonitor Einstellungen

source: Callmon Timeout !!! check your parameter
de: Callmonitor Zeitüberschreitung! Bitte überprüfen Sie Ihre Einstellungen!

source: Callmonitor Plugin
de: Anrufmonitor zum Anzeigen ein- und ausgehender Anrufe

source: Cam / Emu
de: Softcam und USB Treiber

source: Cam Routing
de: Lade stmdvb.ko mit der camRouting Option

source: Can not parse Main Stream URL, try again later.
de: Kann die Haupt Stream Url nicht durchsuchen, versuchen Sie es später nocheinmal

source: Can not parse Stream URL, try again later.
de: Kann die Stream Url nicht durchsuchen, versuchen Sie es später nocheinmal

source: Can't change hostname !
de: FEHLER: Hostname kann nicht geändert werden!

source: Can't connect to server !
de: FEHLER: Keine Verbindung zum Server möglich!

source: Can't create directory !
de: Verzeichnis konnte nicht erstellt werden!

source: Can't create service
de: FEHLER: Sender kann nicht erzeugt werden!

source: Can't find a Tuner. All Tuners in use or no Tuner defined.
de: Kein freier Tuner gefunden oder kein Tuner definiert.

source: Can't find free Tuner for Record. Switch to Recording/Timeshift Channel ?
de: FEHLER: Es ist kein freier Tuner vorhanden. Zum Aufnahme/Timeshift-Sender wechseln?

source: Can't get EPG time or EPG endtime not ok
de: EPG-Zeit kann nicht gefunden werden oder ist nicht korrekt!

source: Can't get Streamurl !
de: Streamadresse ist nicht erreichbar!

source: Can't get all TPK index !
de: Fehler beim Download der Paket Listen!

source: Can't get data from facebook
de: Keine Verbindung zu Facebook

source: Can't install Package. Package to big.
de: Paket zu groß. Installation nicht möglich.

source: Can't open DMX device
de: FEHLER: Kann DMX Gerät nicht öffnen!

source: Can't open FRONTEND device
de: FEHLER: Frontend-Gerät kann nicht geöffnet werden!

source: Can't open file
de: FEHLER: Kann Datei nicht öffnen!

source: Can't open frontend dev or Frontend Type unknown!
de: Frontend kann nicht geöffnet werden oder unbekannter Typ

source: Can't remove akive Service
de: Aktiver Sender kann nicht gelöscht werden!

source: Can't remove file/dir !
de: Datei/Verzeichnis konnte nicht gelöscht werden!

source: Can't rename file !
de: Datei konnte nicht umbenannt werden!

source: Can't restore default
de: FEHLER: Wiederherstellung kann nicht durchgeführt werden!

source: Can't save Code. Delete Plugins to free space
de: Ihr Schlüssel kann nicht gespeichert werden. Löschen Sie bitte eine der von Ihnen installierten Erweiterungen um freien Speicherplatz zu erhalten.

source: Can't show this file!
de: Diese Datei kann nicht angezeigt werden

source: Can't start download. Please try later.
de: Herunterladen der Datei ist nicht möglich! Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.

source: Can't start playback !
de: Wiedergabe kann nicht gestartet werden!

source: Can't start system update Syntax Error on updatefile
de: FEHLERHAFTE DATEI!!! Systemaktualisierung kann nicht gestartet werden.

source: Can't start timeshift play !
de: Timeshift Wiedergabe kann nicht gestartet werden!

source: Can't update all packages !
de: Es konnten nicht alle Erweiterungen aktualisiert werden!

source: Cancel
de: Abbrechen
pl: Anuluj

source: Change Channelname
de: Sendernamen aktualisieren

source: Change Channelname auto.
de: Sendername automatisch aktualisieren

source: Change Feed
de: Feedadresse hinzufügen

source: Change in %:
de: Änderung in %:

source: Change language needs reboot
de: Die Änderung der Sprache benötigt einen Neustart! Der Receiver wird automatisch neu gestartet. Einen Moment Geduld bitte.

source: Change to scart
de: Auf SCART-Ausgang wechseln

source: Change:
de: Änderung:

source: Channel
de: Sender
pl: Kanał

source: Channel Allocation
de: Sender Zuordnung

source: Channel Down
de: Sender ab

source: Channel EPG
de: Sender EPG

source: Channel Edit
de: Senderliste bearbeiten
pl: Edycja kanału

source: Channel HBBTV
de: HBBTV Sender

source: Channel History
de: Sender Verlauf

source: Channel List
de: Senderliste

source: Channel List selection
de: Senderlisten Ansicht

source: Channel Search
de: Sendersuche
pl: Szukaj kanał

source: Channel Service
de: Sendersuche

source: Channel Up
de: Sender auf

source: Channel not available
de: Sender nicht verfügbar

source: Channel or Transponder is empty
de: FEHLER: Sender oder Transponder ist leer!

source: Channel scan ended.
de: Sendersuchlauf beendet. Bitte speichern Sie mit den Farbtasten Ihre Suche ab.

source: Channel scan ended. Nothing found.
de: Sendersuchlauf beendet. Es wurden keine Kanäle gefunden.

source: ChannelCount:
de: Kanäle:

source: Channellist empty or corrupt (channel not found)!
de: Senderliste fehlerhaft (Kanal nicht gefunden)!

source: Channellist view
de: Nichtempfangbare Sender

source: Channels A-Z
de: Sender A-Z

source: Check inputs
de: Eingaben überprüfen

source: Checkin to a place
de: Am Ort angemeldet

source: Child
de: Kinder

source: Child Protection
de: Jugendschutz
pl: Kontrola rodzicielska

source: Child safety
de: Jugendschutz
pl: Blokada rodzicielska

source: Choice Install Medium
de: Installation Auswahl

source: Choice Menu
de: Auswahlmenü

source: Choice Playback
de: Wiedergabe auswählen

source: Choose your Config File from the following list
de: Wählen Sie die gewünschte Konfiguration aus der folgenden Liste

source: Choose your DNS-Share from the following list
de: Liste der gefundenen Server Zur Anzeige der Freigaben bitte Server auswählen und -OK- drücken.

source: Choose your Devices from the following list
de: Wählen Sie ein USB Gerät aus der folgenden Liste

source: Choose your Filemanager Option from the following list
de: Wählen Sie die gewünschte Datei Manager Option aus der folgenden Liste

source: Choose your HBBTV Favorite from the following list
de: Wählen Sie das gewünschte HBBTV Lesezeichen aus der folgenden Liste

source: Choose your Internet Favorite from the following list
de: Wählen Sie das gewünschte Internet Lesezeichen aus der folgenden Liste

source: Choose your Language from the following list
de: Wählen Sie eine Sprache aus der folgenden Liste

source: Choose your Playlist Mode from the following list
de: Wählen Sie den gewünschten Playlist Modus aus der folgenden Liste

source: Choose your Red-Menu entry from the following list
de: Wählen Sie den gewünschten Eintrag für das Rot Menü aus der folgenden Liste

source: Choose your Remotecontrol Model from the following list
de: Wählen Sie das passende FB Modell aus der folgenden Liste

source: Choose your Resolution
de: Wählen SIe ihre Auflösung

source: Choose your Restore Mode from the following list.
de: Wählen Sie den gewünschten Wiederherstellungsmodus aus der folgenden Liste

source: Choose your Shares from the following list
de: Liste Ihrer gespeicherten Freigaben. Zum Bearbeiten Eintrag wählen und -Grün- drücken. Um weitere Freigaben hinzuzufügen bitte -Suche- benutzen. Für den Zugriff auf passwortgeschützte Windows Freigaben bitte Menü drücken und die Benutzerdaten eingeben.

source: Choose your Streaming Format from the following list
de: Wählen Sie das gewünschte Streaming Format aus der folgenden Liste

source: Choose your Streaming Playback Modus from the following list
de: Wählen Sie den gewünschten Stream Playback Modus aus der folgenden Liste

source: Choose your Streaming link from the following list
de: Liste aktuell genutzter Streams, OK zum Stoppen

source: Choose your Title from the following list
de: Wählen Sie den gewünschten Titel aus der folgenden Liste

source: Choose your Unicable SCR from the following list
de: Wählen Sie hier Ihr Unicable (SCR) Produkt aus

source: Choose your Unicable product from the following list
de: Wählen Sie hier Ihr Unicable (SCR) Produkt aus

source: Choose your cifs/nfs Share from the following list
de: Freigaben des Servers Zum Bearbeiten und Speichern bitte Freigabe auswählen und -OK- drücken. Für Windows Freigaben (cifs/smb) muss evtl. Authentifizierung benutzt werden.

source: Choose your manufacturer from the following list
de: Wählen Sie den Hersteller aus der folgenden Liste

source: Ci-Modul internal Menu
de: CI-Modul internes Menü

source: Clear
de: entfernen
pl: Czysty

source: Clear before scan
de: Vor der Suche löschen
pl: Czyś przes szukaniem

source: Clear list
de: Liste leeren

source: Close:
de: Abschluss:

source: Code not ok, please try again !
de: FEHLER: Der eingegebene Aktivierungscode ist nicht gültig! Bitte versuchen Sie Ihre Eingabe erneut.
