Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: SmartCard Reader
lt: Lustinių kortelių skaitytuvas

source: Spanish
lt: Ispanų

source: Symbol rate:
lt: Simbolių sparta :

source: Timer
fr: chronométre
lt: Laikmatis

source: VFDisplay
fr: Affichage VFD
lt: vfd ekranas

source: Video
fr: Vidéo
lt: Filmai

source: left
lt: kairys

source: center
lt: centras

source: right
lt: dešinys

source: video
lt: Filmai

source: video / picture
lt: Vaizdo / Paveikslėlis

source: audio / picture
lt: Garso / Paveikslėlis

source: CABLE
lt: Kabelinė

source: Samba Server
lt: Samba serveris

source: smartTV Skin. Please use alternate Picons.
lt: smartTV Tema. Prašome naudoti alternatyvų Picons.

source: skins
lt: Temos

source: Auto Timer
lt: Auto Laikmatis

source: Skin SmartTV
lt: Tema SmartTV

source: Horizontal
lt: horizontali

source: Tuner Type
lt: Imtuvo tipas

source: Remote
lt: Nuotolinis

source: dirsort
lt: Rūšiuoti pagal

source: download
lt: Parsisiuntimas

source: language
lt: Kalba

source: mute
lt: Be garso

source: newsletter
lt: Naujienlaiškis

source: satfinder
lt: Palydovų paieška

source: serviceinfo
lt: Kanalo informacija

source: subtitle
lt: subtitrų

source: timeshift
lt: Laiko poslinkis

source: timezone
lt: Laiko juosta

source: vfdisplay
lt: vfd ekranas

source: volume
lt: Garsumas

source: Power
lt: Galia

source: Last
lt: Paskutinis

source: Next
fr: Suivant
lt: Kitas

source: Mute
lt: Be garso

source: Exit
lt: Išeiti

source: Left
lt: kairys

source: Right
lt: dešinys

source: Up
lt: Aukštyn

source: Down
lt: žemyn

source: Back
lt: atgal

source: Volume Up
lt: Garsiau

source: Volume Down
lt: Tyliau

source: Channel Up
lt: kanalas aukštyn

source: Channel Down
lt: kanalas žemyn

source: Red
lt: Raudona

source: Green
lt: Žalia

source: Yellow
lt: Geltona

source: Blue
lt: Mėlyna

source: Fast Rewind
lt: Greitas Atsukti

source: Pause
lt: Pauzė

source: Stop
lt: Stabdyti

source: Fast Forward
lt: Greitas Pirmyn

source: Tv
lt: Televizija

source: Resolution
lt: Rezoliucija

source: Play
lt: Leisti

source: Titan Log
lt: Titan Žurnalas

source: Reset
lt: Perjungti

source: Add Timer
lt: Pridėti Laikmatis

source: 1500rpm
fr: 1500 U/min

source: 500rpm
fr: 500r/m

source: Action after
fr: Action suivante

source: alt file
fr: Fichier alternative

source: Audio PID:
fr: PID Audio:

source: Beta Config
fr: Configuration Béta

source: betapass
fr: Mot de passe Béta

source: betauser
fr: Nom utilisateur Béta

source: bootlogo
fr: Logo de démarrage

source: BootResolution
fr: Résolution de démarrage

source: bootrgbfix
fr: Réglage RGB au démarrage

source: Cancel Shutdown
fr: Annuler arrêt

source: Channel Service...
fr: Service chaine

source: Color Format Scart
fr: Format couleur Scart

source: Committed command
fr: Commande Committé

source: DiSEqC Command Order
fr: Ordre Commande DiSEqC

source: DiSEqC Configuration
fr: Configuration DiSEqC

source: DiSEqC repeats
fr: Répète DiSEqC

source: East / West
fr: Est / Ouest

source: emucontrol
fr: Controle Emu

source: errorboot
fr: Erreur démarrage

source: errorstop
fr: Erreur stop

source: Extensions Menu
fr: Menu Extensions

source: Fast DiSEqC
fr: Diseqc rapide

source: File Browser
fr: Navigateur de fichiers

source: fontsize
fr: Taille de font

source: Found Data:
fr: Fichiers trouvés:

source: Found Radio:
fr: Radio trouvées:

source: Found TV:
fr: TV trouvées:

source: fsckrecord
fr: Vérificateur des fichiers Partition de l'enregistrement

source: fsckswap
fr: Vérificateur des fichiers Partition SWAP

source: ftpd
fr: FTP Deamon

source: Germany
fr: Allmagne

source: Harddisk Format - List Devices
fr: Disque Dur format - Liste . Pilotes

source: Harddisk Fsck - List Devices
fr: Disque Dur Fsck- Liste . Pilotes

source: Image Information
fr: Information Image

source: Imdb Directory
fr: Repertoire Imdb

source: Increased Voltage
fr: Augmentation de Voltage

source: Infobar Auto hide on call
fr: Cacher Infobar automatiquement en appel

source: Install
fr: Installer

source: Ipk Install - select file
fr: Ipk installation - Sélectionne un fichier

source: IPK install (online)
fr: Installion IPK online

source: IPK remove
fr: Supprimer IPK

source: IPK tmp (tmp)
fr: IPK tmp

source: iwatch
fr: imontre

source: LNB Configuration
fr: Configuration LNB

source: loadpartition
fr: Chargement de Partition

source: Manuel Scan
fr: Scan Manueller

source: maxdelay
fr: Retard Maximale

source: maxrate
fr: Taux Maximale

source: Network Assistant
fr: Assistant réseau

source: nfsserver
fr: NFS Serveur

source: North / South
fr: Nord / Sud

source: nr_usbreaders
fr: Nombre Lecteur-USB

source: oldaudiofw
fr: oldaudio Firmware

source: oldvideofw
fr: vieille Vidéo Firmware

source: Only free channel scan
fr: Scan chaine libre seulement

source: only_boot_overclock
fr: Démarrage Seulement overclock

source: Piconpath
fr: Chemin de Picons

source: pingserver
fr: ping Serveur

source: pingtimeout
fr: Temps mort de Ping

source: PlayList - select your playlist !
fr: Liste de lecture - Sélection de fichier

source: PlayList
fr: Liste de lecture

source: playlist
fr: Liste de lecture

source: Power action
fr: Action alimentation

source: Prev
fr: Précedent

source: progressbar
fr: bar de progression

source: rcreboot
fr: RC Redémarre

source: record_max_sectors
fr: Enregistrement Max par Secteur

source: record_split_size
fr: Taille Enregistrement par partie

source: record_split_type
fr: Type d'Enregistrement par partie

source: repairmodus
fr: Reparation de mode

source: Repeat type
fr: Type de répétition

source: Restart Titan
fr: Redémarrer Titan

source: Rotor Position
fr: Position de Rotor

source: sambaserver
fr: Serveur Samba

source: scartonstandby
fr: SCART en Veille

source: Scart-Recorder
fr: Enregistrement - Scart

source: Settings...
fr: Réglages

source: Share Settings
fr: Réglages Partages

source: showtvinfo
fr: Afficher Info TV

source: Softcam selection
fr: Séléction Softcam:

source: Standby / Poweroff...
fr: Veille / Arrét

source: Standby Mode
fr: Mode Veille

source: standby_freq
fr: Veille Fréquence

source: standby_overclock
fr: overclock en Veille

source: Start
fr: Démarre

source: swap_max_sectors
fr: max secteur par Swap

source: swapsize
fr: Taille de Swap

source: Switch
fr: Changer

source: System...
fr: Système

source: szap_diseqc_repeat
fr: szap_diseqc_répét

source: szap_emul
fr: sZap EMU

source: szap_frontend
fr: sZap Avant-Fin

source: szaplong
fr: sZap a Long

source: Test frequency
fr: Teste fréquence

source: Tone Burst
fr: Son Burst

source: Transponder:
fr: Transpondeur:

source: tuxtxt_cpufrequ_workaround
fr: Fix Fréquence Teletext CPU

source: Update
fr: Mise a jour

source: use ssl
fr: Utiliser SSL

source: useproxy
fr: Nom utilisateur Proxy

source: Volume off
fr: Désactive Volume

source: Weather Info
fr: Infos de Météo

source: webif
fr: Web Interface
