Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: Use config from Flash (temporary)
es: Use configuracion desde Flash (temporal)
lt: Use configuration from Flash (temporary)

source: Use config from Stick or HDD
es: Use configuracion desde Swap (permanente)
lt: Use configuration from Swap (permanent)

source: Choose your Config File from the following list
es: Seleccione la configuración deseada de la lista de abajo

source: No config file found.
es: No se encontró el archivo de configuración

source: Dvbapi (enabled)
es: DVBapi (habilitado)

source: Dvbapi (disabled)
es: DVBapi (discapacitado)

source: Reader active
es: Activar Reader
lt: activated

source: Oscam config written to medium !
es: OScam config guardada!
lt: OScam config saved!

source: Restart Oscam ?
es: Reiniciar OScam?

source: Oscam dvbapi config disabled !
es: OScam DVBapi config discapacitado!

source: Oscam dvbapi config enabled !
es: OScam DVBapi config habilitada!

source: HDD not configured can't find record path
es: Disco duro no configurado! No se puede encontrar ruta de grabacion! Por favor, configure disco duro!
lt: Harddisk not configured! Can't find record path! Please configure Harddisk!

source: Not enought space
es: ERROR: Insuficiente espacio libre
lt: ERROR: Insufficient Free Space

source: Error create filename
es: ERROR: No se puede crear fichero
lt: ERROR: Can't create Filename

source: Can't open file
es: ERROR: No se puede abrir archivo
lt: ERROR: Can't open File

source: Can't open FRONTEND device
es: ERROR: No se puede abrir Dispositivo Frontend
lt: ERROR: Can't open Frontend Device

source: Can't open DMX device
es: ERROR: No se puede abrir el dispositivo DMX
lt: ERROR: Can't open DMX device

source: Pid's not ok
es: ERROR: Los PID no estan bien
lt: ERROR: PIDs are not OK

source: Channel or Transponder is empty
es: ERROR: El canal o transpondedor esta vacia
lt: ERROR: Channel or Transponder is empty

source: Write error
es: !!! ERROR DE ESCRITURA !!!

source: No memory
es: ERROR: No Memoria
lt: ERROR: No Memory

source: Failed open split file
es: ERROR: No se puede abrir archivo dividido
lt: ERROR: Can't open split file

source: Frontend type unknown
es: ERROR: tipo desconocido Frontend
lt: ERROR: Frontend type unknown

source: Tune to channel failed
es: ERROR: Para sintonizar Canal fracaso
lt: ERROR: Tuning to Channel failed

source: To many read error or end of file
es: ERROR: Demasiados errores-leidos o final alcanzado de archivo
lt: ERROR: Too many read-erros or reached end of file

source: Can't create service
es: ERROR: No se puede crear de servicio
lt: ERROR: Can't create Service

source: No space left on device
es: ERROR: No hay espacio libre en el dispositivo
lt: ERROR: No free space on device

source: Record / Timeshift / Stream
es: Grabacion/Timeshift/Stream

source: Box recording finished poweroff in 30sec !
es: grabacion termino. Receptor de apagado en 30 segundos
lt: Recording finished. Receiver will Power-Off in 30 Seconds

source: Can't find free Tuner for Record. Switch to Recording/Timeshift Channel ?
es: ERROR: No se puede encontrar un sintonizador libre para la grabacion. Cambie a grabacion/Timeshift Canal?
lt: ERROR: Can't find a free Tuner for the recording. Switch to Recording/Timeshift Channel?

source: Timer Record start !
es: Temporizador de grabacion comenzo!
lt: Laikmatis įrašymas prasidėjo !

source: Record
es: Grabar
lt: įrašas

source: change
es: Cambiar
lt: Pakeisti

source: add recording (stop after current event)
es: Añadir grabacion (parada despues del evento actual)

source: add recording (indefinitely)
es: Añadir grabacion (Ilimitado)
lt: Add recording (Unlimited)

source: add recording (enter duration)
es: Añadir grabacion (Introduzca duracion)

source: Can't get EPG time or EPG endtime not ok
es: No se puede obtener el tiempo EPG o la EPG Final de tiempo es defectuoso.
lt: Can't get EPG time or the EPG Endtime is faulty.

source: Record started
es: Grabacion comenzada
lt: Recording started

source: undefined error
es: !!! ERROR NO DEFINIDO !!!

source: Timer starttime or endtime not ok
es: ERROR: Temporizador Inicio tiempo/Fin tiempo defectuosa
lt: KLAIDA: Laikmatis startTime / Endtime klaidingas

source: Timer endtime shorter than aktual time
es: ERROR: Temporizador fin de tiempo en el pasado
lt: KLAIDA: Laikmatis Endtime präityje

source: Timer endtime shorter than start time
es: ERROR: estaablecer final antes de ajustar la hora de inicio
lt: KLAIDA: Nustatyti pabaiga yra prieš nustatytą Pradžios laikas

source: Timer service ID not ok
es: ERROR: Servicio ID defectuosa
lt: KLAIDA: Paslaugos ID klaidingas

source: Timer transponder ID not ok
es: ERROR: Transpondedor ID defectuoso
lt: KLAIDA: Siųstuvo ID klaidingas

source: Timer conflicts with other timer Would you add the timer?
es: Temporizador choca con un temporizador ajustado. desea configurar el temporizador?
lt: Laikmatis susiduria su rinkiniu timer. Do jūs vis dar norite nustatyti laikmatį ?

source: not started akttime higher than timer endtime
es: ERROR: Evento no iniciado.Tiempo final ya pasado
lt: KLAIDA : Įvykio ne started. Endtime jau präityje

source: EPG Scan activate standby?
es: Exploracion EPG esta previsto que comience. Activar Reposo?
lt: EPG scan is due to start. Activate Standby?

source: stopped from user
es: Detenido Manualmente
lt: Manually stopped

source: once
es: Una vez
lt: vieną kartą

source: repeate
es: Repita
lt: Pakartoti

source: daily
es: Diaria
lt: kasdien

source: weekly
es: Semanal
lt: Savaitės

source: workdays
es: Los das de trabajo
lt: Šiokiadieniai

source: rec
es: Grabar
lt: įrašų

source: switch
es: Zap a Canal
lt: Zap norimą kanalą

source: waiting
es: warte
lt: laukimas

source: success
es: Sucesos
lt: sėkmė

source: Really restore default settings ?
es: Seguro de restaurar los ajustes de fabrica?
lt: Ar tikrai norite atstatyti gamykloje nustatymus?

source: Receiver reboots now !!!
es: Receptor se reiniciara ahora !!!
lt: Imtuvą perkrauti dabar !!!

source: Can't restore settings
es: ERROR: No se puede restaurar la configuracion
lt: KLAIDA: Neįmanoma atkurti nustatymus

source: Do you really want to erase all data and backups from Swap? The Box will reboot and the erase will be started!
es: Realmente desea borrar todos los datos y copias de seguridad de Swap? El receptor se reiniciara y se ejecutar la eliminacion!
lt: Do you really want to erase all data and backups from Swap? The Receiver will reboot and deletion will be executed!

source: Do you really want to erase Swap (Settings are preserve)? The Box will reboot and the erase will be started!
es: Realmente desea borrar el Swap-sistema de archivos? Sus ajustes se conservan. Su receptor se reiniciara y borrar!
lt: Do you really want to erase the Swap-Filesystem? Your Settings are retained. Your Receiver will Reboot and erase.

source: Restore default settings
es: Restaurar la configuracin de fabrica
lt: Atstatyti gamyklinius nustatymus

source: Format MNT with Backup/Restore
es: Sistema de archivos de formato MNT con un respaldo de los ajustes/restauracion
lt: Format MNT Filesystem with a settings backup/restore

source: Format MNT (all)
es: Formato completo MNT Archivo sistema
lt: Format complete MNT Filesystem

source: Choose your Restore Mode from the following list.
es: Seleccione el modo de recuperación deseado de la lista siguiente

source: Can't connect to server !
es: ERROR: No se puede conectar con el servidor!
lt: KLAIDA: Nepavyko prisijungti prie serverio !

source: Send remote box into standby ?
es: estaablecer receptor remoto al modo de espera?
lt: Nustatyti nuotolinio imtuvą į budėjimo režimą ?

source: Connection to server lost !
es: La conexion al servidor se ha perdido!
lt: Jungtis į serverį prarasta!

source: Found Pay Stream visit the official Website and Order this Stream and try this again !
es: Encontrado corriente de pago, por favor visite el sitio web oficial, pedir este Stream y vuelve a intentarlo!

source: Sat/Provider:
es: Satelite/Provider
lt: Sat / teikėjas :

source: Channel scan ended. Nothing found.
es: Exploracion de canales completada. no se encontraron servicios.
lt: Kanalų skenavimo baigtas. Paslaugų nerasta.

source: Channel scan ended.
es: busqueda de canales completada. Ahorra Canales utilizando teclas de colores que se muestaran en su control remoto.
lt: Kanalų skenavimas baigtas. Išsaugoti Kanalus naudojant spalvotus klavišus Pultelyje.

source: All new channels added!
es: Todos los nuevos canales añadidos!
lt: Pridėti Visi nauji kanalai !

source: Wait for channel scan end
es: Por favor espere a que la exploracion del canal para finalizar
lt: Prašome palaukti, kol baigsis skenavimas

source: Scan is not allowed if record or stream is running !
es: ERROR: Exploracion no esta permitido durante una grabacion / corriente activa!
lt: ERROR: Scan is not allowed during an active recording / stream!

source: No Tuner configured
es: ERROR: Tuner no Configurado!
lt: ERROR: No tuner configured!

source: Single Transponder
es: Unico Transpondedor
lt: Vienintelis transponderis

source: Single Sat
es: Unico Satelite
lt: Vienas Palydovas

source: Multi Sat
es: Multi Satelite
lt: Keli Palydovai

source: Single Provider
es: Unico Provider
lt: Vienas teikėjas

source: Auto Scan
es: Exploracion automatica
lt: Automatinis nuskaitymas

source: Unchanged
es: No cambie
lt: Nekeiskite

source: Create new
es: Crear Nuevo
lt: Sukurti naują

source: Delete All
es: Eliminar todo
lt: Ištrinti visus

source: Transponder changed
es: Transpondedor Cambiado
lt: Siųstuvas pakeistas

source: Change to scart
es: Cambiar a la salida SCART
lt: Pakeisti į SCART išvestį

source: Videomode must be 576i for Scart
es: Videomodo debe ajustarse a 576i para la salida SCART
lt: Videomode must be set to 576i for SCART output

source: card present
es: Smartcard encontrado
lt: Smartcard found

source: card not present
es: Smartcard no econtrado
lt: Smartcard not found

source: black
es: Negro
lt: juodas

source: blue
es: Azul
lt: Mėlyna

source: green
es: Verde
lt: Žalia

source: red
es: Rojo
lt: Raudona

source: yellow
es: amarillo
lt: Geltona

source: white
es: blanco
lt: baltas

source: grey
es: gris
lt: pilkas

source: lila
es: purpura
lt: violetinis

source: mixed mode
es: Modo Mixto
lt: mišrus režimas

source: Song TitleText
es: Mostrar Ttulo de la cancion
lt: Rodyti Dainos Pavadinimą

source: Logo 1
es: Imagen de saltos

source: Logo 2
es: Ver imagen del desplazamiento

source: imdb mvis (network/hdd)
es: Fotos segundo plano IMDB (Red/disco duro)
lt: IMDB Background Pictures (Network/Harddisk)

source: BG-RUN
es: Ejecutar en segundo plano
lt: Vykdyti fone

source: Script has no output or started in background.
es: El guión no tiene salida o se inició en el fondo

source: Script execute
es: Ejecutar script
lt: Vykdyti scenarijų

source: Timeshift is running !!! Stop it and switch ?
es: Timeshift se esta ejecutando !!! Deje Timeshift y cambiar de canal?
lt: Timeshift veikia !!! Stop Timeshift ir pakeisti kanalą ?

source: Can't find a Tuner. All Tuners in use or no Tuner defined.
es: No Sintonizador libre disponible. Todos los sintonizadores estan en uso o sin sintonizador definido.
lt: Nerandate Tuner. All Tuner naudoti ar ne Tuner defined.

source: Tuning to Channel failed!
es: ERROR: Canal no disponible
lt: KLAIDA: Kanalo nėra

source: Can't open frontend dev or Frontend Type unknown!
es: ERROR: No se puede abrir DispositivoFrontend o Tipo Frontend es desconocido.
lt: KLAIDA: Nepavyko atidaryti Įrenginių sąsajaName or Frontend Tipas unknown.

source: Channellist empty or corrupt (channel not found)!
es: Lista de canales vacíos o corruptos (canal no encontrado)!
lt: KLAIDA: Channellist tuščias arba corrupt Channel nerasta!

source: swts
es: Dejar stmdvb.ko carga con swts Opcion
lt: Load stmdvb.ko with swts Option

source: Cam Routing
es: Dejar Stmdvb.ko carga con CamRouting Otion
lt: Load stmdvb.ko with CamRouting Otion

source: Blue Key Action - Setup
es: Azul Key - configuracion de Funciones
lt: Mėlyno mygtuko veiksmų - sąranka

source: TV / Radio Switch
es: TV/Radio interruptor
lt: TV / Radija jungiklis

source: Extensions List
es: Lista de Extensiones

source: Choose your plugin / menu item from the following list and show it so the blue button
es: Ajuste Funcion Boton Azul: Elija una funcion de la siguiente lista
lt: Nustatyti Mėlyno Mygtuko Funkcijas : pasirinkti iš sąrašo

source: Media Key Action - Setup
es: botón Media - Menú Asignación

source: Media Plugins List
es: Media Plugins Lista

source: Choose your Media plugin item from the following list and show it so the plugin button
es: Elija una funcion de la lista siguiente para el boton de los medios de comunicacion
lt: Pasirinkite funkciją iš toliau išvardytųjų sąraše Media mygtukas

source: Plugin Key Action - Setup
es: Plugin key - configuracion
lt: Įskiepis pagrindinė priemonė - sąranka

source: Choose your plugin / menu item from the following list and show it so the plugin button
es: Elija una funcion de la lista siguiente para el boton Plugin
lt: Pasirinkite funkciją iš šio sąrašo už Plugin mygtukas

source: Red Key Action - Setup
es: Rojo Key - configuracion
lt: Raudonas mygtukas veiksmas - sąranka

source: Choose your plugin / menu item from the following list and show it so the red button
es: Ajuste Funcion Boton Rojo: Elija una funcin de la siguiente lista
lt: Set Red Button Function: Choose a Function from the following list

source: border
es: Borde

source: bar
es: Barra

source: text
es: Texto

source: picture
es: Foto
lt: Nuotraukos

source: yes (Text in %)
es: Si (Texto en %)

source: yes (Text in MB)
es: Si (Texto en MB)

source: press red
es: Presione Boton Rojo
lt: Press Red Button

source: Receiver now reboot !!!
es: Receptor se reiniciara ahora !!!
lt: Receiver will reboot now!!!

source: Help
es: Ayuda
lt: Pagalba

source: 3D Mode
es: 3D Modulos
fr: Mode 3D

source: 3D-Mode Settings
es: 3D Configuracion
lt: 3D Setup

source: About
es: Acerca de titan
fr: A Propos
lt: Apie Titan

source: AC3 default
es: Dolby Digital (AC3) como por defecto
fr: AC3 Par défault
lt: Dolby Digital (AC3) as default

source: AC3 Mode
es: Dolby Digital (AC3) modo
fr: Mode AC3
lt: Dolby Digital (AC3) mode

source: Activate (autostart)
es: Activacion (Autoinicio)

source: Actors
es: Actores:
lt: Aktoriai:

source: Adapter Settings
es: LAN Interface configuracion
fr: Réglages Adaptateur
lt: Tinklo nustatymai

source: ADD ALL
es: Añadir todos los canales
lt: Add All Channels

source: ADD BOUQUET
es: Añadir Favoritos
lt: pridėti paketą

source: ADD ONE
es: Añadir individual
lt: Add Individually

source: add service
es: Añadir servicio
fr: Ajouter service
lt: Pridėti paslaugą

source: Adjust
es: Avanzado
fr: Ajuster

source: ae
es: Ä

source: AE
es: Ä

source: After EPG Scan
es: Actualizacion EPG despues de la actualizacion de escaneo

source: After the manual search, you have to if they want to save all the sender to save the search with the green button. To add a station manually have to select the sender in the right box and then save it with the red button that station. If you do not do this and go to exit out the search not saved.
es: despues de preformacion una busqueda manual, pulse el Boton verde para guardar todos los canales encontrados. Para agregar un canal manualmente, seleccione el canal de la derecha y pulse boton- -Rojo para guardarlo de forma individual. Salir no guarda nada!
lt: After preforming a manual search, press the -Green button- to save all found channels. To add a channel manually, select the channel on the right and press -Red button- to save it individually. Exit does not save anything!

source: After Timeshift
es: Accion despues de Timeshift
lt: Veiksmas po Timeshift

source: Age Protect
es: Proteccion de Edad
lt: Amžius Apsauga nuo

source: Aktion after
es: Accion despues de la grabacion
lt: Veiksmas po įrašymas

source: ALL
es: Todo
fr: Tout
lt: Visi

source: Allowed Zapping via Streamlink
es: Erlaube Umschalten durch Live Stream

source: Ask on channel switch
es: Pide Cambiar de Canal
lt: Paklausti perjungiant kanalą

source: Aspect Ratio:
es: Relacion de Aspecto:

source: Audio delay
es: Retraso Audio

source: Audio Source
es: Fuente de Audio
fr: Source Audio

source: Audio/Subt.
es: Audio/Subtitulos
fr: AUDIO/soustitre.
lt: Garsas / Subtitrai

source: Audio Tracks
es: Elegir Audio Canal
fr: Piste Audio
lt: Garso Takeliai

source: Autocheck cam can decrypt
es: Compruebe automaticamente si su modulo CI puede descifrar
lt: Check automatically if your CI Module can decrypt

source: Automatic Search
es: Busqueda Automatica
fr: RechercheAutomatique

source: Automatic start last subtitle
es: Auto iniciar ultimo SubTitulo
lt: Automatiškai paleisti paskutinius subtitrus

source: Auto resolution
es: Resolucion Automatica
fr: Résolution Automatique

source: Autostart - Audio / Video / Sat
es: Audio/Video/Satelite
lt: Audio / Video / Palydovinė

source: Autostart - Cam / Emu
es: Softcam
lt: Softcam

source: Autostart - Child safety
es: Proteccion Edad
lt: Age Protection

source: Autostart Default
es: Configuracion de Fabrica
lt: Gamykliniai nustatymai

source: Autostart - Network
es: Autoiniciar - Red
lt: tinklas

source: Autostart Settings
es: Autoiniciar
lt: Paleistis

source: Autostart - Usb Device
es: USB Dispositivo
lt: USB įrenginys

source: A/V Settings
es: Audio/Video Ajustes
fr: Réglages Audio/Video
lt: Garso / Vaizdo nustatymai

source: Backup
es: Copia de seguridad
fr: Sauvegarde

source: Backup / Restore Settings
es: Backup/Restaurar Configuracion
fr: Sauvegarde/Restauration
lt: Backup / Restore Nustatymus

source: Bandwidth
es: Ancho de Banda
lt: Juostos plotis

source: Bandwidth:
es: Ancho de Banda

source: Before you can see Signal/SNR/Ber you must zap to a channel of the satellite you are searching.
es: Antes de que pueda ver los valores de señal/SNR/BER debe cambiar a un canal del satelite que esta buscando.
lt: Before you can see the values for Signal/SNR/BER you must switch to a channel of the Satellite you are searching.

source: Begin
es: Comenzando

source: Behavior at recording
es: Lo que hay que mostrar durante Grabaciones
lt: What to display during Recordings

source: Blindscan Adjust
es: Busqueda Ciega
lt: Adjust

source: Blindscan Settings
es: Busqueda Ciega
lt: Blindscan

source: Blue Button
es: Boton Azul
fr: Bouton Bleu

source: Bouquet List
es: Favoritos
fr: Bouquets
lt: Favourites

source: Bouquet Type
es: Tipo
lt: Type

source: Brightness
es: Brillo
fr: Luminosité
lt: Šviesumas

source: CAID Lock
es: CAID Barrera

source: cancel
es: Cancelar
fr: Annuler
lt: Atšaukti

source: Change Channelname
es: Actualizacion nombre de canal
lt: Update Channelname

source: Change Feed
es: Añadir/Cambiar fuente Direccion
lt: Add/Change Feed Address

source: Channel Allocation
es: Asignacion de Canales

source: Channel Edit
es: Editar Lista de Canales
fr: Edition de Chaines

source: Channel History
es: Canales Historia

source: Channel Search
es: Busqueda de Canales
fr: Recherche de chaine
lt: Kanalų paieška

source: Channel Service
es: Servicio de Canales
fr: Service chaine
lt: Kanalų Paslaugos

source: Ci-Modul internal Menu
es: CI-Modulo interno Menu

source: Clear
es: Limpiar

source: Clear before scan
es: Limpiar antes de buscar?
fr: Effacer après scan?
lt: Išvalyti prieš skanavimą

source: CLEAR INPUT
es: Borrar entrada

source: Code1
es: Codigo 1:

source: Code2
es: Codigo 2:

source: Color Format
es: Color Formato
fr: Format couleur

source: Color Format Scart / Composite
es: Color Formato SCART / Compuesto

source: Common Interface
es: CI-Modulo
fr: Interface Commune
lt: Įstatomi moduliai

source: Configure
es: Configurar

source: Contrast
es: Contraste
fr: Contraste
lt: Kontrastas

source: Copy / Move
es: Copiar/Mover

source: copy service
es: Copiar servicios a Favoritos
fr: Copier Service
lt: Kopijuoti paslaugą i Mėgstamus

source: Create Default Favorites
es: Crear favoritos predeterminados
lt: Create Default Favourites

source: Create Path
es: Crear Ruta

source: Create Record Picture
es: Crear Grabar Previo
lt: Create Record Preview

source: Create Settings Menu
es: Menu de creacion de Transpondedor

source: create System Backup
es: Crear una copia de seguridad del sistema

source: Create Thumb Picture
es: Crear miniaturas
lt: Create thumbnail

source: Create Transponder List
es: Importar Lista de Transpondedores

source: Day
es: Dia
fr: Jour
lt: diena

source: Deactivate
es: Detener
fr: Désactiver
lt: Išjungti

source: Debug Modus
es: Debug Modo
lt: Debug Mode

source: DEFAULT
es: Defecto
fr: Standard
lt: Numatyta

source: Default Autostart
es: General

source: Del EPG before scan
es: Eliminar EPG antes del escaneo
lt: Trinti EPG prieš nuskaitymą

source: Delete EPG after read
es: Eliminar archivo EPG despues de la carga
fr: Supprime EPG après lecture
lt: Ištrinti EPG po perskaitymo

source: del startchannel
es: Eliminar inicio de canal
fr: Supprime chaine de démarrage
lt: Pašalinti startinį kanalą

source: DESC
es: Descripcion
lt: Aprašymas

source: Device:
es: Dispositivo:
fr: Dispositif:
lt: prietaisas :

source: Devices
es: Dispositivos
fr: Dispositif
lt: įrenginiai

source: Diseqc Command Order
es: Para comandos de DiSEqC

source: DiSEqC Mode
es: DiSEqC Modus
fr: Mode DiSEqC
lt: DiSEqC būdas

source: Diseqc repeats
es: DiSEqC Repeticiones

source: diseqcscreen
es: DiSEqC
lt: DiSEqC

source: Diseqc Settings
es: DiSEqC
fr: Réglages DiSEqC
lt: DiSEqC

source: dnsserver 1
es: DNS-Servidor 1
fr: Serveur-DNS 1

source: dnsserver 2
es: DNS-Servidor 2
fr: Serveur-DNS 2

source: Dutch
es: Holandes
lt: Olandų

source: DYNDNS Settings
es: DYNDNS
lt: DYNDNS

source: EDIT LNB / UNICABLE
es: Configurar LNB/Unicable
lt: Configure LNB/Unicable

source: EDIT MOTOR
es: Configurar Motor Sistema
lt: Configure Motor System

source: EDIT TUNER
es: Configurar Tuner
lt: Configure Tuner

source: End
es: Fin
fr: Fin

source: Engine Systems
es: Sistema Motorizado

source: EPG button on EPG Screen
es: EPG en boton EPG

source: Epgfreespace (KB)
es: Memoria disponible libre (KB)
fr: Espace libre EPG
lt: Laisvos atminties ( KB)

source: Epg List Mode
es: Exploracion en segundo plano
fr: List en Mode EPG
lt: Fono Scan

source: EPG Path
es: Ruta de almacenamiento
fr: Chemin EPG
lt: EPG Kelias

source: Epg Refresh Time
es: Tiempo de Recarga
fr: Temps De refraichissemnt EPG
lt: EPG Atnaujinimo Laikas

source: EPG Reset
es: EPG eliminar
fr: Redémarrage EPG
lt: EPG Atstatyti

source: EPG Save Mode
es: Archivar archivo EPG
lt: Saugoti EPG failą

source: EPG Scanlist
es: EPG Lista escaneada

source: EPG Search
es: Busqueda
lt: EPG Paieška

source: EPG Settings
es: EPG
fr: Réglages EPG
lt: EPG Nustatymai

source: EPG SHORT VIEW
es: EPG vista Corto

source: Extensions
es: Extensiones
lt: Išplėtimai

source: Ext. Modul detect (needs reboot)
es: Ext. Deteccion Modulo (necesario reiniciar)
lt: Ext. Modul aptikimas ( poreikiai perkrauti )

source: Fav
es: Favoritos

source: FEC
es: Adelante Error Correccion (FEC)
lt: Forward Error Correction (FEC)

source: Filesystem Check
es: Comprobar sistema de archivos
fr: Controle de fichier Sys

source: Fine move
es: Mover el motor lentamente

source: Fix Shutdown Time
es: Fijo tiempo de apagado
lt: Fiksuoto išjungimo laikas

source: Flash: Flash range is deleted after update, mnt: flash range to permanently update available, swap: USB medium permanently
es: MNT: Instalacion de memoria interna:. Suprimido por Flash USB. FLASH: Instalacion de memoria interna:. Eliminados en la proxima Actualizacion en linea. SWAP: Instalacion de USB Stick/Disco duro: No eliminacion en Actualizacion de software.
lt: MNT: Installation to internal Memory: Deleted by USB Flash. FLASH: Installation to internal Memory: Deleted in next Online Update. SWAP: Installation to USB Stick/Harddisk: No deletion during Software Update.
