Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: Flashupdate (online)
es: Actualizacion de software (Linea)
fr: Mise a jour FLASH(online)
lt: Programinės įrangos naujinimas (Online )

source: Flashupdate (tmp)
es: Actualizacion de software (Local)
fr: Mise a jour FLASH (tmp)
lt: Programinės įrangos naujinimas (vietinis )

source: Fontsize adjust in pixel
es: tamaño de la fuente en píxeles
fr: Ajuster taille de font en Pixel

source: Format HDD
es: Formato Dispositivo
fr: Disque Dur Format
lt: Formatuoti įrenginį

source: free space
es: Espacion Libre disponible
fr: Esapce Libre
lt: Laisvos vietos

source: French
es: Frances
lt: Prancūzų

source: Frequency
es: Frecuencia
fr: Fréquence
lt: Dažnis

source: Frequency:
es: Frecuencia:
fr: Fréquence:
lt: dažnis:

source: gateway
es: Puerta de Enlace
fr: Passerelle
lt: Šliuzas

source: German
es: Aleman
fr: Allmand
lt: Vokiečių

source: Go to startpos
es: Ir a Posicion de inicio
lt: Eiti į Startposition

source: Graph. EPG
es: Graphical EPG
lt: Grafinis EPG

source: Graphic EPG
es: Graphical EPG
lt: Grafinis EPG

source: Graphic EPG Picon
es: Graphical EPG Picon
lt: Grafinis EPG Picon

source: Graphic EPG Zoom
es: Factor de zoom para Graphical EPG
lt: Grafinis EPG Padidinti

source: Greek
es: Griego
fr: Grecque
lt: Graikų

source: Guardinterval
es: Intervalo de guardar

source: Guardinterval:
es: Intervalo de guardar

source: GUI Restart
es: Reiniciar Titan
lt: Titan Perkrauti

source: Here they can do for your chosen tuner to lnb settings.
es: Aqui usted puede configurar su LNB (s) para el sintonizador seleccionado
lt: Here you may setup your LNB(s) for the selected tuner

source: Here to select your remote Model
es: Aqui usted puede seleccionar el modelo de su mando a distancia y confirme pulsando -OK-
lt: Here you may select your Remote Control Model and confirm by pressing -OK-

source: Here you can assign channels for their ci modules.
es: Aqui podra poner canales de configuracion para el modulo CI adjunto (s).
lt: Here you may setup channels for attached CI module(s).

source: Here you can backup and restore your settings.
es: Aqui usted puede copias de seguridad y restaurar la configuracion.
lt: Here you may backup and restore your settings.

source: Here you can check the reception of the current station.
es: Aqui usted puede ver los valores de recepcin del canal sintonizador en su tuner
lt: Here you may view the reception values of the channel your tuned to

source: Here you can choose to configure your tuner. For your channel search, you must edit their tuner and adjust depending on the connection. For engine systems require an additional engine settings making.
es: Aqui usted puede configurar el sintonizador. Editar las configuraciones satisfaciendo su sintonizador y de tipo de conexion. Para los sistemas motorizados configuran a la habitacin su Entorno 'Sistemas motorizados.
lt: Here you may configure your tuner. Edit the settings suiting your tuner and Connection-type. For motorized systems configure 'motorized Systems' to suite your Environment.

source: Here you can configure access to your DynDNS.
es: Aqui usted puede configurar su servicio DNS.
lt: Here you may setup your DNS Service.

source: Here you can configure Ci-Modules.
es: Aquí puede configurar los módulos CI
lt: Here you may configure your CI module(s).

source: Here you can configure the smartcard readers.
es: Aqui usted puede configurar su lector de tarjetas inteligentes (s).
lt: Čia galite konfigūruoti dekodavimo skaitytojai (ai ) .

source: Here you can configure your web server.
es: Aqui usted puede configurar su servidor web.
lt: Here you may configure your web server.

source: Here you can create a new record timer.
es: Aqui usted puede configurar un nuevo temporizador para un evento de grabacion.
lt: Čia galite nustatyti naują laikmatį įrašymo event.

source: Here you can do a blind scan, this process takes a long time.
es: Aqui puede realizar una busqueda ciega. La busqueda ciega requiere mucho tiempo!
lt: Here you may perform a blind scan. The blind scan requires a long time!

source: Here you can edit the following channels from the EPG.
es: Aqui usted puede editar los canales de EPG
lt: Here you may edit the channels for EPG

source: Here you can install from our current online offering plug-ins.
es: Aqui usted puede instalar plugins / Extensiones de nuestra oferta en linea.
lt: Here you may install Plugins/Extebsions from our Online offer.

source: Here you can in your EPG entries for specific search. Use to start a color button to search.
es: Aqui usted puede buscar entradas especficas con la EPG. Utilice un boton de color para iniciar la busqueda.
lt: Here you may search for specific entries with the EPG. Use a coulored button to start the search.

source: Here you can make for your selected network interface settings.
es: Aqui usted puede configurar su interfaz de red.
lt: Here you may configure your Network Interface.

source: Here you can make for your wireless network settings. 1. Use Search button and select Your SSID (apoint / router) and Press ok 2. Make settings Type / Key confirm with ok and Note the following instructions 3. Disable Lan Yes, Activate Wlan Yes and use DHCP for easy setup.
es: Aqui usted puede configurar la red inalambrica (WLAN). 1. Iniciar busqueda, seleccione SSID y pulse -OK- 2. Elija el tipo de cifrado, escriba la frase de contraseña, confirme con -OK- 3. Discapacitado Lan. Activar WLAN. Usar DHCP para facilitar o estatica para la configuracion manual.
lt: Here you may configure the Wireless Network (WLAN). 1. Start search, select SSID and press -OK- 2. Choose encryption type, enter passphrase, confirm with -OK- 3. Disable Lan. Activate WLAN. Use DHCP for easy or static for manual Setup.

source: Here you can make your adjust settings.
es: Aqui usted puede personalizar ajustando los ajustes ..
lt: Here you may personalise the adjustment settings.

source: Here you can make your audio/video autostart settings.
es: Aqui usted puede personalizar su inicio automatico de audio/video.
lt: Here you may personalise your audio/video autostart.

source: Here you can make your cam/emu autostart settings.
es: Aqui usted puede personalizar su auto-inicio Softcam.
lt: Here you may personalise your Softcam autostart.

source: Here you can make your default autostart settings.
es: Aqui usted puede personalizar su arranque automatico por defecto.
lt: Here you may personalise your default autostart.

source: Here you can make your epg settings.
es: Aqui usted puede personalizar su configuracion EPG.
lt: Here you may personalise your EPG configuration.

source: Here you can make your mediadb settings.
es: Aqui usted puede personalizar su configuracion MediaDB.
lt: Here you may personalise your mediadb setup.

source: Here you can make your module settings.
es: Aqui usted puede personalizar su mdulo CI (s) de configuracion.
lt: Here you may personalise your CI module(s) setup.

source: Here you can make your network autostart settings.
es: Aqui usted puede personalizar su configuracion de inicio automatico de red.
lt: Here you may personalise your network autostart setup.

source: Here you can make your Overclocking settings.
es: Aqui usted puede personalizar su configuracion de overclocking.
lt: Here you may personalise your Overclocking setup.

source: Here you can make your picture and sound settings.
es: Aqui usted puede personalizar su imagen y la configuracion de sonido.
lt: Here you may personalise your Picture and Sound setup.

source: Here you can make your PIN security for menus settings.
es: Aqui usted puede personalizar su configuracion de Proteccion PIN Men.
lt: Here you may personalise your Menu PIN protection setup.

source: Here you can make your PIN security settings.
es: Aqui usted puede personalizar su configuracion de proteccion PIN.
lt: Here you may personalise your PIN protection setup.

source: Here you can make your recording timer configuration.
es: Aqui usted puede personalizar su configuracion del temporizador de grabacion.
lt: Čia jūs galite padaryti savo įrašymo laikmačio configuration.

source: Here you can make your recordpath settings.
es: Aqui usted puede personalizar un camino para las grabaciones con temporizador.
lt: Here you may personalise a path for timer recordings.

source: Here you can make your safety child autostart settings.
es: Aqui usted puede personalizar su configuracion de seguridad para niños.
lt: Here you may personalise your child safety setup.

source: Here you can make your screensaver settings.
es: Aqui usted puede personalizar su configuracion de pantalla.
lt: Here you may personalise your screensaver setup.

source: Here you can make your settings for your engine systems. To enter the latitude and longitude using the number keys.
es: Aqui puede configurar los ajustes del sistema motorizados. Navegar con la unidad de control remoto y las teclas se mostraran a continuacion
lt: Here you may set your motorised system settings. Navigate using your Remote Control and the keys displayed below

source: Here you can make your timeshift settings.
es: Aqui usted puede personalizar su configuracion timeshift.
lt: Here you may personalise your timeshift setup.

source: Here you can make your usb autostart settings.
es: Aqui usted puede personalizar su configuracion de inicio automatico USB.
lt: Here you may personalise your USB autostart setup.

source: Here you can make your vfd settings.
es: Aqui usted puede personalizar su configuracion VFD.
lt: Čia galite individualizuoti savo VFD setup.

source: Here you can manage your Ci-Modul or Card Infos.
es: Aqui usted puede configurar el mdulo (s). Para mas detalles por favor referir a su documentacion del modulo.
lt: Here you may configure your Module(s). For details please refere to your Module Documentation.

source: Here you can select from the following list.
es: Por favor, seleccione de la siguiente lista:
lt: Please select from the following list:

source: Here you can select from the following list a skin.
es: Por favor, seleccione una piel de la siguiente lista:
lt: Please select a skin from the following list:

source: Here you can select the Transponder Mode. Please use a channel search after the Restart
es: Aqui usted puede personalizar su configuracin de transpondedor. Tendra que realizar una exploracion despues del reinicio.
lt: Here you may personalise your transponder setup. You'll need to perform a scan after the reboot.

source: Here you can select your hard disks and USB flash drives for configuration.
es: Aqui usted puede elegir los dispositivos de disco duro y USB para configuracion.
lt: Here you may choose your harddisk and USB devices for setup.

source: Here you can select your Network Interface.
es: Aqui usted puede personalizar su configuracion de red.
lt: Here you may personalise your network setup.

source: Here you can set for your cable tuner. Ask your cable provider and make you connect an automatic search.
es: Aqui usted puede configurar el sintonizador de cable y realice una busqueda de canales.
lt: Here you may set up your cable tuner and perform a channel scan.

source: Here you can set for your Hyprid tuner. Choose the Tuner mode they want to use.
es: Aqui usted puede personalizar su configuracion de sintonizador hibrido.
lt: Here you may personalise your Hybrid tuner setup.

source: Here you can set for your satellite tuner. First, make your satellite selection. When using DiSEqC They also point to the port used. For advanced Lnb / Unicam navigate to the field and press the Red button.
es: Aqui usted puede configurar el sintonizador de satelite. Seleccione el satelite (s) en primer lugar. Para satelites multilinea con conmutadores DiSEqC configurar el puerto correcto. Ir a la LNB avanzada/ajustes Unicable pulse el -Boton Rojo- si quieres configurarlo.
lt: Here you can setup your Satellite tuner. Select the Satellite(s) first. For multi Satellites with DiSEqC switches set up the correct port. Go to advanced LNB/Unicable settings press the -Red Button- if you want to configure it.

source: Here you can set for your terrestrial tuner. Activate the terrestrial tuner and do you connect an automatic search.
es: Aqui puede activar y configurar el sintonizador terrestre. Despues de que se puede realizar una busqueda de canales automatica.
lt: Here you can activate and setup your terrestrial tuner. After that you can perform an automatic channel scan.

source: Here you can set your Channel search options. Very important, before you start looking for a channel must be set to its tuner tuner settings.
es: Aqui usted puede personalizar su configuracion de busqueda de canales. Para realizar una busqueda de canales asegrese de haber configurado correctamente los ajustes del sintonizador.
lt: Here you may personalise your channel search setup. To perform a channel scan make sure you have set your tuner settings correctly.

source: Here you can set your language.
es: Aqui usted puede configurar el idioma.
lt: Here you may set the language.

source: Here you can set your timezone.
es: Aqui usted puede configurar su zona horaria.
lt: Here you may set your timezone.

source: Here you can start and manage your additional plug-ins.
es: Aqui usted puede iniciar y administrar las extensiones instaladas.
lt: Here you may start and manage your installed extensions.

source: Here you can test your network.
es: Aqui usted puede probar la configuracion de red.
lt: Here you may test your network setup.

source: Here you can view the current channel information.
es: Aqui usted puede ver la informacion del canal sintonizador.
lt: Here you may view the tuned channel information.

source: Hierarchy
es: jerarquia

source: Hierarchy:
es: jerarquia:

source: How many days
es: Dias de almacenamiento EPG por adelantado
fr: Combien de jours?
lt: Kiek dienų saugoti EPG

source: HTTPD Port
es: Webservidor Puerto
lt: Webserver Port

source: HTTP Settings
es: Webinterface y Reinicio GUI
lt: HTTP nustatymai

source: Inc. AC3 Audio in %
es: Conoce AC3 Audio Volumen reduciendo Stereo-audio en%
lt: Meet AC3 Audio Volume by reducing Stereo-audio in %

source: install
es: Instalar
fr: Installer
lt: Įdiegti

source: Installed:
es: Instalado:
lt: Instaliuota:

source: IP for Stream
es: Stream Direccion (IP)
lt: IP Stream

source: Italian
es: Italiano
lt: Italų

source: Keyboard
es: teclado
fr: Clavier
lt: Klaviatūra

source: Language
es: Lenguaje
fr: Langage
lt: Kalba

source: Latitude
es: Latitud
lt: Platuma

source: LED - brightness running
es: LED - Brillo mientras se ejecuta
lt: LED - Ryškumas

source: LED - brightness standby
es: LED - Brillo en modo de espera
lt: LED - Ryškumas budėjimo režimui

source: Limit
es: Limites

source: Listbox Select
es: establecer tipo de Cursor
fr: Sélection Listbox
lt: Set Cursor type

source: Listbox Select Color
es: Seleccion de color del cursor
lt: Set Listbox Color

source: LNB Settings
es: LNB ajustes
fr: Réglages LNB

source: Longitude
es: Longitud
lt: Ilguma

source: Main Menu
es: Menu Principal
fr: Menu Principale
lt: Pagrindinis meniu

source: Manual Search
es: Busqueda Manual
fr: Recharche Manuelle
lt: Rankinė Paieška

source: Manual Search Cable
es: busqueda cable Manual
lt: Rankinė Paieška Kabelinė

source: Manual Search Terrestrial
es: Bsqueda Manual terrestre
lt: Rankinė Paieška Antžeminė

source: Maximal frequency
es: Maxima Frecuencia
lt: Maksimalus dažnis

source: Maximal signalrate
es: Velocidad mxima de la señal
lt: Maksimalus signalas

source: Media Button
es: Boton Media
lt: Media mygtukas

source: MediaDB Path
es: MediaDB Ruta
lt: MediaDB Kelias

source: MediaDB Settings
es: MediaDB Ajustes
lt: MediaDB Nustatymai

source: Memory
es: Memoria
fr: Mémoire
lt: Atmintis

source: Menulist
es: Lista de Menus
fr: Liste de Menu

source: Menu Protect
es: Protejer Menu
fr: Protéger Menu
lt: Apsaugokite Meniu

source: MENUPROTECT
es: Proteccion Menu
fr: Menu protégé

source: Minimal frequency
es: Minima Frecuencia
lt: Minimalus Dažnis

source: Minimal signalrate
es: Tasa mnima de señal
lt: Minimalus Signalas

source: Minutes
es: Minutos
lt: minučių

source: Minutes:
es: Minutos:
lt: Minutės :

source: Modulation
es: Modulacion
lt: Paaukštėjimas

source: Modulation:
es: Modulacion:
lt: Moduliacija:

source: Module
es: Modulo
lt: modulis

source: Module Config
es: Modulo(s)
lt: Modulis ( s)

source: Mounts
es: Dispositivos Montados
lt: Montuotės

source: Move
es: movimiento

source: move service
es: Mover servicios
fr: Déplcer service
lt: Perkelti paslaugą

source: Moviepath
es: Ruta a Peliculas
fr: Chemin de film
lt: Kelias Filmai

source: MTD
es: Dispositivo Tecnologa de memoria (MTD)
lt: Memory Technology Device (MTD)

source: Name:
es: Nombre:
fr: Nom:
lt: Vardas:

source: netmask
es: Mascara de Red
fr: Masque sous réseau
lt: Potinklio kaukė

source: Network Adapter Settings
es: Red
fr: Réglage adaptateur réseau
lt: Tinklo adapteris Nustatymai

source: Network Adapter Test
es: Prueba
fr: Test adaptateur réseau
lt: Tinklo adapteris testas

source: Networkbrowser
es: Navegador de red
fr: Navigateur Réseau
lt: Tinklo naršyklė

source: Network Interfacelist
es: Interface(s)
fr: Liste d'interface réseau
lt: Sąsaja (s)

source: Network Restart
es: Reiniciar
fr: Redémarrer Réseau
lt: Tinklo Perkrovimas

source: Network Scan
es: Buscar Red
fr: Scan Réseau
lt: Tinklo skanavimas

source: Network Test
es: Prueba de Conexion
fr: Test de Réseau
lt: Tinklo testavimas

source: Next EPG Time
es: La proxima EPG
lt: Sekantis EPG laikas

source: Nfs Server Settings
es: NFS Servidor Ajustes
fr: Réglages NFS Serveur

source: Normal/Standby
es: En operacion/Reposo
lt: Normalus / Budėjimo

source: oe
es: Ö

source: OE
es: Ö

source: Only default FEC
es: Slo uso predeterminado FEC
lt: Only use default FEC

source: Only default signalrate
es: Slo uso la tasa de seÑal por defecto
lt: Only use default Signalrate

source: Only DVBS
es: Slo DVB-S Servicios
lt: Only DVB-S Services

source: Only free scan
es: Solo Servicios FTA
lt: Only FTA Services

source: Orbital Position:
es: Posicion Orbital:
fr: Position orbitale

source: OSD Bottom Overscan
es: Reducir el tamaño del OSD inferior
fr: balayage bas OSD
lt: Reduce bottom OSD size

source: OSD Left Overscan
es: Reducir el tamaño del OSD a la izquierda
fr: balayage gauche OSD
lt: Reduce left OSD size

source: OSD Right Overscan
es: Reducir el tamaño del OSD derecho
fr: balayage droite OSD
lt: Reduce right OSD size

source: OSD Top Overscan
es: Reducir el tamaño de la parte superior OSD
fr: balayage Haut OSD
lt: Reduce top OSD size

source: OSD Transparent
es: mxima transparencia OSD
lt: OSD Transparancy

source: Overclocking Settings
es: Overclocking
lt: Overclocking

source: Picture
es: Foto
lt: Nuotraukos

source: Pilot
es: Piloto (ajustado a On para HD)
fr: Pilote
lt: Pilot (set to 'On' for HD)

source: Pilot:
es: Piloto:

source: Pin Code
es: PIN Codigo

source: Pin Code Channel
es: Canal de bloqueo con PIN
fr: PIN Code pour Chaine
lt: Užrakinti kanalą su PIN

source: Pin Code menu
es: Bloqueo de men con PIN
fr: PIN Code pour Menu
lt: Lock Menu with PIN

source: PIN Settings
es: PIN Ajustes
fr: Réglages PIN Code

source: Playbackbuffer Size
es: Buffer de playback Tamaño (http) Streams
lt: Playback buffer Size (http) Streams

source: Please contact Atemio for activation.
es: Por favor, póngase en contacto con Atemio si su activación no es todavía efectiva. Navega usando el pad direccional y los botones que se muestran a continuación.

source: please wait
es: Por Favor Espere

source: Plugin Button
es: Plugin Boton
lt: plėtinių mygtukas

source: Plugins
es: Extensiones
lt: Papildomos programos

source: Polarization:
es: Polarizacion:
fr: Polarisation:
lt: Polarisation:

source: Policy
es: Politica
fr: Police

source: Polish
es: Polonia
lt: Lenkų

source: Positioner Setup
es: Instacion del posicionador
lt: Pozicionieriaus nustatymas

source: Poweroff Timer
es: Apagado Temporizado
fr: Arrét chronomètre
lt: Išsijungimo Laikmatis

source: Power Off Timer
es: Apagado Temporizado
fr: Arrét chronomètré
lt: Išsijungimo Laikmatis

source: Program Info
es: Informacion de programa
fr: Info de Programme
lt: Informacija apie programą

source: Protect Channel
es: Bloqueo de canal con PIN
fr: Chaine protégée par code PIN
lt: Užrakinti kanalą su PIN

source: Protect Channel Freetime (min)
es: Tiempo para la Proteccion del Canal para desactivar (Min)
lt: Time for Channel protection to deactivate (Min)

source: Protect Menu
es: Bloqueo de menU con PIN
fr: Menu protégée par code PIN
lt: Užrakinti Meniu su PIN

source: protect service
es: Bloqueo de servicio con PIN
fr: Service protégée par code PIN
lt: Užrakinti paslaugą su PIN

source: Prov
es: Provider
fr: Provider
lt: teikėjas

source: Prozesslist
es: Lista de Procesos
lt: Procesų sąrašas

source: Quick Menu
es: Menu Rapido

source: Rating
es: Puntuacion

source: Receiver unlock
es: desbloquear receptor
lt: Atrakinti imtuvą

source: Recordlist
es: Lista de grabaciones

source: Record path
es: Ruta Para Grabaciones
lt: įrašų kelias

source: Record Path
es: Ruta Para Grabaciones
fr: Chemin pour Enregistrement
lt: įrašų kelias

source: Record Path settings
es: Ruta para Grabaciones Ajustes
lt: Įrašų Kelias nustatymai

source: Record Timer
es: Grabacion Programada
fr: Enregistrement chronométré
lt: įrašų Laikmatis

source: Red Button
es: Boton Rojo
fr: Bouton Rouge
lt: Raudonas mygtukas

source: Released
es: En linea
lt: Išleistas

source: RELOAD
es: Recargar
fr: Recharge
lt: Perkrauti

source: Remember film position
es: Marca la posicion de la pelicula
lt: Prisiminti kino poziciją

source: Remove emthy Bouquet
es: Retire favoritos vacios
lt: Pašalinti tuščias Mėgstami

source: REMOVE ENTRY
es: Eliminar entrada
lt: Pašalinti įrašą

source: remove service
es: Eliminar de los favoritos
fr: Supprime Service
lt: Pašalinti iš mėgstamiausių

source: Remove unused Channels in Bouquets
es: Retire Canales no utilizados de favoritos
lt: Pašaliname nenaudojamus kanalus iš mėgstamiausių

source: rename service
es: Cambiar el nombre del canal
lt: Pervadinti kanalą

source: Repeate
es: Repita
lt: Pakartoti

source: Repeate type
es: modo de repeticion
lt: Kartojimo režimas

source: RESET
es: Restablecer
lt: Perjungti

source: Resolution:
es: Resolucion:
fr: Résolution
lt: Rezoliucija:

source: Resolution (current)
es: Resolucion
lt: Skiriamoji geba (dabartinis )

source: Resolution (default)
es: Resolucion
fr: Résolution (Standard)
lt: Skiriamoji geba (pagal nutylėjimą)

source: Restore
es: Restaurar
fr: Restaurer
lt: Atkurti

source: Rolloff
es: Muestreo

source: Rolloff:
es: Muestreo:

source: Rotor Settings
es: Motor
fr: Réglages de Rotor
lt: Rotor

source: Runtime
es: Plazo

source: Russian
es: Rusia
lt: Rusų

source: Samba Server Settings
es: Samba Servidor Ajustes
fr: Réglages Serveur Samba
lt: Samba serverio nustatymai

source: Sat Config
es: Satelite(s)
fr: Config Sat
lt: Palydovinė (s)

source: SATCR Frequency
es: SatCR Frecuencia

source: SATCR Number
es: SatCR Numero

source: Satellite
es: Satelite
lt: Palydovas

source: Satfinder
es: Recepcion Satfinder
lt: Palydovų paieška

source: Sat Finder
es: Recepcion Satfinder
lt: Meter

source: Saturation
es: Saturacion
lt: Prisotinimas

source: SAVETRANSPONDER
es: Guarda Transpondedor
lt: Išsaugoti Transponderį

source: Scan Config
es: Configuracion para exploracion

source: ScanList
es: Lista de Exploracion
lt: Nuskaitymo sąrašas

source: Scan locking
es: Bloquear busqueda
lt: Nuskaitymo užrakinimas

source: SCANSTART
es: inicio de escaneo
lt: Pradėti nuskaityti

source: screensaver
es: Protector de Pantalla
lt: ekrano užsklanda

source: Screensaver Adjust
es: Protector de Pantalla
fr: Ajuster Screensaver
lt: ekrano užsklandos nustatymai

source: screensaver background
es: Segundo Plano
fr: Arriére plan Screensaver
lt: ekrano fonas

source: screensaver delay
es: Retraso
fr: Delais Screensaver
lt: ekrano vėlavimo
