Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: Code ok
de: Aktivierungscode akzeptiert

source: Code1
de: Schlüssel 1:

source: Code2
de: Schlüssel 2:

source: Color Bar
de: Balkenfarbe

source: Color Format
de: Farbformat
pl: Format koloru

source: Color Format Scart / Composite
de: Farbformat für SCART/Komponenten

source: Comedy
de: Komödie

source: Coment created
de: Bemerkung angelegt

source: Comment:
de: Bemerkung:

source: Common Interface
de: CI-Module

source: Community Pass
de: Community Passwort

source: Community User
de: Community Benutzername

source: Company:
de: Gesellschaft:

source: Condition:
de: Wetter:

source: Configure
de: Datenträger konfigurieren

source: Connect with Hoster wait 10 seconds
de: Verbinde mit dem Hoster, warten Sie 10 Sekunden

source: Connect with Hoster wait 20 seconds
de: Verbinde mit dem Hoster, warten Sie 20 Sekunden

source: Connect with Hoster wait 7 seconds
de: Verbindung zum Hoster wird hergestellt. Bitte warten Sie 7 Sekunden.

source: Connection Error, try again later.
de: Verbindungs Fehler, versuchen Sie es später nocheinmal

source: Connection to server lost !
de: Verbindung zum Server verloren!

source: Content of selected device
de: Inhalt des ausgewählten Datenträgers

source: Contrast
de: Kontrast
pl: Kontrast

source: Copy
de: Kopieren

source: Copy (B):
de: Kopiert (B):

source: Copy (KB):
de: Kopiert (KB):

source: Copy (MB):
de: Kopiert (MB):

source: Copy / Move
de: Kopieren/Verschieben

source: Copy File
de: Datei(en) kopieren

source: Copy Modus Background Color
de: Kopier Modus - Hintergrundfarbe

source: Copy Modus Font Color
de: Kopier Modus - Schriftfarbe

source: Copy mode
de: Kopieren

source: Copy providerlist not ok
de: Kopieren des Anbieters abgebrochen

source: Copy providerlist successfull
de: Anbieter erfolgreich kopiert

source: Copy satlist not ok
de: Kopieren des Satelliten abgebrochen

source: Copy satlist successfull
de: Satelliten erfolgreich kopiert

source: Create
de: Erstellen

source: Create Default Favorites
de: Favoritenliste (Werkseinstellung)

source: Create Favorites sub folder
de: Favoriten Ordner anlegen

source: Create Favorites sub folder(PIN secured)
de: Favoriten Ordner anlegen (PIN Schutz)

source: Create Folder
de: Verzeichnis anlegen

source: Create MultiImage device
de: MultiImage Datenträger erstellen

source: Create Path
de: Verzeichnis anlegen

source: Create Record Picture
de: Erstelle Aufnahme Vorschaubild

source: Create Satellites/Provider
de: Erzeuge Satelliten/Anbieter

source: Create Satellites/Provider (All)
de: Erzeuge Satelliten/Anbieter (Alle)

source: Create Satellites/Provider (Cable)
de: Erzeuge Satelliten/Anbieter (Kabel)

source: Create Satellites/Provider (Sat)
de: Erzeuge Satelliten/Anbieter (Sat)

source: Create Satellites/Provider (Terrestrial)
de: Erzeuge Satelliten/Anbieter (Terrestrisch)

source: Create Settings Menu
de: Transponder Erstellungsmenü

source: Create Thumb Picture
de: Vorschaubilder erstellen

source: Create new
de: Neu erstellen

source: Create new Skinstyle ?
de: Einen neuen Skin Style hinzufügen ?

source: Create sub folder
de: Ordner anlegen

source: Currency:
de: Währung:

source: Currently
de: Aktuell im TV

source: Cut finished with error!
de: Schnitt beendet mit Fehler!

source: Cut in progress
de: Schnitt ist in Arbeit

source: Cut is running
de: Schnitt läuft

source: Cut successfully completed
de: Schnitt erfolgreich beendet

source: Cutstatus:
de: Fortschritt:

source: DEFAULT
de: Voreinstellung
pl: STANDARD

source: DEL
de: Löschen
pl: KASUJ

source: DEL FAV
de: Fav Entfernen

source: DESC
de: Beschreibung

source: DLNA Settings
de: DLNA Einstellungen

source: DLNA not started, Please check your config.
de: DLNA nicht gestartet, Bitte Konfiguration überprüfen.

source: DLNA now stopped
de: DLNA angehalten

source: DLNA started.
de: DLNA gestartet

source: DYNDNS Settings
de: Dyndns

source: DYNDNS not started, Please check your config.
de: DYNDNS nicht gestartet, bitte Konfiguration überprüfen.

source: DYNDNS now stopped
de: DYNDNS gestoppt

source: DYNDNS started.
de: DYNDNS gestartet

source: Day
de: Tag
pl: Dzień

source: Day
de: Tag

source: Day:
de: Tag:

source: Deactivate
de: Stoppen
pl: Deaktywuj

source: Deactivate Crypt Support on Media Playback
de: Deaktiviere Crypt Support während der Wiedergabe von Daten/Streams

source: Deactivate MiniTV
de: Deaktiviere MiniTV Vorschau Fenster

source: Deaktive Color
de: Deaktiviert Farbe

source: December
de: Dezember

source: DeepStandby
de: Ausschalten

source: Default
de: Voreinstellung
pl: STANDARD

source: Default Autostart
de: Allgemein

source: Default Font
de: Standard-Schriftart

source: Default Skin
de: Standard Skin

source: Del EPG before scan
de: Lösche EPG vor der Suche (Standard Ja)

source: Delete
de: Löschen

source: Delete All
de: Alle löschen

source: Delete EPG after read
de: Lösche EPG Datei nach dem Einlesen (Standard Nein)
pl: Kasuj EPG po przeczyatniu

source: Delete File
de: Datei löschen

source: Delete MediaDB before scan
de: Datenbank vor dem Scannen löschen

source: Delete selected entry ?
de: Ausgewählten Eintrag löschen?

source: Delete unused entrys before scan
de: Datenbank vor dem Scannen überprüfen (unbenutzte Einträge löschen)

source: Delete wrong inputs
de: Falsche Eingaben löschen

source: Description:
de: Beschreibung:

source: Details on/off
de: Details an/aus

source: Detect hanging System !!! KILL = Red BOOT = Green
de: Systemfehler!!! Rot = Prozess beenden Grün = System neu starten

source: Dev free license
de: Kostenlose Entwickler Lizenz

source: Device
de: Gerät

source: Device:
de: Gerät:
pl: Urządzenie:

source: Devices
de: Geräte
pl: Urządzenia

source: DiSEqC Mode
de: DiSEqC Modus
pl: Tryp DiseqC

source: Digital clock blue - Samsung LCD Skin Channel
de: Alternativer Skin für Samsung-LCD (blaue Digital Uhr) - Betriebsmodus

source: Director
de: Regisseur

source: Director:
de: Regisseur:

source: Dirsort
de: Ordnersortierung
pl: Sortuj katalog

source: Diseqc Command Order
de: DiSEqC-Befehlsreihenfolge
pl: Kolejność komend DiseqC

source: Diseqc Settings
de: DiSEqC
pl: Ustawienia DiseqC

source: Diseqc repeats
de: DiSEqC Wiederholungen
pl: Powtózenia DisegC

source: Do you really want to erase Swap (Settings are preserve)? The Box will reboot and the erase will be started!
de: Möchten Sie wirklich den Konfigurationsbereich reparieren? Ihre Einstellungen bleiben erhalten. Der Receiver wird für diesen Vorgang neu gestartet!

source: Do you really want to erase all data and backups from Swap? The Box will reboot and the erase will be started!
de: Möchten Sie wirklich den Auslieferzustand wiederherstellen? Der Receiver wird für diesen Vorgang neu gestartet!

source: Do you really want to start the Wizard? The Box will reboot and the Wizard will be started!
de: Soll der Assistent gestartet werden? Die Box wird neu gestartet und der Assistent wird ausgeführt

source: Doku
de: Dokumentation

source: Don't clear TV on zap (only with fastzap)
de: TV Bild beim schnellen Umschalten nicht löschen
pl: Nie czyść TV przy przełączeniu (tylko z fastzap)

source: Down
de: Runter

source: Download Full File
de: Datei in Streampfad laden

source: Download Full File (background)
de: Datei in Streampfad laden (im Hintergrund)

source: Download finished!
de: Download abgeschlossen!

source: Draw
de: Unentschieden

source: Driver
de: Treiber

source: Dualboot Menu TitanNit / E2
de: Dualboot Menü TitanNit / E2

source: Dutch
de: Nederlands

source: Dvbapi (disabled)
de: DVBapi (deaktiviert)

source: Dvbapi (enabled)
de: DVBapi (aktiviert)

source: EDIT
de: Bearbeiten

source: EDIT DiSEqC
de: DiSEqC konfigurieren

source: EDIT FAV
de: Fav Bearbeiten

source: EDIT LNB / UNICABLE
de: LNB/Unicable konfigurieren

source: EDIT MOTOR
de: Motor bearbeiten

source: EDIT TUNER
de: Tuner bearbeiten

source: EJECT
de: Auswerfen

source: EPG List Mode
de: Hintergrundsuche (ausschalten bei einem Tuner)

source: EPG Path
de: Speicherpfad
pl: Ścieżka EPG

source: EPG Refresh Time
de: EPG Aktualisierungszeit

source: EPG Reset
de: EPG löschen
pl: Kasowanie EPG

source: EPG SHORT VIEW
de: EPG-Kurzübersicht

source: EPG Save Mode
de: EPG-Daten sichern (Standard immer)

source: EPG Scan Log
de: EPG-Scan-Protokoll

source: EPG Scan activate standby?
de: EPG-Scan startet bald, Standby aktivieren?

source: EPG Scanlist
de: EPG-Scanliste

source: EPG Search
de: Suche

source: EPG Settings
de: EPG-Einstellungen
pl: Ustawienia EPG

source: EPG button on EPG Screen
de: EPG-Auswahl beim Betätigen der EPG-Taste in der Programminformation

source: EPG resetet and now clear.
de: EPG gelöscht

source: EPGfreespace (KB)
de: Frei zu verbleibender Speicher (KB)

source: ERROR
de: FEHLER

source: ERROR partition could not be created
de: FEHLER: Partition konnte nicht erstellt werden!

source: ERROR cant read res
de: FEHLER: Auflösung nicht erkannt

source: ERROR cant start LCD driver
de: FEHLER: Kann LCD Treiber nicht laden

source: ERROR, Streaming can not be stopped.
de: Fehler, Streaming kann nicht gestoppt werden

source: ERROR... AutoTimer not started
de: FEHLER: Autotimer konnte nicht gestartet werden!

source: ERROR... AutoTimer not stopped
de: FEHLER: Autotimer konnte nicht beendet werden!

source: ERROR... can't set marker in this file
de: FEHLER: In dieser Datei kann kein Marker gesetzt werden

source: Easy
de: einfach

source: Edit
de: Bearbeiten

source: Edit Modus Background Color
de: Bearbeiten Modus - Hintergrundfarbe

source: Edit Modus Font Color
de: Bearbeiten Modus - Schriftfarbe

source: Edit Playlist
de: Wiedergabeliste bearbeiten

source: Edit mode
de: Umbenennen

source: Edit this Favorite ?
de: Diesen Favoriten bearbeiten?

source: Emu Active Color
de: Farbe aktives Softcam

source: Emu Control
de: Softcam Kontrolle (auto start/stop) im MediaCenter

source: Emu Running Color
de: Farbe gestartetes Softcam

source: Emu not found
de: Softcam wurde nicht gefunden

source: Enable
de: aktiviert

source: End
de: Ende
pl: Koniec

source: Engine Systems
de: Motorisierte Anlage

source: Enter the shown url in your browser and enter the Code to register the receiver to facebook
de: Besuchen Sie die angezeigte Web Adresse und geben Sie den Code ein, um Ihren Receiver bei Facebook zu registrieren.

source: Epg Color 1
de: EPG Farbe 1

source: Epg Color 2
de: EPG Farbe 2

source: Epg Color 3
de: EPG Farbe 3

source: EpgChannels:
de: EPG-Kanäle:

source: Episode
de: Folge

source: Error
de: Fehler

source: Error create filename
de: FEHLER: Dateiname kann nicht erzeugt werden!

source: Error file not supported
de: FEHLER: Dateiformat wird nicht unterstützt!

source: Error in Save Settings
de: Fehler beim Speichern der Einstellungen

source: Error, Internet Connection not found
de: FEHLER: keine Internet Verbindung verfügbar

source: Error, Program not started.
de: Fehler, Programm nicht gestartet

source: Error, found result without imdbid we can't this save in MediaDB
de: FEHLER: Das Ergebnis hat keine IMDB-ID und kann daher nicht in der MediaDB gespeichert werden!

source: Error: Transponder Source file no data
de: Fehler: Transponder ist leer

source: Error: Transponder Source file not found
de: Fehler: Transponder Quell Datei nicht gefunden

source: Error: no audio device found !!
de: FEHLER: Audio-Gerät wurde nicht gefunden!

source: Error: no demux device found !!
de: FEHLER: Demux-Gerät wurde nicht gefunden!

source: Error: no frontend device found !!
de: FEHLER: Frontend-Gerät wurde nicht gefunden!

source: Error: no video device found !!
de: FEHLER: Video-Gerät wurde nicht gefunden!

source: Error: open rc device !!
de: FEHLER: RC-Gerät wurde nicht gefunden!

source: Error: skin not found !!
de: FEHLER: Skin wurde nicht gefunden!

source: Event created
de: Ereignis angelegt

source: Exchange closing:
de: Börsenschluss:

source: Exchange:
de: Börse:

source: Exit Color
de: EXIT Farbe

source: Exit Tithek
de: Tithek beenden

source: Expert Modus
de: Expertenmodus

source: Ext. Modul detect (needs reboot)
de: Erw. Modulerkennung (Neustart erforderlich)

source: Extended System Infos
de: Erweiterte System Informationen

source: Extensions
de: Erweiterungen
pl: Dodatki

source: Extensions List
de: Erweiterungsliste

source: Extracting will take a few minutes ... Process is running in background. A message will be shown when finished.
de: Das Entpacken wird einige Minuten dauern ... Der Vorgang wird im Hintergrund ausgeführt. Nach Beendigung bekommen sie eine Meldung.

source: FAIL Flash/Nand (/mnt)
de: Flash/Nand Fehler (/mnt)

source: FAIL Flash/Nand (/var and /mnt)
de: Flash/Nand Fehler (/var und /mnt)

source: FAIL Flash/Nand (/var)
de: Flash/Nand Fehler (/var)

source: FAIL Serial Port
de: Serieller Anschluss fehlerhaft

source: FILELIST MANAGER
de: Datei Manager

source: FREQU
de: Frequenz

source: Facebook Register
de: Auf Facebook registrieren

source: Facebook allready registered, Make new registration ?
de: Sind Sie bereits bei Facebook angemeldet? Möchten Sie sich registrieren?

source: Failed open split file
de: FEHLER: Teildatei kann nicht geöffnet werden

source: Fan mode
de: Lüfter Modus

source: FanControl
de: Lüftersteuerung

source: FanControl-normal
de: Lüfter Normalbetrieb

source: FanControl-standby
de: Lüfter Standby

source: Fancontrol
de: Lüftersteuerung
pl: Kontrola wentylatora

source: Fantasy
de: Fantasie

source: Fast Forward
de: Schneller Vorlauf

source: Fast Rewind
de: Schneller Rücklauf

source: Fast Text Render
de: Schnelle Textausgabe
pl: Szybkie wyświetlanie tekstu

source: Faststop
de: Schneller Titan Neustart

source: Fastzap
de: Schnelles Umschalten

source: Fav
de: Favoriten
pl: Ulubione

source: Favorites
de: Favoriten

source: February
de: Februar

source: Feed
de: Bitte Feed Adresse eingeben

source: File Exist, Really Rename and Overwrite exist File ?
de: Datei bereits vorhanden, trotzdem umbenennen und überschreiben?

source: File Manager
de: Datei Manager

source: File System Usage
de: Dateisystem Auslastung

source: File exist, overwrite?
de: Diese Datei existiert bereits. Soll die vorhandene Datei überschrieben werden?

source: File not found !!
de: Datei nicht gefunden

source: Filelist Select Color
de: Cursor Farbe für Datei Liste

source: Filelist-Mode
de: Datei-Modus
pl: Tryb listy plików

source: Filename
de: Dateiname

source: Filename:
de: Dateiname:

source: Filesize (B):
de: Dateigröße (B):

source: Filesize (KB):
de: Dateigröße (KB):

source: Filesize (MB):
de: Dateigröße (MB):

source: Filesystem Check
de: Dateisystem prüfen
pl: Sprawdzanie systemu plików

source: Fine move
de: Rotor langsam bewegen

source: First Wizzard
de: Erstinstallationsassistent

source: Fix Shutdown Time
de: Feste Abschaltzeit

source: Flash/Nand Check
de: Flash/Nand prüfen

source: Flash: Flash range is deleted after update, mnt: flash range to permanently update available, swap: USB medium permanently
de: MNT Installation (flash): wird bei Update nicht gelöscht! FLASH Installation (flash): wird bei Update gelöscht! SWAP Installation (USB/HDD): wird bei Update nicht gelöscht

source: Flashupdate (online)
de: Flash-Image (Online)
pl: Flashupdate (poprzez web)

source: Flashupdate (tmp)
de: Flash-Image (Lokal/Sicherung)

source: Font 'Action Man Italic'
de: Schriftart 'Action Man Italic'

source: Font 'Alpha Romanie G98'
de: Schriftart 'Alpha Romanie G98'

source: Font 'Croissant'
de: Schriftart 'Croissant'

source: Font 'Digiface Regular'
de: Schriftart 'Digiface Regular'

source: Font 'Goodtime'
de: Schriftart 'Goodtime'

source: Font 'I Hate Comic Sans'
de: Schriftart 'I Hate Comic Sans'

source: Font 'Lydian Bolt Italic BT'
de: Schriftart 'Lydian Bolt Italic BT'

source: Font 'Mighty Zeo Caps'
de: Schriftart 'Mighty Zeo Caps'

source: Font 'Monoglyceride DemiBold'
de: Schriftart 'Monoglyceride DemiBold'

source: Font 'New Gothic BT'
de: Schriftart 'New Gothic BT'

source: Font 'Paddington Bold'
de: Schriftart 'Paddington Bold'

source: Font 'Plover Bold'
de: Schriftart 'Plover Bold'

source: Font Color
de: Schriftfarbe

source: Font Color 2
de: Schriftfarbe 2

source: Font Color 3
de: Schriftfarbe 3

source: Fontsize adjust in pixel
de: Schriftgröße verändern in Pixel
pl: Wielkość czcionki w pikselach

source: For Better Win7 Support install please Tpk Install > Network > Smbclient
de: Für eine bessere Unterstützung von Win7 Freigaben installieren Sie bitte TPK Installieren > Netzwerk > Smbclient (Win7)

source: For getting Signal/SNR/BER values, zap to a channel of the satellite you are searching.
de: Zur Anzeige der Signal/SNR/BER Werte müssen Sie auf einen Kanal des Satelliten schalten, den Sie suchen.

source: For next OnlineUpdate please contact Atemio and send this Serial Number and your Atemio Serial Number !! Board-ID SerialNr:
de: Sollten die Online Funktionen deaktiviert sein, senden Sie bitte die hier angezeigte Board-ID Seriennummer (AA...)und die Seriennummer unterhalb des Gerätes (AM...) an die eingeblendete E-Mail Adresse. Board-ID Seriennummer:

source: Format
de: Formatieren

source: Format HDD
de: Datenträger formatieren

source: Format MNT (all)
de: Auslieferzustand

source: Format MNT with Backup/Restore
de: Formatiere MNT mit Wiederherstellung

source: Found Firedrive.com Link, supporting comming soon...
de: Firedrive.com Link gefunden. Dieser wird zur Zeit nicht unterstützt.

source: Found Pay Stream visit the official Website and Order this Stream and try this again !
de: Kostenpflichtiger Stream gefunden. Bitte auf der offiziellen Website bestellen und erneut versuchen.

source: Found VIDEO_TS Folder, start with DVD-Player ?
de: DVD Struktur gefunden, mit DVD-Player abspielen?

source: Found Wlan Stick and driver for:
de: WLAN Modul und Treiber gefunden für:

source: Found Wlan Stick but no driver Please install driver:
de: Ein WLAN Stick wurde gefunden, jedoch kein passender Treiber. Bitte installieren Sie den Treiber:

source: Found new Stick/HDD. You can configure it in Harddisk Menu.
de: Neuer Datenträger erkannt. Sie können diesen im Festplatten Menü konfigurieren.

source: Found running download Proceed shutdown? OK to proceed, Exit to cancel
de: Download gefunden Receiver trotzdem herunterfahren? OK zum fortfahren, Exit um abzubrechen.

source: Found running record or record is starting soon. Proceed System Update? OK to proceed, Exit to cancel
de: Aufnahme läuft oder startet bald. Update trotzdem durchführen? OK zum fortfahren, Exit um abzubrechen.

source: Found running record or record is starting soon. Proceed shutdown? OK to proceed, Exit to cancel
de: Aufnahme läuft oder startet bald Receiver trotzdem herunterfahren? OK zum fortfahren, Exit um abzubrechen.

source: Framerate
de: Bildfrequenz

source: Free Space
de: Freier Speicher

source: Free space in /mnt to little! This can make problems!
de: FEHLER: Der Speicher in /mnt ist nicht ausreichend! Das kann zu Problemen führen!

source: Free space in /var to little! This can make problems!
de: FEHLER: Der freie Speicher in /var reicht nicht aus! Dies kann zu Problemen führen!

source: French
de: Français

source: Frequency
de: Frequenz
pl: Częstotliwość

source: Frequency:
de: Frequenz:
pl: Częstotliwość:

source: Fri
de: Fre

source: Friday
de: Freitag
pl: Piątek

source: From
de: von

source: Front Key
de: Front Taste

source: Frontend type unknown
de: FEHLER: Frontend unbekannt

source: Frontpanel Power Aktion
de: Aktion bei Power Taste an Gerätefront

source: Fsck Record
de: Partitionsprüfung 'record'

source: Fsck Swap
de: Partitionsprüfung 'swap'

source: Full Pic
de: Vollbildmodus

source: GRAPHIC MULTI EPG - All Channels
de: Grafisches Multi-EPG - Alle Sender

source: GRAPHIC MULTI EPG - Bouquets
de: Grafisches Multi-EPG - Favoriten

source: GRAPHIC MULTI EPG - Channel
de: Grafisches Multi-EPG - Sender

source: GRAPHIC MULTI EPG - Provider
de: Grafisches Multi-EPG - Anbieter

source: GRAPHIC MULTI EPG - Satellites
de: Grafisches Multi-EPG - Satellit

source: GREEN
de: grün

source: GUI Restart
de: Titan Neustart
pl: Restart GUI

source: German
de: Deutsch

source: Git Changelog
de: GIT Änderungsprotokoll

source: Git Changelog (Extern)
de: GIT Änderungsprotokoll (extern)

source: Git Changelog Full
de: GIT Änderungsprotokoll (komplett)

source: Go to startpos
de: Gehe zu Startposition

source: Goals
de: Tore

source: Graph. EPG
de: Grafisches EPG

source: Graphic EPG
de: Grafisches EPG

source: Graphic EPG Picon
de: Senderlogos im grafischen EPG anzeigen

source: Graphic EPG Zoom
de: Vergrößerungsfaktor des grafischen EPG

source: Graphic Multi EPG
de: Grafisches Multi-EPG

source: Graphic Multi EPG selection
de: Grafischen Multi EPG auswählen

source: Greek
de: Ελληνικά

source: Green
de: Grün

source: Group created
de: Gruppe erstellt

source: Guardinterval
de: Schutzintervall

source: Guardinterval:
de: Schutzintervall:

source: HDD > 2TB unsupported. You must first install plugin parted, then you can use this panel.
de: Festplattengrößen über 2TB werden nicht unterstützt! Sie müssen erst die Erweiterung 'parted' installieren! Anschließend können Sie die Festplatte einrichten.

source: HDD not configured can't find record path
de: Festplatte nicht eingerichtet! Movie Ordner nicht gefunden.

source: HTTP Settings
de: Webinterface/RGUI

source: HTTPD Port
de: Webserver Port

source: Hangtime
de: Zeit bis Warnmeldung erscheint (sek)

source: Hard
de: schwer

source: Harddisk
de: Datenträger
pl: Dysk twardy

source: Harddisk Configure
de: Datenträger Konfiguration

source: Harddisk Format
de: Datenträger Formatierung

source: Harddisk Format - Filesystem
de: Datenträger formatieren - Dateisystem

source: Harddisk Fsck
de: Dateisystemprüfung

source: Harddisk Sleep
de: HDD-Standby

source: Help
de: Hilfe

source: Here you can activate or deactivate the CAID Lock.
de: Hier können Sie die CAID Sperren aktivieren bzw. deaktivieren.

source: Here you can activate/deactivate you OSCam readers.
de: Hier können Sie Ihre OSCam Reader aktivieren bzw. deaktivieren.

source: Here you can add and configure your network shares.
de: Hier können Sie Freigaben hinzufügen und konfigurieren.

source: Here you can adjust the LNB/Unicable values for the selected tuner.
de: Hier können Sie für den ausgewählten Tuner die LNB/Unicable Einstellungen vornehmen.

source: Here you can adjust the PiP functions.
de: Hier können Sie die PiP Funktion konfigurieren.

source: Here you can adjust the network interface.
de: Hier können Sie die Netzwerkschnittstelle konfigurieren.

source: Here you can adjust your rotor equipment. Enter the latitude and longitude values by using the number keys.
de: Hier können Sie Ihre motorisierte Sat-Anlage konfigurieren. Benutzen Sie zur Eingabe der Längen- und Breitengrade die Zifferntasten.

source: Here you can assign channels to a specific CI-Module.
de: Hier können Sie Sender und Favoriten einem bestimmten Modul zuordnen. OK zum Verlassen

source: Here you can backup and restore your configuration.
de: Hier können Sie Ihre Einstellungen sichern und wiederherstellen

source: Here you can check the signal quality of the current transponder.
de: Hier können Sie die Signalqualität des aktuellen Senders überprüfen.

source: Here you can choose a tuner for configuration. For a channel search, the tuner(s) have to be configured before. Rotor equipment requires additional adjustments.
de: Hier können Sie einen Tuner für die Konfiguration auswählen. Für den Sendersuchlauf müssen Sie den/die Tuner konfigurieren. Für motorisierte Anlagen bitte zusätzlich die Motor Ansteuerung konfigurieren.

source: Here you can configure dynamic DNS services.
de: DynDNS Dienste Konfiguration Folgende Dienste werden unterstützt: dyndns.org, freedns.afraid.org, zoneedit.com, no-ip.com

source: Here you can configure your CI-Modules.
de: Hier können Sie Ihre CI-Module konfigurieren.
