Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: Oscam dvbapi config disabled !
de: OScam DVBapi Einstellung deaktiviert!

source: Oscam dvbapi config enabled !
de: OScam DVBapi Einstellung aktiviert!

source: OverClock Settings
de: Übertakten
pl: Ustawienia CPU

source: Overclocking
de: Übertakten
pl: Taktowanie CPU

source: Overclocking Settings
de: Übertakten

source: PICTURE
de: Bild
pl: ZDJĘCIE

source: PICTURE SETTINGS
de: Bildeinstellungen
pl: Ustawienia zdjęć

source: PIN Settings
de: PIN-Einstellungen
pl: Ustawienia PIN-u

source: PIN:
de: PIN-Schutz:

source: PIP functions
de: PiP-Funktionen

source: PLAY
de: Wiedergeben

source: POS
de: Position

source: PREV
de: Zurück

source: Page
de: Seite

source: Page Down
de: Seite runter

source: Page Up
de: Seite rauf

source: Parental
de: Altersbeschränkung

source: Partition could not be created
de: Partition konnte nicht erstellt werden!

source: Password
de: Passwort

source: Path:
de: Pfad:

source: Pearl LCD Settings
de: Einstellungen

source: Photos postet
de: Bild veröffentlicht

source: PiP List
de: PiP Liste

source: PiP Swap
de: PiP tauschen

source: PiP Switch
de: PiP Tausch

source: Pic HW-decode
de: Hardwarebilddecoder

source: Pic Link
de: Bild Link

source: Pic Name
de: Bildername

source: Pic Ratio
de: Bilder im Originalformat darstellen

source: Pic Timeout
de: Zeit bis zum Ausblenden

source: Pic quality
de: Darstellungsqualität von Fotos

source: Picdenom Mode
de: Softwarebilddecoder

source: Picture
de: Bild

source: Picture Player
de: Fotos anzeigen
pl: Przeglądarka zdjęć

source: Pid's not ok
de: FEHLER: PIDs sind fehlerhaft!

source: Pilot
de: Pilot (für HD Empfang 'ein' auswählen)

source: Pin Code
de: PIN-Schutz

source: Pin Code Channel
de: Sender mit PIN sperren
pl: Kod Pin kanału

source: Pin Code menu
de: Menü mit PIN sperren
pl: Kod PIN menu

source: Play Movie (URL)
de: Film abspielen (URL)

source: PlayList
de: Wiedergabeliste
pl: Lista odtwarzania

source: Playbackbuffer Size
de: Wiedergabepuffer - Größe (http) Streams

source: Played
de: Gespielt

source: Player for .ts
de: Wiedergabegerät für .ts Dateien

source: Playlist
de: Wiedergabeliste

source: Playlist Menu
de: Playlist Menü

source: Playlist-Mode
de: Playlist-Modus

source: Please contact Atemio for activation.
de: Bitte wenden Sie sich an Atemio, falls Ihre Freischaltung noch nicht wirksam ist. Navigieren Sie mit dem Steuerkreuz und den unten angezeigten Tasten.

source: Please wait ... All Settings are restored. Box will start in few seconds.
de: Bitte warten ... Alle Einstellungen werden wiederhergestellt. Der Receiver startet in wenigen Sekunden neu.

source: Plot
de: Handlung

source: Plot:
de: Handlung:

source: Plugin Button
de: Plugin Taste

source: Plugin Key Action - Setup
de: Plugin Taste - Belegungsmenü

source: Plugins
de: Zusatzprogramme
pl: Wtyczki

source: Points
de: Punkte

source: Polarization
de: Polarisationsebene
pl: Polaryzacja

source: Polarization:
de: Polarisation:
pl: Polaryzacja:

source: Policy
de: Bildeinstellungen
pl: Zasady

source: Polish
de: Polski

source: Popularity Kids
de: Meistgesehen: Kinder & Familie

source: Popularity Rank
de: Meistgesehen:

source: Position Setup is not allowed if record or stream is running !
de: Position darf während einer aktiven Aufnahme oder einer Streamwiedergabe nicht verändert werden!

source: Positioner Setup
de: Rotor Einstellungen

source: Post in group
de: In der Gruppe schreiben

source: Post on wall from another user
de: An die Pinnwand schreiben

source: Power = reboot receiver
de: Power = Receiver Neustart

source: Power Menu
de: Ausschaltmenü

source: Power Off
de: Ausschalten
pl: Wyłączenia

source: Power Off Timer
de: Ausschalttimer
pl: Timer wyłączenia

source: Poweroff
de: Ausschalten

source: Poweroff Timer
de: Ausschalttimer
pl: Timer wyłączenia

source: Present
de: vorhanden

source: Press -restore- and your saved settings will be restored from your swapstick / recording hdd! The Box will restart automatically for restoring! Press -backup- to save your actual settings to swapstick / recording hdd. WARNING: The old backup will be deleted!
de: -wiederherstellen- (Rot): Ihre Einstellungen werden aus einer zuvor erstellten Sicherung wiederhergestellt! Der Receiver wird automatisch neu gestartet! -sichern- (Grün): Ihre Einstellungen werden gesichert. WARNUNG: Die alten Sicherungen werden gelöscht! -Log- (Gelb): Überprüfung der Sicherung mittels Logdatei

source: Press Front Key
de: Drücken Sie eine Gerätetaste

source: Press OK after scan has ended.
de: Drücken Sie Ok, wenn der Suchlauf abgeschlossen ist

source: Press OK or EXIT
de: Drücken Sie OK oder Exit

source: Preview
de: Vorschau

source: Processlist
de: Prozessliste

source: Program Info
de: Programm Information
pl: Info o programie

source: Program started successfully
de: Programm erfolgreich gestartet

source: Progress Color
de: Fortschrittsbalken Farbe

source: Protect Channel
de: Sender mit PIN sperren
pl: Zabezpiecz kanał

source: Protect Channel Freetime (min)
de: Sendersperrzeit aus (min)

source: Protect Menu
de: Menü sperren
pl: Manu zabezpieczeń

source: Protect Modus Background Color
de: Sperr Modus - Hintergrundfarbe

source: Protect Modus Font Color
de: Sperr Modus - Schriftfarbe

source: Protect mode
de: Schützen

source: Prov
de: Anbieter
pl: Nadawca

source: Provider
de: Anbieter

source: Provider (DVB-C)
de: Anbieter (DVB-C)

source: Provider (DVB-T)
de: Anbieter (DVB-T)

source: Provider:
de: Anbieter:
pl: Nadawca:

source: ProviderCount:
de: Provideranzahl:

source: Prozesslist
de: Prozessliste

source: QAM auto
de: QAM automatisch

source: RC configuration only for UltraPlus F-9000HD
de: RC Konfiguration nur für Ultraplus F-9000HD

source: RECEIVER ID:
de: Board-ID Seriennummer:

source: RED
de: rot

source: RELOAD
de: Neu laden
pl: PRZEŁADUJ

source: REMOVE ENTRY
de: Eintrag löschen

source: REMOVE STYLE
de: Style entfernen

source: RENAME
de: Umbenennen

source: RESET
de: Zurücksetzen

source: RESTORE ERROR
de: WIEDERHERSTELLUNGSFEHLER!

source: RGUI Client
de: RGUI Klient

source: Radio Player
de: Radio
pl: Odtwarzacz radia

source: Ram
de: Arbeitsspeicher

source: Random
de: Zufällig
pl: Losowy

source: Random-On
de: Zufällige Wiedergabe-An

source: Rating
de: Bewertung

source: Rating:
de: Bewertung:

source: Reader Config
de: Reader

source: Reader Config Plugin not installed !
de: FEHLER: Reader Konfigurationsdatei ist nicht installiert!

source: Reader Configuration
de: Konfiguration

source: Reader Selection
de: Auswahl

source: Reader active
de: aktiviert

source: Real URL with http://
de: Tatsächliche URL (http://...)

source: Really Delete ?
de: wirklich löschen?

source: Really copy this file/dir?
de: Möchten Sie diese Datei kopieren?

source: Really delete this file/dir?
de: Möchten Sie diese Datei löschen?

source: Really move this file/dir?
de: Möchten Sie diese Datei verschieben?

source: Really restore default ?
de: Standardeinstellungen wiederherstellen?

source: Really restore default without Channelsettings ?
de: Standardeinstellungen ohne Senderlisten wiederherstellen?

source: Really stop download ?
de: Download wirklich beenden?

source: Rec Progress Color
de: Farbe Aufnahme Fortschritt

source: Receiver reboots now !!!
de: Receiver startet jetzt neu!

source: Receiver successful unlocked
de: Ihr Receiver wurde erfolgreich freigeschaltet

source: Receiver unlock
de: Receiver freischalten

source: Record
de: Aufnahme

source: Record / Timeshift / Stream
de: Aufnahme/Timeshift/Stream

source: Record Forerun (min)
de: Vorlaufzeit (min)
pl: Nagrywanie wcześniej o (min)

source: Record Max Sectors
de: Maximale Sektorengröße für 'record'

source: Record Overrun (min)
de: Nachlaufzeit (min)
pl: Koniec nagrywania później o (min)

source: Record Path
de: Aufnahmepfad
pl: Ścieżka nagrywania

source: Record Path settings
de: Aufnahme- und Medienpfade

source: Record Player
de: Archive (Aufnahmen wiedergeben)

source: Record Split Size
de: Teile Aufnahmen bei (Größe in MB)
pl: Dziel nagrywane pliki

source: Record Timer
de: Aufnahme Timer
pl: Timer nagrywania

source: Record cut
de: Aufnahmen schneiden

source: Record in progress
de: Aufnahme läuft

source: Record path
de: Aufnahmepfad

source: Record started
de: Aufnahme gestartet

source: Recording name
de: Aufnahme Titel

source: Recordlist
de: Liste der Aufnahmen

source: Red
de: Rot

source: Red Button
de: Rote Taste
pl: Czerwony

source: Red Key Action - Setup
de: Rote Taste - Belegungsmenü

source: Red-Menu
de: Rot-Menü

source: Reduce Standby frequency
de: CPU-Frequenz im Standby reduzieren

source: Refresh
de: Aktualisieren
pl: Odświerz

source: Release:
de: Veröffentlicht:

source: Released
de: Veröffentlicht

source: Remember film position
de: Filmposition merken

source: Remote
de: Fernbedienung

source: RemoteControl Long Version
de: Fernbedienung lange Version

source: RemoteControl Old Version
de: Fernbedienung alte Version

source: Remotecontrol Power Aktion
de: Aktion bei Power Taste der Fernbedienung

source: Remove Cachefile ?
de: Zwischenspeicher leeren?

source: Remove Cookies
de: Lösche Cookies

source: Remove Log:
de: Entfernen Log:

source: Remove Skinstyle
de: Folgenden Style entfernen

source: Remove empty Bouquet
de: Lösche leere Favoriten

source: Remove error
de: Löschen fehlgeschlagen

source: Remove mode
de: Löschen

source: Remove start
de: Entfernen gestartet

source: Remove success
de: Löschen erfolgreich

source: Remove this Favorite ?
de: Möchten Sie diesen Eintrag aus Ihren Favoriten löschen?

source: Remove unused Channels in Bouquets
de: Lösche nicht verfügbare Sender aus Favoriten Liste

source: Remove unused Satellites/Providers
de: Lösche nicht verfügbare Satelliten/Anbieter

source: Remove unused Transponder on used Satellites/Providers
de: Lösche nicht verfügbare Transponder vom aktiven Satelliten/Anbieter

source: Removeing
de: Entfernen von

source: Rename
de: Umbenennen

source: Repeat
de: Wiederholen
pl: Powtóz

source: Repeat type
de: Wiederholungsmodus

source: Repeat-On
de: Wiederholen-An

source: Rescue mode
de: Wartungsmodus

source: Reset
de: Zurücksetzen

source: Reset your Skin Settings ?
de: Skin Einstellungen zurücksetzen?

source: Resolution
de: Auflösung

source: Resolution (current)
de: Aktuelle Auflösung

source: Resolution (default)
de: Standardauflösung
pl: Rozdzielczość (standard)

source: Resolution Settings
de: Auflösung

source: Resolution:
de: Auflösung TV:
pl: Rozdzielczość:

source: Restart
de: Neustart

source: Restart Network
de: Netzwerk wird neu gestartet

source: Restart Network ?
de: Netzwerk neu starten?

source: Restart Oscam ?
de: OScam Neustart?

source: Restore
de: Wiederherstellen
pl: Przywróć

source: Restore Default Bouquets
de: Favoritenliste (Werkseinstellung)

source: Restore Default Channel Settings
de: Kompletteliste (Werkseinstellung)

source: Restore Default Channels
de: Senderliste (Werkseinstellung)

source: Restore Default Providers
de: Anbieterliste (Werkseinstellung)

source: Restore Default Sats
de: Satellitenliste (Werkseinstellung)

source: Restore Settings
de: Einstellungen wiederherstellen

source: Restore channel settings
de: Senderlisten wiederherstellen

source: Restore default
de: Werkseinstellung

source: Restore default settings
de: Werkseinstellungen

source: Restore default without Channelsettings
de: Werkseinstellung ohne Senderliste

source: Restore failed, see log
de: Wiederherstellung fehlgeschlagen Einzelheiten siehe Logdatei

source: Result List
de: Gefundene Liste

source: Results
de: Treffer

source: Resync Recording immediately
de: Synchronisiere Aufnahmen sofort (Schreibcache aus)

source: Rewind
de: zurückspulen

source: Right
de: Rechts

source: Rolloff
de: Abtastfrequenz

source: Rolloff:
de: Abtastfrequenz:

source: Rotor Settings
de: Rotor
pl: Ustawienia obrotnicy

source: Runtime
de: Laufzeit

source: Runtime:
de: Laufzeit:

source: Russian
de: Русский

source: SAT
de: Satelliten

source: SATA Connector
de: SATA Anschluss

source: SATCR Frequency
de: SatCR Frequenz

source: SATCR Number
de: SatCR Nummer

source: SAVE
de: Speichern
pl: ZAPISZ

source: SAVETRANSPONDER
de: Transponder speichern

source: SCANSTART
de: Suchlauf beginnen

source: SEARCH
de: Suchen

source: SELECT
de: Auswählen

source: SEND
de: Senden

source: SORT
de: Sortieren

source: START
de: Starten

source: STOP
de: Stoppen

source: STOP/START
de: Stopp/Start

source: SUCESS Flash/Nand
de: Flash/Nand erfolgreich

source: SUCESS Serial Port
de: Serieller Anschluss OK

source: SZ
de: ß

source: Samba Server Settings
de: Samba Server Einstellungen
pl: Ustawienia serwera Samba

source: Samsung SPF.. Settings
de: Einstellungen

source: Sat
de: Sam

source: Sat Config
de: Satelliten
pl: Konfiguracja satelit

source: Sat Finder
de: Empfangsqualität

source: Sat/Provider:
de: Satellit/Anbieter:

source: SatCount:
de: Satelliten:

source: Satelite Type
de: Satelliten Auswahl

source: Satellite
de: Satellit
pl: Satelita

source: Satellite/Provider import done, Titan will be restarted! Please check tuner config and execute a channel search after restart.
de: Satelliten/Anbieter Import fertig, Titan wird nun neu gestartet! Bitte prüfen Sie nach dem Neustart die Tuner Konfiguration und führen Sie eine Sendersuche durch.

source: Satellites
de: Satelliten

source: Satfinder
de: Empfangsqualität (Satfinder)

source: Saturation
de: Sättigung
pl: Nasycenie

source: Saturday
de: Samstag
pl: Sobota

source: Save
de: Speichern
pl: ZAPISZ

source: Save Settings
de: Einstellungen speichern
pl: Zapisz ustawienia

source: Scan
de: Suchlauf
pl: Skanowanie

source: Scan Auto
de: Fortschritt automatische Sendersuche

source: Scan Auto Config
de: Automatische Sendersuche

source: Scan Manual
de: Suchlauf manuell

source: Scan Manual Config
de: Suchlauf manuell Einstellungen

source: Scan and manage cifs/nfs/ftp shares
de: Suche und Verwaltung von CIFS/SMB, NFS und FTP Freigaben

source: Scan completed, changes have been saved.
de: Suchlauf abgeschlossen Änderungen wurden gespeichert.

source: Scan is not allowed if record or stream is running !
de: FEHLER: Beenden Sie laufende Aufnahmen oder Streams und versuchen Sie es dann erneut!

source: Scan locking
de: Suche sperren

source: ScanList
de: Scanliste

source: Scanning Network Shares, please wait !!
de: Suche Netzwerk Freigaben, bitte warten!

source: Scart On Standby
de: Scartausgabe im Standby

source: Scifi
de: Science Fiction

source: Score:
de: Punkte:

source: Screensaver
de: Bildschirmschoner

source: Screensaver Adjust
de: Bildschirmschoner
pl: Dostosuj screensaver

source: Screenshot create
de: erstelle Screenshot

source: Script execute
de: Skript ausführen

source: Script has no output or started in background.
de: Skript hat keine Ausgabe oder wurde im Hintergrund gestartet.

source: Search
de: Suchen

source: Search on ARD (local)
de: Suche diesen Titel bei ARD (local)

source: Search on FilmOn (local)
de: Suche diesen Titel bei FilmOn (local)

source: Search on InternetRadio (local)
de: Suche diesen Titel bei Internet-Radio (local)

source: Search on KinoX
de: Suche diesen Titel bei KinoX

source: Search on KinoX (local)
de: Suche diesen Titel bei KinoX (local)

source: Search on Netzkino (local)
de: Suche diesen Titel bei Netzkino (local)

source: Search only aktual epg ?
de: Nur im EPG des aktuellen Senders suchen?

source: Season
de: Staffel

source: Second Infobar
de: Zweite Infoleiste
pl: Druga belka info

source: Section:
de: Rubrik:

source: Select Path
de: Pfadauswahl
pl: Wybór ścieżki

source: Select Unicable Manufacturer
de: Unicable Hersteller auswählen

source: Select Your Remote Control
de: Fernbedienungsauswahl Menü

source: Select a function for the Media button
de: Wählen Sie eine Funktion für die Media Taste

source: Select a function for the Plugin button
de: Wählen Sie eine Funktion für die Plugin Taste

source: Select a function for the blue button
de: Wählen Sie eine Funktion für die blaue Taste

source: Select a function for the red button
de: Wählen Sie eine Funktion für die rote Taste

source: Select backup:
de: Sicherung auswählen:
pl: Wybierz kopię

source: Select device
de: Ausgewählter Datenträger

source: Selected image
de: Ausgewähltes Image

source: Selected:
de: ausgewählt:

source: Send
de: Senden

source: Send Telnet Command
de: Sende Telnet Kommando

source: Send all CAID to modules
de: Übermittle alle CAIDs an das Modul

source: Send remote box into standby ?
de: Entfernten Receiver in Standby versetzen?

source: Serial Input
de: Serieller Anschluss

source: Series
de: Serien

source: Service
de: Sender
pl: Serwis

source: Serviceinfo
de: Senderinfo
pl: Informacja o serwisie

source: Set action after rec
de: Nach der Aufnahme

source: Set standby A/V Receiver
de: A/V Receiver in Standby versetzen

source: Set standby TV
de: TV in Standby versetzen

source: Set standby all connected devices
de: Alle angeschlossenen Geräte in Standby versetzen

source: Settings
de: Einstellungen
pl: Ustawienia

source: Settings OK ?
de: Einstellungen speichern?

source: Settings backup/restore
de: Einstellungen sichern/wiederherstellen
pl: ustawienia kopii/odzyskiwania

source: Settings succesfull saved
de: Einstellungen wurden erfolgreich gespeichert

source: Setup HDMI-CEC
de: HDMI-CEC Einstellungen

source: Setup PIP
de: PiP-Einstellungen

source: Sharename can't be empty!
de: Freigabename darf nicht leer sein!

source: Shooting Background done ! Save Screenshoot Path: /tmp/screenshot.jpg
de: Ihr Hintergrundbild wurde gespeichert ! Speicherpfad: /tmp/screenshot.jpg

source: Should Timeshift File deleted ?
de: Soll die Timeshift Datei gelöscht werden?

source: Show EPG screen (EPG button)
de: EPG-Auswahl beim Betätigen der EPG-Taste
pl: Pokaż EPG

source: Show HDD freesize
de: Anzeige des freien Festplattenspeichers

source: Show Modules
de: Zeige Modul Informationen

source: Show Pay Streams
de: Zeige kostenpflichtige und englische Streams

source: Show Pictitle
de: Zeige Bild Titel

source: Show Signal Infos
de: Zeige Signalqualität

source: Show Timeline in Channellist
de: Zeige Fortschrittsbalken in Senderliste

source: Show hidden files
de: Versteckte Dateien anzeigen

source: Show in Standby
de: Im Standby anzeigen
pl: Pokaż w uśpieniu

source: Show in VFD
de: Im Display anzeigen
pl: Pokaż na VFD

source: Show infobar on program change
de: Infoleiste bei Sendungswechsel anzeigen

source: Show last pos Question
de: Verwende 'An letzter Stelle fortsetzen'?

source: Show/Hide Remote Control
de: Zeige/Verstecke Fernbedienung

source: Single (EPG)
de: Einfach (EPG)

source: Single EPG
de: Einfach-EPG
pl: Pojedyńcze EPG

source: Single LNB
de: Einzel LNB

source: Single Provider
de: Einzelner Anbieter

source: Single Sat
de: Einzelner Satellit

source: Single Service
de: Einzelsender

source: Single Transponder
de: Einzelner Transponder

source: Skin
de: Skin-Auswahl
pl: Skórka

source: Skin Adjust
de: Skin-Einstellungen
pl: Dostosuj skórkę

source: Skin Select
de: Skin-Auswahl
pl: Wybór skórki

source: Skin Style selection
de: Skin Style Auswahl

source: Skip 1/3
de: Sprungzeit der Tasten 1+3 (Sek)
pl: Opuść 1/2

source: Skip 4/6
de: Sprungzeit der Tasten 4+6 (Sek)
pl: Opuść 4/6

source: Skip 7/9
de: Sprungzeit der Tasten 7+9 (Sek)
pl: Opuść 7/9

source: Skip privat CA descriptor
de: Überspringe Private CA Descriptor

source: Sleep Timer
de: Ausschalt Timer

source: Slot
de: Einschub

source: SmartCard Reader
de: Kartenleser

source: Smartcard Ports found:
de: Smartcard Ports gefunden

source: Softcam Panel
de: Softcam
pl: Panel EMU

source: Softcam Selection
de: Softcam Auswahl

source: Softcam selection:
de: Softcam auswählen:

source: Some plugins needs restart. If the plugin is not active reboot the box.
de: Einige Erweiterungen benötigen einen Neustart. Wenn die Erweiterung nicht verfügbar ist, bitte neu starten

source: Song TitleText
de: Musiktitel Text anzeigen

source: Sort
de: Sortieren
pl: Sortuj

source: Sorting
de: Sortierung
pl: Sortuję

source: Sound
de: Klang
pl: Dźwięk

source: Sound amplifier (TV-Modus / internal Player)
de: Sound Verstärkung (TV-Modus/interner Player)

source: Sound amplifier (external Player)
de: Sound Verstärkung (externer Player)

source: Space
de: Leerzeichen
pl: miejsce

source: Spanish
de: Español

source: Spezialfunctions unlocked, no input required
de: Receiver bereits freigeschaltet, keine Freischaltung notwendig

source: Spinnerspeed
de: Spinnergeschwindigkeit
pl: prędkość spinera

source: Spinnertime
de: Spinnerzeit
pl: czas spinera

source: StandBy Mode
de: Standby Modus
pl: Tryb uśpienia

source: Standby / Poweroff
de: Neustart/Ausschalten
pl: Uśpienie / Wyłączenie

source: Standby Brightness
de: Helligkeit im Standby
pl: Jasność podczas uśpienia

source: Standby frequency
de: CPU-Frequenz im Standby

source: Start AutoTimer
de: Autotimer starten

source: Start HTTPD
de: Autostart Webinterface
pl: start serwera HTTP

source: Start RGUID
de: Autostart RGUID

source: Start Record
de: Aufnahme starten

source: Start Restore Default Bouquets ?
de: Favoritenliste (Werkseinstellung) wiederherstellen?

source: Start Restore Default Channel Settings ?
de: Komplette Liste (Werkseinstellung) wiederherstellen?

source: Start Restore Default Channels ?
de: Senderliste (Werkseinstellung) wiederherstellen?

source: Start Restore Default Providers ?
de: Anbieterliste (Werkseinstellung) wiederherstellen?

source: Start Restore Default Sats ?
de: Satellitenliste (Werkseinstellung) wiederherstellen?

source: Start Wlan ?
de: Möchten Sie WLAN jetzt starten?

source: Start at last position ?
de: An letzter Stelle fortsetzen?

source: Start movie in the internal player, set with 0 key marker during a movie. 5 key is for the marker overview. Then here select movie and start.
de: Starten Sie die Wiedergabe der ts Datei im internen Player und drücken Sie die Taste 0, um eine Markierung zu setzen. Drücken Sie die Taste 5, um eine Übersicht der Markierungen anzuzeigen und starten Sie anschließend die Wiedergabe.

source: Start on boot
de: automatischer Start

source: Start playback
de: Beginne Wiedergabe

source: Status update
de: Status aktualisiert

source: Step frequency
de: Frequenzratenschritt

source: Step signalrate
de: Signalratenschritt

source: Stock
de: Aktie

source: Stop AutoTimer
de: Autotimer beenden

source: Storage position
de: gespeicherte Position

source: Stream Config (iOS)
de: Stream Konfiguration (iOS)

source: Stream Menu
de: Stream Menü

source: Stream Path
de: Ordner für Stream
pl: ścieżka do streamu

source: Streaming succesfull stopped.
de: Streaming erfolgreich beendet

source: Style
de: Stil
pl: Styl

source: Subchannel
de: Unterkanäle

source: Subservices
de: Unterkanäle

source: Subtitle
de: Untertitel
pl: Napisy

source: Sudoku Help
de: Sudoku Hilfe

source: Sun
de: Son

source: Sunday
de: Sonntag
pl: Niedziela

source: Sure to cancel the cut process?
de: Soll der Schnitt wirklich abgebrochen werden?

source: Sure to delete Image?
de: Soll dieses Image wirklich gelöscht werden?

source: Svn Changelog
de: SVN Änderungsprotokoll

source: Svn Changelog Full
de: SVN Änderungsprotokoll (komplett)

source: Swap
de: Swap Datei (RAM Erweiterung)

source: Swap Max Sectors
de: Maximale Sektorengröße für 'swap'

source: Swap Size
de: Swap Datei Größe in kb

source: Switch TV to the correct input
de: TV auf gewünschten HDMI-Eingang schalten

source: Sysinfo
de: Systeminformation
pl: Informacje o systemie

source: System - Flashupdate (online)
de: Flash-Image Aktualisierung (Online)

source: System - Flashupdate (tmp)
de: Flash-Image Aktualisierung (Lokal/Backup)

source: System - Usbupdate (online)
de: USB-Multiboot-Image Aktualisieren (Online)

source: System - Usbupdate (tmp)
de: USB-Multiboot-Image Aktualisieren (Lokal)

source: System Backup
de: System Sicherung
