Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po
Languages: es, fr, lt

source: showip
es: Mostrar IP Address
fr: Afficher Adresse IP
lt: Rodyti IP Adresas

source: updatelist
es: Lista actualizada
fr: Liste de Mise a jour

source: useUnknown910
es: stmdvb.ko carga con la opción useUnknown910

source: Old Audiofw
es: Antiguo Audio Firmware
lt: Sena Garso Firmware

source: No Audiosync
es: dejar player2.ko con la opcion audio no syncronizado
lt: Nėra garso sinchronizavimo

source: Boot Resolution
es: Resolucion de arranque

source: Bootlogo
es: pantalla con el logotipo de arranque en el inicio

source: Poweroff
es: Apagado
lt: Išjungimas

source: Scart On Standby
es: Salida Scart durante Apagado
lt: Scart output during Standby

source: HighSR
es: dejar stmdvb.ko con la opcion HighSR Option

source: Boot RGB Fix
es: RGB Fix activo en el arranque

source: Autostart USB
es: Autoinicio USB
lt: Paleistis USB

source: Load Partition
es: particiones de carga durante la inicialización por Hdparm

source: Fsck Record
es: Archivosistemacheck particiones en grabacion
lt: Filesystemcheck Recording Partiton

source: Swap
es: Swap (RAM extensión)

source: Swap Size
es: Tamaño de Swap enn kb

source: Fsck Swap
es: Archivossistemacheck Swap Particion
lt: Filesystemcheck Swap Partiton

source: Record Max Sectors
es: Sectores de maximo tamaño de 'grabar'
lt: Maximum Sectors size for 'record'

source: Swap Max Sectors
es: Sectores de tamaño mximo para 'swap'
lt: Maximum Sectors size for 'swap'

source: Autostart EMU
es: Softcam
lt: Softcam

source: Emu Control
es: Softcam control
lt: Softcam kontrolė

source: ftdi
es: Permitir FTDI modulo
fr: Activer pilote ftdi
lt: Enable FTDI module

source: pl2303
es: PL2303 Modulo
fr: Pilote-PL2303
lt: PL2303 Module

source: nfs server
es: NFS Servidor
lt: NFS serveris

source: samba server
es: Samba Servidor
lt: Samba serveris

source: scan wlan
es: Exploracion WLAN
lt: Nuskaityti WLAN

source: Autostart Child Safety
es: Proteccion de menores

source: Automount Config
es: Configuracion
lt: Configuration

source: Ntfs Write
es: NTFS escribir

source: disable
es: discapacitado
fr: Désactiver
lt: išjungti

source: ntfsmount
es: NTFS-montaje

source: Only Boot Overclock
es: Overclocking slo en el arranque del sistema
lt: Overclocking only on System boot

source: CPU frequency
es: CPU Frecuencia
lt: CPU dažnis

source: FDMA bypass
es: FDMA derivacion

source: Reduce Standby frequency
es: Reduccion de CPU Frecuencia en Reposo

source: Standby frequency
es: Frecuencia Reposo CPU
lt: Budėjimo CPU dažnis

source: Use Teletxt Workaround
es: Utilice Teletexto solucion
lt: Naudokite Teleteksto apeiti

source: frequency
es: Frecuencia
lt: Dažnis

source: videmode
es: Videomodo
lt: videomode

source: Do you really want to start the Wizard? The Box will reboot and the Wizard will be started!
es: Realmente desea iniciar el Asistente? El receptor se reiniciara y el Asistente ser realizado!
lt: Do you really want to start the Wizard? The Receiver will reboot and the Wizard will be performed!

source: Title:
es: Titulo:
lt: Pavadinimas :

source: Artist:
es: Interprete:
lt: Atlikėjas:

source: Year:
es: Año:
lt: Metai:

source: Comment:
es: Comentario:
lt: Komentaras:

source: Video Settings
es: Video Ajustes
fr: Réglages Vidéo
lt: Nustatymai

source: AV Settings
es: Audio/Video Ajustes
lt: Garso / Vaizdo nustatymai

source: Delete File
es: Eliminar Archivo
lt: Ištrinti failą

source: Search on KinoX
es: Buscar este título en KinoX
lt: Paieška KinoX

source: Search on KinoX (local)
es: Buscar este título en KINOX (local)
lt: Paieška KinoX (vietinis )

source: Search on Movie4k
es: Buscar este título en Movie4k
lt: Paieška Movie4k

source: Search on Movie4k (local)
es: Buscar este título en Movie4k (local)

source: Search on Solarmovies (movie)
es: Buscar en Solo peliculas (peliculas)
lt: Paieška Solarmovies ( filmas )

source: Search on Solarmovies (serie)
es: Buscar en Solo peliculas (series)
lt: Paieška Solarmovies ( serija )

source: Search on Solarmovies (local)
es: Buscar este título en solo peliculas(local)
lt: Paieška Solarmovies (vietinis )

source: Search on Mle-HD (local)
es: Buscar este título en Mle-HD (local)
lt: Paieška MLE -HD (vietinis )

source: Search on Beeg (local)
es: Buscar este objeto en Beeg (local)
lt: Paieška Beeg (vietinis )

source: Search on Xvideos (local)
es: Buscar este objeto en Xvideos (local)
lt: Paieška xvideos (vietinis )

source: Search on Netzkino (local)
es: Buscar este objeto en Netzkino (local)
lt: Paieška Netzkino (vietinis )

source: Search on Youtube
es: Buscar este objeto en Youtube
lt: Ieškoti Youtube

source: Search on Youtube (local)
es: Buscar este objeto en Youtube (local)
lt: Ieškoti Youtube (vietinis )

source: Search on MyVideo
es: Buscar este objeto en Mis Videos
lt: Paieška MyVideo

source: Search on MyVideo (local)
es: Buscar este objeto en Mis Videos (local)
lt: Paieška MyVideo (vietinis )

source: Search on ARD (local)
es: Buscar este objeto en ARD (local)
lt: Paieška ARD (vietinis )

source: Search on ZDF (local)
es: Buscar este objeto eni ZDF (local)
lt: Paieška ZDF (vietinis )

source: Search on TecTime (local)
es: Buscar este objeto en TecTime (local)
lt: Paieška TecTime (vietinis )

source: Search on Giga (local)
es: Buscar este objeto en Giga (local)
lt: Paieška Giga (vietinis )

source: Search on Rtl-Now (local)
es: Buscar este objeto eni Rtl-Now (local)
lt: Paieška RTL -dabar (vietinis )

source: Search on Rtl2-Now (local)
es: Buscar este objeto en Rtl2-Now (local)
lt: Paieška RTL2 -dabar (vietinis )

source: Search on SuperRTL-Now (local)
es: Buscar este objeto en SuperRTL-Now (local)
lt: Paieška SuperRTL -dabar (vietinis )

source: Search on VOX-Now (local)
es: Buscar este objeto en VOX-Now (local)
lt: Paieška VOX -dabar (vietinis )

source: Search on InternetTv (local)
es: Buscar este objeto en Internet-Tv (local)
lt: Paieška InternetTv (vietinis )

source: Search on InternetRadio (local)
es: Buscar este objeto en Internet-Radio (local)
lt: Paieška InternetRadio (vietinis )

source: Choose your Red-Menu entry from the following list
es: Seleccione la entrada deseada para el menú rojo de la lista de abajo
lt: Pasirinkite Raudoną Meniu iš sąrašo

source: Jump To (min)
es: Saltar a (min)
lt: Pereiti į (min)

source: Record in progress
es: grabacion activa
lt: Įrašymas aktyvus

source: Really Delete ?
es: Realmente Eliminar?
lt: Tikrai Trinti?

source: DEL
es: Eliminar
fr: Supprimer
lt: Trinti

source: SORT
es: especie
lt: Rūšiuoti

source: Marker autoseek is started
es: autoseek marcador se pone en marchaBúsqueda automática de marcadores comenzado comenzo marcador Autoseek
lt: Marker autoseek started

source: Marker autoseek is stopped
es: Autoseek Marcador detuvo
lt: Marker autoseek stopped

source: AutoTimer Settings
es: Ajustes
lt: AutoTimer Nustatymai

source: afterevent
es: despues de la grabacion
lt: Po įrašymo

source: begin search
es: Iniciar la búsqueda
lt: pradėti paiešką

source: channel (EPG=Current channel)
es: Canales (EPG=activar Canales)

source: end search
es: Finalizar busqueda
lt: baigti paiešką

source: event
es: Evento
lt: Įvykis

source: SAVE
es: Guardar
fr: Sauvegarde
lt: Saugoti

source: search string
es: Patron de busqueda

source: START
es: Inicio
lt: Pradėti

source: Timer1 activ
es: Temporizador 1 activo
lt: Laikmatis 1 aktyvus

source: Timer2 activ
es: Temporizador 2 activo
lt: Laikmatis 2 aktyvus

source: CallMonitor Settings
es: Ajustes
lt: Nustatymai

source: 1.Rufnummer
es: 1er Numero
lt: 1 numeris

source: 2.Rufnummer
es: 2 Numero
lt: 2 numeris

source: Aktion wenn standby
es: Comportamiento durante la espera
lt: Elgsena budėjimo režime

source: alle Nummern
es: Todos los numeros
lt: Visi Numeriai

source: Anzeige in Sekunden
es: Pantalla de segundos
lt: Display for seconds

source: ausgehende Anrufe
es: llamadas salientes
lt: Outgoing calls

source: bei Anruf stumm
es: Silenciar una llamada entrante
lt: Mute on incoming call

source: broadcast
es: direccion de difusion
fr: Emission
lt: Broadcast address

source: eingehende Anrufe
es: llamada entrante
lt: Priimamas skambutis

source: LOAD-FritzBook
es: Cargue Fritzbook

source: Nutzername-Fritzbox (optional)
es: Fritzbox nombre de usuario (opcional)
lt: Fritzbox Username (optional)

source: Passwort-FritzBox
es: Fritzbox Contraseña
lt: Fritzbox Password

source: Level:
es: Nivel:

source: Score:
es: Puntuacion:

source: DLNA Settings
es: Configuracion DLNA
lt: DLNA Nustatymai

source: Media Dir 1
es: Media ruta1
lt: Media kelias 1

source: Media Dir 2
es: Media ruta 2
lt: Media kelias 2

source: Media Dir 3
es: Media ruta 3
lt: Media kelias 3

source: Media Dir 4
es: Media ruta 4
lt: Media kelias 4

source: Port
es: Puerto

source: Start on boot
es: arranque automático

source: Facebook Register
es: Registrar en Facebook
lt: Register on Facebook

source: Enter the shown url in your browser and enter the Code to register the receiver to facebook
es: Introduzca la url se muestra en el navegador y enviar el codigo para registrar el receptor a traves de Facebook
lt: Enter the shown url in your browser and submit the Code to register the Receiver via Facebook

source: Copy
es: Copiar

source: Delete
es: Eliminar
lt: Trinti

source: FILELIST MANAGER
es: Administrador de archivos
lt: Failų sąrašo valdiklis

source: Moven
es: Movimiento
lt: Filmas

source: View
es: Ver
fr: Afficher
lt: Peržiūrėti

source: Actors:
es: Actores:
lt: Aktoriai:

source: IMDb-API - Plugin
es: IMDb-API
lt: IMDb -API - Įskiepis

source: Plot:
es: Accion:

source: Release:
es: Liberacion:

source: SEARCH
es: Buscar
lt: Paieška

source: Writers:
es: Autor:

source: IMDb - Plugin
es: IMDB Plugins
lt: Įskiepiai

source: direkter Start
es: inicio directo
lt: direct start

source: Pearl LCD Settings
es: Pearl LCD Ajustes

source: aktiv im Standby
es: Mostrar en Reposo
lt: Rodyti Budėjime

source: alle Menus anzeigen
es: mostrar todos los menUs
lt: show all menues

source: Auswahl
es: seleccion
lt: selection

source: --- Land
es: --- Pais
lt: --- Šalis

source: --- Ort
es: --- Ubicacin
lt: --- Vietovė

source: --- PLZ
es: --- Codigo Postal
lt: --- Pašto kodas

source: Wettervorhersage
es: weather forecast
lt: Orų prognozė

source: Samsung SPF.. Settings
es: Samba Servidor Ajustes
lt: Samba Server Settings

source: DI
es: MAR
lt: TUE

source: DO
es: JUEV
lt: THU

source: MI
es: MIERC
lt: WED

source: MO
es: LUNES
lt: MON

source: Typenbezeichnung
es: LCD Tipo
lt: LCD Type

source: MC VideoPlayer Imdb Settings
es: MC VideoPlayer IMDB Ajustes
fr: Réglages MC VideoPlayer Imdb

source: MC VideoPlayer Sort Settings
es: MC Video Player orden de ajustes
fr: Réglages de tri MC VideoPlayer

source: MC VideoPlayer View Settings
es: MC VideoPlayer Ver Configuracion
fr: Réglage affichage MC VideoPlayer

source: Apple Trailer
es: Apple Trailer peliculas
lt: Apple Movie Trailer

source: AUDIO
es: Musica
lt: muzika

source: Audio Player
es: Play Musica
lt: Muzikos grotuvas

source: AUDIO SETTINGS
es: Audio Ajustes
fr: Réglages Audio
lt: Garso nustatymai

source: Autostart Playlist
es: Lista de reproduccion automatica
lt: Automatiškas grojaraštis

source: Backdrop Interval
es: Intervalo para el cambio de fondo
lt: Interval for Background change

source: Choice Menu
es: Seleccion Menu
lt: Pasirinkimo meniu

source: Datei Browser
es: Archivo Carpeta
lt: Failų naršyklė

source: default Directory
es: Directorio por defecto
lt: numatytasis katalogas

source: details
es: Detalles
lt: Informacija

source: EDIT
es: Editar
lt: Redaguoti

source: filealt
es: Alternativa archivo
lt: Alternatyvus failą

source: filealtresult
es: Alternativa archivo resultado
fr: Resultat fichier alternative
lt: Alternatyvus failą rezultatas

source: Filename:
es: Nombre de archivo:
lt: Failo pavadinimas :

source: Interval
es: Intervalo
fr: Intervalle

source: MediaDB autoscan
es: Automatico exploracion MediaDB

source: Mediathek
es: En linea Mediathek
lt: Online Mediathek

source: Picdenom Mode
es: Foto Software-decodificacion
lt: Picture Software-decode

source: Pic HW-decode
es: Foto Hardware-decodificacion
lt: Picture Hardware-decoder

source: Pic quality
es: Calidad de imagen
lt: Vaizdo kokybė

source: PICTURE
es: Foto
fr: Photo
lt: Nuotraukos

source: Picture Player
es: Fotos player
fr: Photo Player
lt: Paveikslėlių Grotuvas

source: PICTURE SETTINGS
es: Ajustes
fr: Réglages Photo
lt: Nustatymai

source: Radio Player
es: Radio
lt: Radijo grotuvas

source: Screensaver
es: Protector de Pantalla
lt: ekrano užsklanda

source: Settings
es: ajustes
fr: Réglages
lt: Nustatymai

source: Show Pictitle
es: Mostrar titulo foto
lt: Rodyti Paveikslėlio pavadinimas

source: small
es: pequeño
fr: Petit

source: Sort
es: especie
fr: Trier
lt: Rūšiuoti

source: Sorting
es: Clasificacion
fr: Tri

source: Sound
es: Sonar
fr: Son
lt: Garsas

source: Style
es: Estilo

source: use last Directory
es: Usar siempre último directorio

source: Video Player
es: Peliculas Player
lt: Filmų grotuvas

source: VIDEO SETTINGS
es: Video Ajustes
fr: Réglages Vidéo
lt: Nustatymai

source: VLC Player
es: Reproducir Video
lt: VLC Grotuvas

source: Weather Infos
es: Mostrar Weather detalles
lt: Rodyti Orų informacija

source: Web Radio Player
es: Web Radio
lt: Internetinė Radija

source: ADD
es: Añadir
fr: Ajouter
lt: Pridėti

source: Auth Settings
es: Ajustes
lt: Settings

source: AUTH SETTINGS
es: Ajustes
lt: Settings

source: COPY
es: Copiar

source: dnsaddresse
es: DNS Direccion
lt: DNS Address

source: ftpport
es: Ftp Puerto
fr: Port ftp

source: hddreplacement
es: Utilice recurso compartido de red para las grabaciones
fr: Replacement de Disque Dur
lt: Use network share for recordings

source: Here you can configure your Auth Data. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
es: Aqui usted puede configurar su informacion de autenticacion. Navegar con la unidad de control remoto y las teclas se muestran a continuacion
lt: Čia galite nustatyti savo autentifikavimo informaciją. Navigate naudojant nuotolinio valdymo pultą ir rodomais žemiau klavišais

source: Here you can configure your network shares. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
es: Aqui usted puede configurar los recursos compartidos de red. Navegar con la unidad de control remoto y las teclas se muestran a continuacion
lt: Here you may configure your Network shares. Navigate using your Remote Control and the keys displayed below

source: If you don't find Windows shares you need to disable 'Password protected sharing' in the 'Network and Sharing Center'.
es: Si no se encuentran recursos compartidos de Windows, es necesario desactivar compartir Contrasea protegida en el Centro de redes y recursos compartidos.
lt: If Windows shares are not found, you need to disable 'Password protected sharing' in the 'Network and Sharing Center'.

source: ipaddress
es: IP Direccion
fr: Adresse IP

source: options
es: Opciones

source: password
es: Contraseña
fr: Mot de Pass
lt: Slaptažodis

source: Password
es: Contraseña
lt: Slaptažodis

source: protocol
es: Protocolo
fr: protocole

source: proxy
es: ServidorProxy
lt: Proxyserver

source: proxyauth
es: AutenticacionServidor Proxy
fr: Authentification Proxy
lt: Proxyserver authentication

source: proxyip
es: Servidor Proxy IP
fr: IP pour ServeurProxy
lt: Proxyserver IP

source: proxypass
es: Servidor Proxy Contraseña
fr: Mot de Pass pour ServeurProxy
lt: Proxyserver Password

source: proxyport
es: Servidor Proxy Puerto
fr: Port pour ServeurProxy
lt: Proxyserver Port

source: proxyuser
es: Servidor Proxy nombre de usuario
fr: Nom Utilisateur pour ServeurProxy
lt: Proxyserver Username

source: rsize
es: Leer tamaño buffer
fr: rTaille
lt: read buffersize

source: sharedir
es: Directorio Compartido
fr: Répertoire Paprtagé
lt: Share Directory

source: sharename
es: Nombre Compartido
fr: Nom de Paprtage

source: type
es: Tipo
lt: Tipas

source: usedns
es: Use DNS Direccion
lt: Use DNS Address

source: User
es: Usuario

source: userauth
es: Usuario Autenticacion
fr: Authentification de Nom utilisateur
lt: User Authentication

source: username
es: Nombre de usuario
fr: Nom utilisateur
lt: Vartotojas

source: wsize
es: Escribir tamaño buffer
fr: wTaille
lt: Write buffersize

source: News
es: Ultimas noticias
lt: Naujienos

source: BROWSER
es: Navegador de Red
lt: Naršyklė

source: NEXT
es: siguiente
lt: Kitas

source: PREV
es: Previo
lt: Ankstesnis

source: Optimize
es: optimizar

source: Autostart
es: Autoinicio
fr: Démarrage auto

source: OverClock Settings
es: Overclocking
fr: Réglages OverClock
lt: tuning Nustatymai

source: Panel
es: Atemio Panel
fr: Panneau
lt: Atemio skydas

source: Audio / Video / Sat
es: Audio/Video/Satelite
lt: Garsas / Vaizdas / Sat

source: Automount
es: Integracion automatica

source: Cam / Emu
es: Softcam y USB driver
lt: CAM / Softcam

source: Cancel
es: Cancelar
fr: Annuler
lt: Atšaukti

source: Child safety
es: Parental control
fr: La sécurité d'enfant
lt: Tėvų kontrolė

source: Default
es: Defecto
fr: Standard
lt: Numatyta

source: Save
es: Guardar
fr: Sauvegarde
lt: Saugoti

source: speed
es: Velocidad
fr: Vitesse
lt: greitis

source: Test
es: Prueba
lt: testas

source: Usb Device
es: USB Device(s)
fr: Adaptateur USB
lt: USB įrenginys (s)

source: Videotune
es: Relacion de Aspecto
fr: Ajustement de Vidéo
lt: Vaizdo santykis

source: Wizard
es: asistente para la instalacion
fr: Réglages assisté
lt: Nustatymo vedlys

source: Device
es: Dispositivo

source: Enable
es: Activar
lt: Įtraukti

source: Here you can aktivate/deaktivate you readers. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
es: aquí puede activar o desactivar su lector de tarjetas
lt: Čia galite įjungti / išjungti savo skaitytojui ( ai) . Navigate naudojantis nuotolinio valdymo pultu ir rodomais žemiau klavišais

source: Here you can configure your reader. Use to navigate the control cross and the extra buttons displayed with your remote control to select.
es: Aqui puede configurar su lector (s). Navegar con la unidad de control remoto y las teclas se muestaran a continuacion
lt: Here you can configure your reader(s). Navigate using your Remote Control and the keys displayed below

source: Reader Config
es: Lector
lt: Reader

source: Reader Configuration
es: Configuracion
lt: Konfigūracija

source: Reader Selection
es: Seleccion
lt: pasirinkimas

source: RGUI Client
es: RGUI Klient

source: Stock
es: Cuota

source: NotUsed Settings
es: Pare si no se utiliza configuracion
lt: StopIfNotUsed Settings

source: Auto start
es: Autoinicio
lt: Paleistis

source: Time to stop
es: Es hora de dejar (min)
lt: Laikas sustabdyti (min)

source: Aspect
es: Relacion de aspecto
lt: Vaizdo santykis

source: Framerate
es: Tasa Mxima
lt: Maksimalus greitis

source: Streaminfo
es: Stream Informacion
lt: Stream Informacija

source: X-Resolution
es: X-Resolucion:
lt: X- Rezoliucija:

source: Y-Resolution
es: Y-Resolucion:
lt: Y- Rezoliucija:

source: Check inputs
es: Comprobar la configuracion

source: Delete wrong inputs
es: Eliminar entradas incorrectas

source: Input the numbers 1 to 9
es: Entrada numeros desde el 1 al 9

source: New game (easy)
es: Nuevo juego (facil)

source: New game (hard)
es: Nuevo juego (dificil)

source: Open settings menu
es: Abrir ajustes menu

source: please wait...
es: Espere por favor ...
lt: Prašome laukti...

source: Sudoku Help
es: Sudoku Ayuda

source: TiThek Settings
es: tiThek
lt: tiThek

source: ADD FAV
es: Añadir
lt: Pridėti

source: DEL FAV
es: Eliminar
lt: Ištrinti

source: Exit Tithek
es: Salir
lt: Uždaryti

source: Hid XXX Streams
es: Ocultar XXX Streams
lt: Hide XXX Streams

source: localname
es: nombre local
lt: vietinis pavadinimas

source: Menu Title
es: Menu Titulo

source: Pic Link
es: Link
lt: Nuoroda

source: Pic Ratio
es: Ratio
lt: Santykis

source: Show Pay Streams
es: Mostrar imputables Streams

source: TiThek - Favorite Edit
es: Editar Favorito
lt: Redaguoti adresyną

source: Title
es: Titulo
lt: Pavadinimas

source: Type
es: Tipo
lt: Tipas

source: View Cover
es: Tapa arroyos (streams)
lt: Peržiūrėti viršelis

source: View Sections
es: Seleccionar Menu
lt: Peržiūrėti Profiliai

source: tiWakeup
es: Despertarse
lt: Wake Up

source: Back Pic
es: Segundo Plano
lt: Pagrindas

source: Edit
es: Editar
lt: Redaguoti

source: Full Pic
es: modo de pantalla completo
lt: per visą ekraną režimas

source: IMDB Search
es: IMDb Buscar

source: Pic Name
es: Nombre
lt: Vardas

source: Pic Timeout
es: Ocutar tiempo de salida
lt: Pritildyti po

source: Preview
es: Previo
lt: Peržiūra

source: Runtime:
es: Tiempo de ejecucion:

source: Scan
es: Exploracion
lt: Skanuoti

source: Votes:
es: Voces:

source: Orgname:
es: Organizacion nombre:
lt: Organizacijos pavadinimas :

source: OTHER
es: Otros
lt: Kiti

source: Rating:
es: Opinion:

source: TMDb - Plugin
es: TMDb

source: Cutstatus:
es: Progreso:

source: in background
es: En el fondo

source: Marker found:
es: Marcador encontro:

source: progress
es: Progreso

source: Selected:
es: Seleccionar:

source: select movie
es: Seleccionar Pelicula
lt: pasirinkite filmą

source: Start movie in the internal player, set with 0 key marker during a movie. 5 key is for the marker overview. Then here select movie and start.
es: Comienza la pelicula con el reproductor interno. estaablecer un marcador con el -0- clave durante la reproduccion. Para una visin general de todos los marcadores pulse -5- en usted remoto. Presione -Play- en su control remoto para realizar el corte seleccionado.
lt: Start the movie with the internal Player. Set a marker with the -0- Key during the playback. For an overview of all markers press -5- on you Remote. Press -Play- on your Remote Control to perform the selected cut.

source: ts - cut
es: ts - corte

source: Weather
es: Tiempo

source: NEW
es: Nuevo
lt: Naujas

source: Date
es: Fecha
lt: Data

source: Day
es: Dia
lt: diena

source: Refresh
es: Actualizar
fr: Actualiser
lt: Atnaujinti

source: Time
es: Hora
lt: Laikas

source: Here you can make your xupnpd autostart settings.
es: Aqui puede configurar los ajustes de inicio automatico xupnpd.
lt: Here you may setup the xupnpd autostart settings.

source: Xupnpd Server
es: xupnpd - DLNA Media Server

source: ZapBack
es: Cambie atras
lt: Switch back

source: Minuten
es: Minutos
lt: Minutes

source: schaltet zurueck auf Sender
es: vuelve al canal anterior
lt: returns to the previous Channel

source: move west
es: Mover Oeste
lt: Sukti į vakarus

source: search west
es: Buscar Oeste
lt: Ieškokite vakarų

source: search east
es: Buscar este
lt: Ieškokite rytų

source: move east
es: Mover este
lt: Sukti į rytus

source: step west
es: Paso Oeste
lt: Žingsnis į vakarus

source: step east
es: Paso este
lt: Žingsnis į rytus

source: limits off
es: Limites off
lt: Ribos išjungtos

source: limit west
es: Limites Oeste
lt: Vakarų riba

source: limit east
es: Limitesta estae
lt: Rytų riba

source: limits on
es: Limites On
lt: Ribos įjungtos

source: store position
es: Guardar Posicion
lt: Išsaugoti padėtį

source: goto position
es: Ir a la Posicion
lt: Eiti į poziciją

source: startposition
es: Iniciar Posicion
lt: Pradžios pozicija

source: Position Setup is not allowed if record or stream is running !
es: ERROR: No se puede cambiar la posicion durante una grabacion o corriente!
lt: ERROR: You cannot change the Position during a Recording or Stream!

source: DeepStandby
es: Apagado
lt: Power off

source: Connect with Hoster wait 20 seconds
es: Conexion al Host, por favor espere 20 segundos
lt: Connecting to Host, please wait 20 seconds

source: first slot
es: Primera ranura

source: second slot
es: Segunda ranura

source: Use config from Flash (permanent)
es: Use configuracion desde /mnt (permanent)
lt: Use configuration from /mnt (permanent)
