Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: pip end
de: PiP stoppen

source: pip menu
de: PiP-Menü

source: pl2303
de: Aktiviere PL2303 Kartenleser Treiber

source: player
de: Multimedia Player

source: playinfobar
de: Wiedergabe Informationsleiste

source: playlist
de: Wiedergabeliste

source: playlist_main
de: Wiedergabeliste Menü

source: please wait
de: bitte warten

source: please wait...
de: bitte warten

source: plugin
de: Erweiterungen

source: possetup
de: Tuner Positions Einstellungen

source: power off
de: Ausschalten

source: poweroff
de: Ausschalten

source: powerofftimerscreen
de: Ausschalttimer

source: press red
de: Rote Taste drücken

source: progress
de: Fortschritt

source: protect service
de: Sender sperren
pl: Zabezpiecz serwis

source: protocol
de: Protokoll
pl: protokół

source: proxyauth
de: Proxy Authentifizierung

source: proxyip
de: IP für Proxyserver

source: proxypass
de: Passwort für Proxyserver

source: proxyport
de: Port für Proxyserver

source: proxyuser
de: Benutzername für Proxyserver

source: puffern
de: Zwischenspeichern

source: quickmenu
de: Schnellstart

source: ready
de: bereit

source: rec
de: Aufnahme

source: record
de: Aufnahme

source: recordduration
de: Aufnahme (Länge)

source: recordlist
de: Timerliste

source: recordpath
de: Aufnahmepfad

source: rectimer
de: Timer

source: rectimerext
de: Timer Ext

source: red
de: rot

source: redKey
de: Rote Taste

source: remove service
de: Aus Favoriten entfernen
pl: unuś serwis

source: rename service
de: Sender umbenennen

source: repeat
de: wiederholen

source: resolutionsettings
de: Auflösung Einstellungen

source: reverse alpha
de: Alphabetisch (Z-A)
pl: odwróć alpha

source: reverse date
de: Datum (Alt-Neu)
pl: odwróć datę

source: reverse size
de: Größe aufsteigend
pl: odwróć wielkość

source: right
de: rechts

source: ro
de: Schreibgeschützt

source: rsize
de: Lese Puffergröße

source: running
de: aktiv

source: rw
de: Lesen/Schreiben

source: satfinder
de: Empfangsqualität

source: save network settings ?
de: Einstellungen speichern?

source: scan
de: Suchlauf

source: scan Directory
de: Durchsuchtes Verzeichnis

source: scan and whitelist
de: Suchlauf und Weiße Liste

source: scan wlan
de: WLAN autostart

source: schaltet zurueck auf Sender
de: Schaltet zurück auf Sender

source: screensaver
de: Bildschirmschoner

source: screensaver background
de: Hintergrund
pl: tło Screensaver-a

source: screensaver delay
de: Verzögerung (sek)
pl: Opóźnienie Screensaver-a

source: screensaver interval
de: Intervall (sek)
pl: Interwał Screensaver-a

source: screensaver pic
de: Bild
pl: Zdjęcie Screensaver-a

source: screensaver type
de: Typ
pl: typ Screensaver-a

source: screensaveradjust
de: Bildschirmschoner

source: search east
de: suche Ost

source: search string
de: Suchmuster

source: search west
de: suche West

source: searching...
de: Suche ...

source: second slot
de: zweiter Kartenschacht (oben)

source: select movie
de: Film auswählen

source: select the format filesystem type for your media drive
de: Auswahl des Dateisystems Für weitere Dateisysteme wechseln Sie bitte in den Expertenmodus (Einstellungen -> Erweitert -> Expertenmodus = ja)

source: select the function for the specified device
de: Aufnahme: erstellt den Ordner 'movie' für Aufnahmen Erweiterungen: erstellt den Ordner 'swapextensions' für Erweiterungen RAM Erweiterung: erstellt den Ordner 'swapdir' Sicherung: erstellt den Ordner 'backup' für künftige Sicherungen

source: select the media drive from Device List for configuration
de: Auswahl des Datenträgers zur weiteren Konfiguration

source: select the media drive from Device List for formating
de: Auswahl des Datenträgers zur Formatierung

source: select the media drive from Device List for fsck
de: Auswahl des Datenträgers zur Dateisystemüberprüfung

source: serviceinfo
de: Sender Info

source: set a cookie which will expire in 3 days and be accessible site wide
de: Ein Cookie, das in drei Tagen abläuft, wird erstellt.

source: set here the default sleeptime for all your media drives
de: Versetzt die Festplatte nach Ablauf der eingestellten Zeit in den Standby.

source: set startchannel
de: Startsender festlegen
pl: ustaw kanał startowy

source: settings
de: Senderlisten

source: settingsmenu
de: Einstellungsmenü

source: sharedir
de: Speicherort auf entferntem Rechner
pl: katalog udostępniany

source: sharename
de: Freigabename
pl: nazwa udostępniana

source: shortepg
de: EPG-Kurzübersicht

source: show
de: anzeigen

source: show 12 entrys
de: klein (12 Bilder)

source: show 2 entrys
de: sehr groß (2 Bilder)

source: show 20 entrys
de: kleiner (20 Bilder)

source: show 30 entrys
de: sehr klein (30 Bilder)

source: show 6 entrys
de: groß (6 Bilder)

source: show auto entrys
de: automatisch anpassen

source: show in list
de: in Liste zeigen

source: show record
de: Zeige RECORD

source: showip
de: Zeige IP Adresse im Display beim Start

source: singleepg
de: Einfach EPG

source: size
de: Größe absteigend
pl: wielkość

source: size (default)
de: Größe (Voreinstellung)

source: skinadjust
de: Skin-Einstellungen

source: skinselect
de: Skin-Auswahl

source: slow
de: langsam

source: small
de: klein
pl: mały

source: sorry found no harddisk
de: Keine Festplatte/USB-Stick gefunden

source: sort service
de: Liste sortieren

source: south
de: Süd

source: speed
de: Geschwindigkeit
pl: prędkość

source: ssl_control
de: SSL Einstellungen

source: ssl_try
de: SSL versuchen

source: stable
de: Offizieller Feed

source: standbymenu
de: Standby Menü

source: star
de: Stern

source: started
de: gestartet

source: starting
de: durchführen

source: starting Full Update (from backup) ?
de: Beginne Flashvorgang eines gesicherten Systemabbilds

source: starting Full Update ?
de: Flashvorgang starten?

source: static
de: statisch

source: step east
de: Schritt nach Ost

source: step west
de: Schritt nach West

source: stop
de: Stoppen

source: stopped from user
de: Abbruch durch Benutzer

source: store position
de: Position speichern

source: subtitle
de: Untertitel

source: success
de: Erfolgreich

source: swap
de: Swap Datei (RAM Erweiterung)

source: switch
de: umschalten

source: switch channel
de: Sender umschalten

source: switch to original remote
de: original Fernbedienung anzeigen

source: switch to virtual remote
de: virtuelle Fernbedienung anzeigen

source: swts
de: Lade stmdvb.ko mit der swts Option

source: system_backup
de: Sichern

source: system_backup_restore
de: Einstellungen sichern/wiederherstellen

source: system_infos_main
de: System Information Hauptmenü

source: system_sysinfos_main
de: System Sysinfos Hauptmenü

source: systeminfo
de: System Information

source: systemmenu
de: System Menü

source: systemupdate_flash_online_menu
de: Flash-Image Aktualisierung (Online)

source: systemupdate_flash_tmp_menu
de: Flash-Image Aktualisierung (Lokal)

source: systemupdate_usb_online_menu
de: USB-Multiboot-Image Aktualisierung (Online)

source: systemupdate_usb_tmp_menu
de: USB-Multiboot-Image Aktualisierung (Lokal)

source: systemupdatemenu
de: Systemaktualisierungs Menü

source: sz
de: ß

source: testchannel entry not ok
de: Testsender Eintrag fehlerhaft

source: testchannel not found
de: Testsender nicht gefunden

source: testtransponder entry not ok
de: Test-Transponder Eintrag fehlerhaft

source: testtransponder not found
de: Test-Transponder nicht gefunden

source: textinput
de: Virtuelle Tastatur

source: textinputhist
de: Virtuelle Tastatur mit Verlauf

source: thereafter on this Channel:
de: Anschließend auf diesem Sender:

source: tiWakeup
de: Wecker

source: time
de: Uhrzeit

source: time + channel
de: Uhrzeit + Sender

source: time small
de: Uhrzeit (klein)

source: timermenu
de: Timer

source: timeshiftsettings
de: Timeshift Einstellungen

source: timezone
de: Zeitzone

source: tpkinstall
de: TPK Installation

source: ts - cut
de: ts - Schnitt

source: tunerconfig
de: Tunerauswahl

source: tunerreceptiondvbc
de: DVB-C Tuner einstellen

source: tunerreceptiondvbs
de: DVB-S Tuner einstellen

source: tunerreceptiondvbt
de: DVB-T Tuner einstellen

source: type
de: Typ
pl: Typ

source: ue
de: ü

source: undefined
de: nicht definiert

source: undefined error
de: !!! Unbekannter Fehler !!!

source: unknown
de: nicht erkannt
pl: nieznany

source: unlock
de: Receiver freischalten

source: unlock -> leaf unlock
de: ungesichert -> belassen

source: unlock -> lock it
de: ungesichert -> sichern

source: unstable
de: Beta Feed

source: update
de: Aktualisieren

source: updatelist
de: Update Liste

source: usbreset Plugin
de: USB-Reset

source: use last Directory
de: Benutze immer letztes Verzeichnis

source: use medium for backup
de: Datenträger für Sicherung/Wiederherstellung nutzen? OK für Ja, Exit für Nein

source: use medium for extension
de: Datenträger für Erweiterungen (swapextensions) nutzen? OK für Ja, Exit für Nein

source: use medium for record
de: Datenträger für Aufnahmen nutzen? OK für Ja, Exit für Nein

source: use medium for swap
de: Datenträger für RAM Erweiterung (swap) nutzen? OK für Ja, Exit für Nein

source: useUnknown910
de: Lade stmdvb.ko mit der useUnknown910 Option

source: usedns
de: Benutze DNS Adresse

source: useproxy
de: Benutze Proxy

source: user defined
de: Benutzerdefiniert

source: userauth
de: Benutzer Authentifizierung

source: username
de: Benutzername

source: usessl
de: SSL verwenden

source: valid
de: gültig

source: very fast
de: sehr schnell

source: very slow
de: sehr langsam

source: vfddate
de: Datum

source: videmode
de: Bildauflösung

source: video
de: Filme

source: video / picture
de: Video/Bild

source: videomode
de: Audio/Video

source: volume
de: Lautstärke

source: wait for stopping
de: Vorgang abgeschlossen

source: wait for stopping download
de: Warten, Download wird beendet.

source: waiting
de: warte

source: weather Plugin
de: Wetter Plugin

source: weekly
de: Wöchentlich

source: white
de: weiß

source: whitelist
de: Weiße Liste

source: will be set by plugin
de: wird vom Plugin eingestellt

source: wireless
de: Wireless LAN

source: wlansettings
de: WLAN

source: workdays
de: Werktags

source: wsize
de: Schreib Puffergröße

source: xupnpd not started, Please check your config.
de: xupnpd konnte nicht gestartet werden Bitte Konfiguration prüfen

source: xupnpd now stopped
de: xupnpd wurde gestoppt

source: xupnpd started and config saved
de: xupnpd gestartet und Einstellungen gespeichert

source: xupnpd started.
de: xupnpd gestartet

source: yellow
de: gelb

source: yes
de: Ja

source: yes / vzap 1 sec
de: Ja/VZAP 1 Sek

source: yes / vzap 2 sec
de: Ja/VZAP 2 Sek

source: yes / vzap endless
de: Ja/VZAP unendlich

source: Create Backup
pl: Utwórz kopię

source: Information
pl: Informacje

source: Ipk Install - select file
pl: Instalacja IPK - wybierz plik

source: Manuel Scan
pl: Skanowanie ręczne

source: PlayList - select your playlist !
pl: Lista odtwarzania - wybór listy

source: Audio PID:
pl: APID:

source: A-Z (Text)
pl: A-Z (Tekst)

source: cancel
pl: Anuluj

source: Cancel Shutdown
pl: Anuluj zamykanie

source: Channel Service...
pl: Serwis kanału...

source: Committed command
pl: Wykoanan komeda

source: Datei Browser
pl: Przeglądarka plików

source: details
pl: szczegóły

source: dnsserver 1
pl: Serwer nazw 1

source: dnsserver 2
pl: Serwer nazw 2

source: East / West
pl: Wschód / Zachód

source: English
pl: Angielski

source: Epgfreespace (KB)
pl: Wolne miejsce dla EPG (KB)

source: Epg List Mode
pl: Tryb wyświetlania EPG

source: Epg Refresh Time
pl: Czas odświerzania EPG

source: EXIT
pl: WYJŚCIE

source: Found Data:
pl: Znaleziono dane:

source: Found Radio:
pl: Znaleziono radia:

source: Found TV:
pl: Znaleziono TV:

source: ftpport
pl: Port ftp

source: gateway
pl: bramka

source: Germany
pl: Niemcy

source: Imdb Directory
pl: Katalog Imdb

source: Increased Voltage
pl: Zwiększone napięcie

source: Infobar Auto hide on call
pl: Ukryj belkę informacyjną przy wywołaniu

source: Information...
pl: Informacje...

source: Infos
pl: Info

source: Internet Browser
pl: Przeglądarka internetu

source: IPK install (online)
pl: Instaluj IPK (poprzez web)

source: IPK remove
pl: usuń IPK

source: IPK tmp (tmp)
pl: Instaluj IPK (tmp)

source: lan
pl: sieć

source: LOG (Text)
pl: LOG (tekst)

source: Media Center
pl: Centum mediów

source: Modulation:
pl: Modulacja:

source: My Video
pl: Moje wideo

source: Name
pl: Nazwa

source: Name:
pl: Nazwa:

source: Nordh / South
pl: Północ/Południe

source: PIDs
pl: PIDy

source: Power aktion
pl: Włączenie

source: Prev
pl: Poprzedni

source: Repeate
pl: Powtórz

source: Repeate type
pl: Powtórz typ

source: Rotor Position
pl: Pozycja obrotnicy

source: Settings...
pl: Ustawienia...

source: Signal:
pl: Sygnał:

source: Standby
pl: uśpienie

source: Standby / Poweroff...
pl: uśpienie/wyłączenie
