Repository: redblue-pkt/titan
Catalog: po/*/LC_MESSAGES/titan.po_auto.po
Languages: de, pl

source: Here you can configure your OSCam reader.
de: Hier können Sie die OSCam Reader konfigurieren.

source: Here you can configure your cable tuner. Choose your cable provider and start an automatic search.
de: Hier können Sie Ihren Kabel Tuner einstellen. Wählen Sie Ihren Kabel Anbieter und führen Sie anschließend einen automatischen Suchlauf durch. Bei der Kabelsuche sollte die Option "Netzwerk durchsuchen" aktiviert sein.

source: Here you can configure your login credentials for accessing password protected shares.
de: Hier können Sie die Zugangsdaten zu passwortgeschützten Freigaben eingeben.

source: Here you can configure your satellite tuner. First, select the satellite. When using DiSEqC, also define the used port. For advanced LNB/Unicable configuration, navigate to LNB/Unicable and press the red button.
de: Sat Tuner Konfiguration: Wählen Sie zunächst den Satelliten aus. Bei Verwendung von DiSEqC weisen Sie zusätzlich den verwendeten Port zu. Für erweiterte LNB/Unicable Konfiguration navigieren Sie zur Option LNB/Unicable und drücken Sie die rote Taste.

source: Here you can configure your terrestrial tuner. Activate the terrestrial tuner and start an automatic search.
de: Hier können Sie den DVB-T Tuner einstellen. Aktivieren Sie den DVB-T Tuner und führen Sie anschließend einen automatischen Suchlauf durch.

source: Here you can configure: Webinterface, Transcoding and RGUI
de: Hier können Sie Einstellungen für Webinterface, Transcoding und RGUI vornehmen.

source: Here you can connect to your wireless network. 1. Use search button, select your SSID and press ok 2. Choose encryption type and enter key, accept with ok 3. Set automatic start if wanted and start with green.
de: Hier können Sie eine Verbindung mit Ihrem WLAN herstellen. 1. Suche starten, die eigene SSID mit ok übernehmen. 2. Schlüssel und Typ anpassen und mit ok bestätigen (speichern). 3. Automatischer Start falls erwünscht, Start mit grün

source: Here you can control the fan mode.
de: Hier können Sie den Modus des Lüfters ändern. Auto ist die empfohlene Betriebsart.

source: Here you can create, delete and edit timer events. Press ok to edit the selected timer. Press blue to check the timer log. Then choose red to delete a single entry or yellow to clear the list.
de: Hier können Sie Timer erstellen, löschen und bearbeiten. OK um den ausgewählten Timer zu bearbeiten. Blau um den Timer Verlauf zu prüfen. Dort können Sie mit Rot Einträge löschen oder mit Gelb die Liste leeren.

source: Here you can define channels or favorites for EPG scan/refresh.
de: Hier können Sie Sender und Favoriten festlegen, die im EPG Scan berücksichtigt werden sollen.

source: Here you can define the paths for record, timeshift and movie player.
de: Hier können Sie die Pfade für Aufnahme, Timeshift und den Movieplayer festlegen.

source: Here you can edit the channel list.
de: Hier können Sie die Senderliste editieren.

source: Here you can edit timer events.
de: Hier können Sie Timer bearbeiten.

source: Here you can enter the menu of your Ci-Module.
de: Hier können Sie das Menü Ihres CI-Moduls aufrufen.

source: Here you can install plugins and extensions from our online offer.
de: Hier können Sie aus unserem aktuellen Online-Angebot Erweiterungen und Plugins installieren.

source: Here you can make advanced settings.
de: Hier können Sie erweiterte System Einstellungen vornehmen.

source: Here you can make your Audio/Video settings.
de: Audio/Video Konfiguration: Hinweis: Die neue Auflösung muss bestätigt werden. Bei falscher Auflösung wird nach 5 Sekunden in den ursprünglichen Modus zurückgeschaltet.

source: Here you can make your EPG settings.
de: Hier können Sie die EPG Einstellungen konfigurieren.

source: Here you can make your HDMI-CEC settings.
de: Hier können Sie festlegen, wie angeschlossene Geräte auf Standby oder aufwachen dieses Receivers reagieren sollen.

source: Here you can make your PIN security settings for menu access.
de: Hier können Sie den PIN Schutz für Menüs einstellen.

source: Here you can make your PIN security settings.
de: Hier können Sie Ihre PIN Sicherheitseinstellungen vornehmen

source: Here you can make your USB autostart settings.
de: USB Autostart Konfiguration

source: Here you can make your audio/video autostart settings.
de: Hier können Sie den Audio/Video-Autostart konfigurieren

source: Here you can make your child safety autostart settings.
de: Hier können Sie den Jugendschutz Autostart konfigurieren.

source: Here you can make your display settings.
de: Hier können Sie das Display konfigurieren und falls unterstützt, die Helligkeit der PowerLED verändern.

source: Here you can make your general autostart settings.
de: Hier können Sie allgemeine Autostart Optionen konfigurieren.

source: Here you can make your mediadb settings.
de: Hier können Sie die MediaDB konfigurieren

source: Here you can make your module settings.
de: Hier können Sie die Einstellungen für CI-Module anpassen

source: Here you can make your network autostart settings.
de: Hier können Sie den Netzwerk Autostart konfigurieren

source: Here you can make your overclock settings.
de: Hier können Sie die CPU Übertaktung konfigurieren.

source: Here you can make your screensaver settings.
de: Hier können Sie Ihre Bildschirmschoner konfigurieren

source: Here you can make your softcam/USB cardreader autostart settings.
de: Hier können Sie den Softcam und USB Cardreader Autostart konfigurieren.

source: Here you can make your timeshift settings.
de: Hier können Sie die Timeshift Einstellungen anpassen

source: Here you can make your xupnpd autostart settings.
de: Hier können Sie xupnpd starten, stoppen und den Autostart aktivieren.

source: Here you can reset the smartcard reader(s).
de: Hier können Sie Ihre Smartcards zurücksetzen.

source: Here you can search the EPG for specific genre or keyword.
de: Hier können Sie den EPG nach bestimmten Genres oder Schlüsselwörtern durchsuchen.

source: Here you can see the progress of all current downloads.
de: Hier können Sie den Fortschritt der aktuellen Downloads überwachen.

source: Here you can select a skin from the following list.
de: Hier können Sie einen installierten Skin aus der folgenden Liste auswählen und aktivieren. Titan wird neu gestartet!

source: Here you can select from the following list.
de: Hier können Sie aus der folgenden Liste auswählen

source: Here you can select the Transponder Mode. Please use a channel search after the Restart
de: Hier können Sie Ihre Transponder Auswahl vornehmen Führen Sie nach dem Neustart einen Kanalsuchlauf durch.

source: Here you can select your hard disks and USB flash drives for configuration.
de: Hier können Sie Ihre Festplatten und USB-Sticks zur Konfiguration auswählen

source: Here you can select your network interface.
de: Hier können Sie eine Netzwerkschnittstelle auswählen.

source: Here you can select your remote control type.
de: Hier können Sie die passende Fernbedienung auswählen.

source: Here you can set your channel search options. Very important, before channel scan, the tuner must be configured correctly.
de: Hier können Sie den automatischen Sendersuchlauf einstellen und starten. Sehr wichtig: Vor dem Suchlauf müssen die Tuner unter System/Sendersuche/Konfiguration (Kabel/Sat/Terrestrisch) konfiguriert werden. Für Kabelsuche sollte die Option "Netzwerk durchsuchen" aktiviert sein.

source: Here you can set your hybrid tuner. Choose the required tuner mode.
de: Hier können Sie den/die Hybrid Tuner einstellen. Wählen Sie den gewünschten Modus aus.

source: Here you can set your language.
de: Hier können Sie die gewünschte Sprache einstellen

source: Here you can set your manual channel search options. Very important, before channel scan, the tuner must be configured correctly.
de: Hier können sie die Einstellungen für den manuellen Suchlauf vornehmen. Sehr wichtig, vor der Sendersuche muss der Tuner eingestellt werden.

source: Here you can set your timezone.
de: Hier können Sie Ihre Zeitzone einstellen

source: Here you can start a blind scan, depending on your satellite configuration, this process can take very long.
de: Hier können Sie einen Blindscan durchführen, abhängig von Ihrer vorhandenen Konfiguration kann dieser Vorgang sehr lange dauern.

source: Here you can start and manage your additional plugins.
de: Hier können Sie Ihre zusätzlichen Plugins starten und verwalten.

source: Here you can test your network.
de: Netzwerk Test: LAN Test (ping gateway) Fehler: IP Adresse oder Gateway falsch Internet Test (ping www.google.de) Fehler: DNS oder Gateway falsch

source: Here you can view the current channel information.
de: Hier können Sie technische Informationen zum aktuellen Sender abrufen

source: Hid XXX Streams
de: XXX Streams ausblenden

source: Hierarchy
de: Hierarchie

source: Hierarchy:
de: Hierarchie:

source: High:
de: Hoch:

source: HighSR
de: Lade stmdvb.ko mit der HighSR Option

source: Highest temp:
de: Höchsttemperatur:

source: Hint: Use TEXT button for editing the image name
de: Hinweis: Benutzen Sie die TEXT Taste, um den Image Namen zu bearbeiten

source: History
de: Geschichte

source: Home
de: Startseite

source: Hoster Url not http://
de: Die eingegebene http Adresse wird nicht unterstützt!

source: How many days
de: Wie viele Tage EPG im Voraus speichern
pl: Ile dni

source: Hybrid tuner mode changed, receiver will be restarted!
de: Hybrid Tuner Modus wurde geändert, Receiver wird neu gestartet!

source: IMDB Plugin not found! Can't get detail media infos Please install it
de: IMDb Erweiterung nicht gefunden! Die angeforderten Details konnten nicht abgerufen werden. Bitte installieren Sie die IMDb Erweiterung.

source: IMDB Search
de: IMDb Suche

source: IMDb - Plugin
de: IMDB Erweiterung

source: IMDb-API - Plugin
de: IMDb-API

source: INFO Image extracted
de: INFO Image wurde entpackt

source: INSTALL
de: Installieren

source: IP for Stream
de: Stream Adresse (IP)

source: If you don't find Windows shares, you need to disable 'Password protected sharing' in the 'Network and Sharing Center'.
de: Sollten keine Windows Freigaben sichtbar sein, muss 'Passwortgeschützte Freigaben' im 'Netzwerk- und Freigabecenter' abgeschaltet werden.

source: Image already present!
de: Image ist bereits vorhanden!

source: Image creation running!!! Stop process?
de: Image Erstellung läuft! Vorgang abbrechen?

source: Inc. AC3 Audio in %
de: AC3-Angleichung durch Stereotonabsenkung in %

source: Info bar 2 selection
de: Zweite Infoleiste auswählen

source: Info bar selection
de: Infoleiste auswählen

source: Infobar Sleep
de: Zeit bis Infobar erscheint (sek)
pl: Wyświetl belkę po czasie

source: Infobar Timeout
de: Zeit bis Infobar ausblendet (sek)
pl: Ukryj belkę po czasie

source: Information: This hard drive size can take a file system check between 30 minutes and 1.5 hours.
de: Information: Bei dieser Festplattengröße kann ein Filesystemcheck zwischen 30 Minuten und 1,5 Stunden dauern.

source: Input 1
de: Anschluss 1

source: Input 10
de: Anschluss 10

source: Input 11
de: Anschluss 11

source: Input 12
de: Anschluss 12

source: Input 13
de: Anschluss 13

source: Input 14
de: Anschluss 14

source: Input 15
de: Anschluss 15

source: Input 16
de: Anschluss 16

source: Input 2
de: Anschluss 2

source: Input 3
de: Anschluss 3

source: Input 4
de: Anschluss 4

source: Input 5
de: Anschluss 5

source: Input 6
de: Anschluss 6

source: Input 7
de: Anschluss 7

source: Input 8
de: Anschluss 8

source: Input 9
de: Anschluss 9

source: Input field
de: Eingabe Feld

source: Input the numbers 1 to 9
de: Eingabe der Zahlen 1 bis 9

source: Install
de: Installieren

source: Install File Manager Tpk first !
de: Installieren Sie bitte das Datei Browser Plugin unter Erweiterungen

source: Install Log:
de: Installations Log:

source: Install Tithek Tpk first !
de: Installieren Sie bitte das tiThek Plugin unter Erweiterungen

source: Install Weather Tpk first !
de: Installieren Sie bitte das Wetter Plugin unter Erweiterungen

source: Install error
de: Installation fehlgeschlagen

source: Install language Package !
de: Installiere Sprach Paket!

source: Install netsurf Internetbrowser Tpk first !
de: Internetbrowser Netsurf ist nicht installiert

source: Install success
de: Installation erfolgreich

source: Install to FLASH
de: FLASH Installation (FLASH)

source: Install to MNT
de: MNT Installation (FLASH)

source: Install to SWAP
de: SWAP Installation (USB oder HDD)

source: Installation start
de: Installation gestartet

source: Installed:
de: Installiert:

source: Installing
de: Installation von

source: Interface
de: Schnittstelle

source: Internet Browser Plugin not installed !
de: Internet Browser Plugin nicht installiert!

source: Interval
de: Intervall
pl: Interwał

source: Inversion
de: Umkehrung
pl: Inwersja

source: Inversion:
de: Umkehrung:
pl: Inwersja:

source: Is this Videomode ok ?
de: Ist dieser Videomodus ok?

source: Italian
de: Italiano

source: January
de: Januar

source: July
de: Juli

source: Jump
de: Springen

source: Jump To (min)
de: Springe von akt. Position vor (min)

source: June
de: Juni

source: KILL
de: Rot

source: Kernel Modules
de: Kernel Module

source: Key
de: Schlüssel

source: Key Action - Plugins
de: Schnellstart

source: Keyboard
de: Tastatur
pl: Klawiatura

source: Keys Updated !
de: aktualisiert!

source: LED - brightness running
de: LED - Helligkeit im Betrieb

source: LED - brightness standby
de: LED - Helligkeit in Standby

source: LED when running
de: LED im Betrieb

source: LED when sleeping
de: LED im Standby

source: LNB 13V / 22K off: NOT OK
de: LNB 13V/22K Aus: Fehler

source: LNB 13V / 22K off: OK
de: LNB 13V/22K Aus: OK

source: LNB 13V / 22K on: NOT OK
de: LNB 13V/22K An: Fehler

source: LNB 13V / 22K on: OK
de: LNB 13V/22K AN: OK

source: LNB 18V / 22K off: NOT OK
de: LNB 18V/22K Aus: Fehler

source: LNB 18V / 22K off: OK
de: LNB 18V/22K Aus: OK

source: LNB Settings
de: LNB Einstellungen
pl: Ustawienia LNB

source: LNB off / 22K off: NOT OK
de: LNB Aus/22K Aus: Fehler

source: LNB off / 22K off: OK
de: LNB Aus/22K Aus: OK

source: LOAD-FritzBook
de: Fritzbook laden

source: Language
de: Sprache
pl: Język

source: Last
de: Letzter

source: Last:
de: Letzte:

source: Latitude
de: Breitengrad
pl: Szerokość geogr.

source: Left
de: Links

source: Level:
de: Ebene:

source: License
de: Lizenz

source: Limit
de: Grenzwert

source: Link postet
de: Link veröffentlicht

source: Listbox Select
de: Cursor Auswahl
pl: Wybierz listę

source: Listbox Select Color
de: Cursor Farbauswahl

source: Load Partition
de: Lade Partitionen beim Initialisieren per Hdparm

source: Load Playlist
de: Wiedergabeliste laden

source: Location
de: Ort

source: Logo 1
de: Springendes Bild anzeigen

source: Logo 2
de: Scrollendes Bild anzeigen

source: Longitude
de: Längengrad

source: Lost
de: Verloren

source: Low:
de: Tief:

source: Lowest temp:
de: Tiefsttemperatur:

source: MC VideoPlayer Imdb Settings
de: IMDb Einstellungen
pl: Media Center - ustawienia Imdb

source: MC VideoPlayer Sort Settings
de: Sortierreihenfolge
pl: Media Center - ustawienia sortowania

source: MC VideoPlayer View Settings
de: Einstellungen anzeigen
pl: Media Center - ustawienia podglądu

source: MENUPROTECT
de: Menüschutz

source: MTD
de: Flash Aufteilung

source: MULTI EPG - All Channels
de: Multi-EPG - Alle Sender

source: MULTI EPG - Bouquets
de: Multi-EPG - Favoriten

source: MULTI EPG - Channel
de: Multi-EPG - Sender

source: MULTI EPG - Provider
de: Multi-EPG - Anbieter

source: MULTI EPG - Satellites
de: Multi-EPG - Satelliten

source: Main Menu
de: Hauptmenü
pl: Menu główne

source: Manage MultiImage
de: MultiImage Verwaltung

source: Manual Search
de: Manuelle Suche

source: Manual Search Cable
de: Manuelle Kabelsuche

source: Manual Search Terrestrial
de: Manuelle terrestrische Suche

source: March
de: März

source: Mark Color
de: Marker Farbe

source: Marker autoseek is started
de: Automatische Suche nach Markierungen gestartet

source: Marker autoseek is stopped
de: Automatische Suche nach Markierungen gestoppt

source: Marker found:
de: Markierung gefunden:

source: Marker has been set.
de: Ihr Marker wurde erfolgreich gesetzt

source: Market cap:
de: Marktanteil:

source: Maximal frequency
de: Maximale Frequenz

source: Maximal signalrate
de: Maximale Signalrate

source: May
de: Mai

source: Media Button
de: Media Taste

source: Media Dir 1
de: Medien Ordner 1

source: Media Dir 2
de: Medien Ordner 2

source: Media Dir 3
de: Medien Ordner 3

source: Media Dir 4
de: Medien Ordner 4

source: Media Key Action - Setup
de: Media Taste - Belegungsmenü

source: Media Player
de: MiniPlayer (Medien wiedergeben)

source: Media Plugins List
de: Media Plugins Liste

source: MediaCenter FolderIcons
de: Media Center Odnersymbole

source: MediaDB Debug
de: MediaDB Debug Modus

source: MediaDB Path
de: Datenbank Ordner

source: MediaDB Path not found! Configure it in MediaDB Settings
de: Pfad zur MediaDB wurde nicht konfiguriert! Bitte definieren Sie einen Pfad in den MediaDB Einstellungen.

source: MediaDB Scan Info
de: MediaDB Scan Informationen

source: MediaDB Settings
de: MediaDB

source: MediaDB autoscan
de: Automatischer Suchlauf MediaDB

source: MediaDB directory scan started in Background !
de: MediaDB Verzeichnis Suche im Hintergrund gestartet!

source: MediaDB entry for this file not found.
de: MediaDB Eintrag dieser Datei konnte nicht gefunden werden.

source: MediaDB not found! Scan your HDD in TMC Settings
de: MediaDB wurde nicht gefunden! Scannen Sie Ihre Laufwerk innerhalb des TMC

source: MediaDB place
de: MediaDB Speicherort

source: MediaDB scan finished
de: MediaDB Suche beendet

source: Mediathek
de: Online Mediathek

source: Memory
de: Speicher
pl: Pamięć

source: Menu
de: Menü

source: Menu Protect
de: Menü schützen
pl: Menu Zabezpieczeń

source: Menu Title
de: Menü Titel

source: Menu not implemented !
de: Menü noch nicht verfügbar!

source: Menulist
de: Menüliste

source: Message
de: Mitteilung

source: Minimal frequency
de: Minimale Frequenz

source: Minimal signalrate
de: Minimale Signalrate

source: Minutes
de: Minuten
pl: Minut(y)

source: Minutes:
de: Minuten:
pl: Minut(y):

source: Modulation
de: Modulationsverfahren
pl: Modulacja

source: Module
de: Modul
pl: Moduł

source: Module Config
de: Module

source: Module Type
de: Modul Typ

source: Monday
de: Montag
pl: Poniedziałek

source: Mounts
de: Einhängepunkte
pl: Zamontowano

source: Move
de: Bewegen

source: Move (B):
de: Verschoben (B):

source: Move (KB):
de: Verschoben (KB):

source: Move (MB):
de: Verschoben (MB):

source: Move File
de: Datei(en) verschieben

source: Move Modus Background Color
de: Verschieben Modus - Hintergrundfarbe

source: Move Modus Font Color
de: Verschieben Modus - Schriftfarbe

source: Move mode
de: Verschieben

source: Moven
de: Verschieben

source: Moviepath
de: Ordner für Filme
pl: Ścieżka do filmów

source: Movies
de: Filme

source: Multi Sat
de: Multi Satelliten

source: MultiImage Install/Rename
de: MultiImage Installation/Umbenennen

source: Multiboot installation completed successfully Activate your new startup
de: Multiboot Installation erfolgreich abgeschlossen Aktivieren sie ihr aktives Multiboot Laufwerk

source: Multiple Service
de: mehrere Sender gleichzeitig

source: Multituner adjustable
de: Multituner einstellbar

source: Music
de: Musik

source: Mute
de: Stumm

source: NEW
de: Neu

source: NEXT
de: Weiter

source: NONE
de: unverschlüsselt

source: Network
de: Netzwerk
pl: Sieć

source: Network Adapter Settings
de: Netzwerk
pl: Ustawienia sieci

source: Network Adapter Test
de: Test
pl: Test sieci

source: Network Interfacelist
de: Adapter
pl: Karty sieciowe

source: Network Restart
de: Neu starten
pl: Restart sieci

source: Network Scan
de: Netzwerk durchsuchen
pl: Skanowanie sieci

source: Network Test
de: Verbindungstest
pl: Test sieci

source: Networkbrowser
de: Netzwerk Browser
pl: Przeglądarka sieci

source: Networkbrowser - show Shares
de: Netzwerk Browser - Freigaben

source: Networkbrowser - show scanned DNS-Shares
de: Netzwerk Browser - gefundene Server

source: Networkbrowser - show scanned cifs/nfs-Shares
de: Netzwerk Browser - gefundene cifs/nfs Freigaben

source: New free space (KB):
de: Neuer freier Speicher (KB):

source: New game (easy)
de: Neues Spiel (leicht)

source: New game (hard)
de: Neues Spiel (schwierig)

source: News
de: Aktuelle Meldungen

source: Newsletter
de: Neuigkeiten

source: Next
de: Nächster
pl: Następny

source: Next EPG Time
de: Nächste EPG Zeit

source: Nfs Server Settings
de: NFS Server Einstellungen
pl: ustawienia serwera NFS

source: No
de: Nein

source: No Audiosync
de: Lade player2.ko mit der noaudiosync Option

source: No Linux partition found on this device.
de: Keine Linux Partition auf diesem Datenträger gefunden.

source: No Live Stream running
de: Es wird kein Stream wiedergegeben

source: No MediaDB Directory found Press OK to create it
de: Kein MediaDB Verzeichnis gefunden! -OK- um es zu erstellen

source: No MultiImage device found. Create device?
de: Kein MultiImage Datenträger gefunden. Datenträger erstellen?

source: No Tpk Files Found on /tmp Directory.
de: TPK Datei in /tmp nicht gefunden

source: No Tpk Files Found on Media Devices.
de: TPK wurde auf dem Medium nicht gefunden

source: No Tpk Files Found.
de: TPK Pakete nicht vorhanden

source: No Tpk Sections Found.
de: TPK Auswahl nicht vorhanden

source: No Tuner configured
de: FEHLER: Es ist kein Tuner eingerichtet!

source: No backup folders found!!! Aborting restoring...
de: Der Ordner 'backup' wurde nicht gefunden! Wiederherstellung wird abgebrochen ...

source: No config file found.
de: Es wurde keine Konfigurationsdatei gefunden

source: No device available
de: Kein Datenträger gefunden

source: No image installed
de: Kein Image installiert

source: No memory
de: FEHLER: Kein Speicher verfügbar

source: No plugin found.
de: Keine Erweiterung gefunden

source: No skinconfig found in skin. Can't change to selected skin.
de: FEHLER: Die Datei 'skinconfig' fehlt! Ausgewählter Skin kann nicht geladen werden.

source: No space left on device
de: FEHLER: Festplatte/Stick voll

source: Normal/Standby
de: Betrieb/Standby

source: Not Present
de: nicht vorhanden

source: Not enought space
de: FEHLER: Speicherplatz nicht ausreichend!

source: NotUsed Settings
de: StopIfNotUsed Einstellungen

source: Note created
de: nicht angelegt

source: Ntfs Write
de: NTFS-Schreibunterstützung benutzen

source: OE
de: Ö

source: OK = select image for boot
de: OK = wähle Image zum Booten

source: OLED selection
de: OLED Skin Auswahl

source: OSD Bottom Overscan
de: OSD unten verkleinern
pl: Dolna krawędź OSD

source: OSD Left Overscan
de: OSD links verkleinern
pl: Lewa krawędź OSD

source: OSD Right Overscan
de: OSD rechts verkleinern
pl: Prawa krawędź OSD

source: OSD Top Overscan
de: OSD oben verkleinern
pl: Górna krawędź OSD

source: OSD Transparent
de: OSD Transparenz
pl: Przeźroczystość OSD

source: OTHER
de: mehr

source: October
de: Oktober

source: Offline Help
de: Offline Hilfe

source: Ok Color
de: OK Farbe

source: Old Audiofw
de: Alte Audio-Firmware

source: Online Help
de: Online Hilfe (Wiki)

source: Only Boot Overclock
de: Nur beim Start übertakten

source: Only DVBS
de: Nur DVB-S Sender

source: Only default FEC
de: Nur Standard FEC Wert

source: Only default signalrate
de: Nur Standard Symbolrate

source: Only free scan
de: Nur unverschlüsselte Sender
pl: tylko FTA

source: Open settings menu
de: Einstellungsmenü öffnen

source: Open:
de: Eröffnung:

source: Optimize
de: optimieren

source: Orbital Position:
de: Orbitale Position:
pl: Pozycja na orbicie:

source: Orgname:
de: Name der Organisation:

source: Oscam config written to medium !
de: Einstellungen erfolgreich gespeichert!
